{
    "agency": "foothill_de_anza_ccd", 
    "meeting_date": "11-04-2013", 
    "meeting_sections": [
        {
            "items": [
                {
                    "boarddocs_id": "9CGM385889EE", 
                    "item_details": "\nBackground and Analysis:\n\t \nPrior to adjourning to closed session, the Board President will call the meeting to order.  Members of the public who wish to address the Board of Trustees concerning closed session items only may complete a request form prior to the start of the meeting.  Comments are limited to five minutes per person.\n\t \n", 
                    "item_number": "", 
                    "item_recommendation": "", 
                    "item_text": "Call to Order / Public Comment on Closed Session Items Only", 
                    "item_text_raw": " Call to Order / Public Comment on Closed Session Items Only", 
                    "item_type": "Procedural"
                }
            ], 
            "section_name": "REGULAR MEETING (5:15 p.m.)", 
            "section_number": ""
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "9BTN5E5E34FF", 
                    "item_details": "\n\t \n\t \n", 
                    "item_number": "", 
                    "item_recommendation": "", 
                    "item_text": "CONFERENCE WITH LABOR NEGOTIATOR District Negotiator: Dorene Novotny Employee Organizations: All Represented and Unrepresented Groups", 
                    "item_text_raw": " CONFERENCE WITH LABOR NEGOTIATOR District Negotiator: Dorene Novotny Employee Organizations: All Represented and Unrepresented Groups", 
                    "item_type": "Discussion"
                }
            ], 
            "section_name": "ADJOURN TO CLOSED SESSION - Chancellor's Office", 
            "section_number": ""
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "9BTN5J5E3531", 
                    "item_details": "\nThe Board President will call the regular meeting of the Board of Trustees to order and lead the audience in the Pledge of Allegiance.  Please silence cell phones and electronic devices.\n", 
                    "item_number": "", 
                    "item_recommendation": "", 
                    "item_text": "Call to Order / Pledge of Allegiance", 
                    "item_text_raw": " Call to Order / Pledge of Allegiance", 
                    "item_type": "Procedural"
                }
            ], 
            "section_name": "PUBLIC SESSION - District Board Room D120 (6:00 p.m.)", 
            "section_number": ""
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "9CKVJE6D2DFE", 
                    "item_details": "\n\t \n \n \nRESOLUTION\nIN CELEBRATION OF BILL AND GAY KRAUSE\nAND\nTHE KRAUSE CENTER FOR INNOVATION\nAT FOOTHILL COLLEGE\n\t\t\t\t\t \nResolution #2013-37\n\t\t\t\t\t \nWhereas, Gay and Bill Krause for the past 15 years have been great friends and supporters of the Foothill-De Anza Community College District; and\n\t\t\t\t\t \nWhereas, Bill and Gay Krause have created an oasis of professional development for educators in the Krause Center for Innovation at Foothill College; and\n\t\t\t\t\t \nWhereas, Gay and Bill Krause have successfully nurtured the Krause Center from its start-up phase into a dynamic center of teaching and learning that is recognized nationally and internationally; and\n\t\t\t\t\t \nWhereas, Gay Krause has drawn on her deep experience as a teacher and administrator to provide leadership and vision as the center’s founding executive director; and\n\t\t\t\t\t \nWhereas, Bill Krause has shared his expertise as an iconic Silicon Valley executive to help achieve the center’s vision of transforming teaching practices through the use of technology; and\n\t\t\t\t\t \nWhereas, the Krause Center has trained more than 14,000 teachers since it opened in the year 2000; and\n\t\t\t\t\t \nWhereas, these teachers have used the knowledge they gained at the Krause Center to motivate and challenge hundreds of thousands of Silicon Valley students to engage in deep learning; and\n\t\t\t\t\t \nWhereas, thanks to the leadership and support of Bill and Gay Krause, the center has continued to evolve and expand to include specialized training for middle school mathematics teachers and customized training for teachers in the Philippines; and\n\t\t\t\t\t \nWhereas, the Krause Center for Innovation brings together the public resources of the Foothill-De Anza Community College District and private resources contributed by the Krauses and other donors; and \n\t\t\t\t\t \nWhereas, a recent commitment of $3.5 million to the Foothill-De Anza Foundation from The Krause Foundation will secure the legacy of the Krause Center for Innovation for years to come; and\n\t\t\t\t\t \nWhereas, that commitment includes support for innovative educational programs for students at Foothill and De Anza colleges; now, therefore, be it\n\t\t\t\t\t \nResolved, that the Board of Trustees of the Foothill-De Anza Community College District expresses its deep appreciation and respect for the leadership of Bill and Gay Krause in support of improving teaching and learning for future generations of students at Foothill and De Anza colleges and through the Krause Center for Innovation.\n\t\t\t\t\t \nPASSED AND ADOPTED this 4th day of November, 2013.\n\t \nSubmitted by:\nLinda Thor\nAdditional contact names:\n\t\t\t\t\t \nIs backup provided?\nYes\n\t \n", 
                    "item_number": "", 
                    "item_recommendation": "Chancellor Linda Thor recommends approval of resolution 2013-37 in celebration of Bill and Gay Krause and the Krause Center for Innovation at Foothill College.", 
                    "item_text": "Resolution in Celebration of Bill and Gay Krause and the Krause Center for Innovation at Foothill College", 
                    "item_text_raw": " Resolution in Celebration of Bill and Gay Krause and the Krause Center for Innovation at Foothill College", 
                    "item_type": "Action"
                }
            ], 
            "section_name": "RESOLUTION IN CELEBRATION OF BILL AND GAY KRAUSE AND THE KRAUSE CENTER FOR INNOVATION AT FOOTHILL COLLEGE (ACTION)", 
            "section_number": ""
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "9BTN5N5E3583", 
                    "item_details": "\nThe Board President will announce any reportable action taken during closed session.\n", 
                    "item_number": "", 
                    "item_recommendation": "", 
                    "item_text": "Closed Session Report", 
                    "item_text_raw": " Closed Session Report", 
                    "item_type": "Report"
                }
            ], 
            "section_name": "REPORTING OUT FROM CLOSED SESSION", 
            "section_number": ""
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "9BTN5S5E3604", 
                    "item_details": "\nDraft minutes of the regular meeting of the Board of Trustees of October 7, 2013, attached.\n", 
                    "item_number": "", 
                    "item_recommendation": "Recommend approval of the minutes of the October 7, 2013, regular meeting of the Board of Trustees.", 
                    "item_text": "October 7, 2013", 
                    "item_text_raw": " October 7, 2013", 
                    "item_type": "Action, Minutes"
                }
            ], 
            "section_name": "APPROVAL OF MINUTES (ACTION)", 
            "section_number": ""
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "9BTN5X5E366B", 
                    "item_details": "\nMembers of the public who wish to address the Board or comment on items not on the agenda may do so by completing a request form prior to the start of the meeting.  Comments are limited to five minutes per person.\n", 
                    "item_number": "", 
                    "item_recommendation": "", 
                    "item_text": "Public", 
                    "item_text_raw": " Public", 
                    "item_type": "Information"
                }, 
                {
                    "boarddocs_id": "9BTN635E369D", 
                    "item_details": "\nStudents who wish to address the Board or comment on items not on the agenda may do so by completing a request form prior to the start of the meeting.  Comments are limited to five minutes per person.\n", 
                    "item_number": "", 
                    "item_recommendation": "", 
                    "item_text": "Students", 
                    "item_text_raw": " Students", 
                    "item_type": "Information"
                }, 
                {
                    "boarddocs_id": "9BTN675E3719", 
                    "item_details": "", 
                    "item_number": "", 
                    "item_recommendation": "", 
                    "item_text": "Staff", 
                    "item_text_raw": " Staff", 
                    "item_type": null
                }, 
                {
                    "boarddocs_id": "9BTN685E373B", 
                    "item_details": "", 
                    "item_number": "", 
                    "item_recommendation": "", 
                    "item_text": "Board", 
                    "item_text_raw": " Board", 
                    "item_type": null
                }
            ], 
            "section_name": "HEARINGS: ITEMS NOT ON THE AGENDA (The Board does not take action or respond to items not on the agenda.)", 
            "section_number": ""
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "9BTN825E7DC2", 
                    "item_details": "\nBackground and Analysis:\n\t \nTrustees Barram and Cheng will provide a report of the Foothill-De Anza Foundation Board of Directors meeting held October 23, 2013.\n\t \n", 
                    "item_number": "", 
                    "item_recommendation": "", 
                    "item_text": "Foundation Board Report", 
                    "item_text_raw": " Foundation Board Report", 
                    "item_type": "Report"
                }
            ], 
            "section_name": "FOUNDATION BOARD REPORT", 
            "section_number": ""
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "9BW3NS787458", 
                    "item_details": "\nBackground and Analysis:\n\t \nPresented to the Board for ratification is the list of contracts and agreements signed by the Vice Chancellor, Business Services. It is the intention of Business Services to present such a list each month.\n\t \nThis procedure is in response to a review of Education Code requirements and board policy section 3000.\n\t \nSubmitted by:\nKevin McElroy x6202\nAdditional contact names:\n\t\t\t\t\t \nIs backup provided?\nYes\n\t \n", 
                    "item_number": "1.", 
                    "item_recommendation": "Vice Chancellor of Business Services recommends ratification of the contracts and agreements as presented.", 
                    "item_text": "Ratification of Contracts and Agreements", 
                    "item_text_raw": " 1. Ratification of Contracts and Agreements", 
                    "item_type": "Action (Consent)"
                }, 
                {
                    "boarddocs_id": "9CPPW65F568F", 
                    "item_details": "\nBackground and Analysis:\n\t \nEnclosed for ratification are the wire transfers greater than $5,000 for July, August, and September 2013.\n\t \nSubmitted by:\nKevin McElroy, extension 6201\nAdditional contact names:\nHector Quinonez, extension 6250\nIs backup provided?\nYes\n\t \n", 
                    "item_number": "2.", 
                    "item_recommendation": "Vice Chancellor of Business Services Kevin McElroy recommends ratification of the attached warrants as presented.", 
                    "item_text": "Wire Transfers Greater than $5,000 for July, August, and September 2013", 
                    "item_text_raw": " 2. Wire Transfers Greater than $5,000 for July, August, and September 2013", 
                    "item_type": "Action (Consent)"
                }, 
                {
                    "boarddocs_id": "9CRVUG79D584", 
                    "item_details": "\nBackground and Analysis:\n\t \nThe District has miscellaneous bookstore furniture, cabinets and displays at the off-site De Anza College Shipping and Receiving warehouse that is of no further use to the District. It has been determined that the furniture, cabinets and displays are old and at the end of life or are in such poor condition that they are unusable. District staff estimates the value of this furniture to be less than $100.00 in the aggregate.\n\t \nCalifornia Education Code 81452(c) provides that if the governing board, by a unanimous vote of those members present, finds that the property is of insufficient value to defray the costs of arranging a sale, the property may be disposed of in the local public dump on order of any employee of the District empowered for that purpose by the board.\n\t \nDistrict staff will dismantle the items and recycle or dispose of the components appropriately.\n \nSubmitted by:\nPam Grey, Director, Purchasing Services\nAdditional contact names:\nEric Olague, Buyer, Purchasing Services\nIs backup provided?\nYes\n\t \n", 
                    "item_number": "3.", 
                    "item_recommendation": "Make a finding that the items are of insufficient value to defray the costs of arranging a sale and authorize the Director of Purchasing Services to recycle or dispose of the items in the local public dump.", 
                    "item_text": "Recycle and Dispose of De Anza College Bookstore Surplus Property", 
                    "item_text_raw": " 3. Recycle and Dispose of De Anza College Bookstore Surplus Property", 
                    "item_type": "Action (Consent)"
                }, 
                {
                    "boarddocs_id": "9CS27V7BC829", 
                    "item_details": "\nBackground and Analysis:\n\t \nThe District owns two Zep Solvent Parts Cleaners that have been determined by the De Anza Automotive Technology Department to be of no further use by the District.  \n\t \nEducation Code 81450.5 provides that a community college district may donate any personal property belonging to the District if the District determines that the property is no longer required for school purposes provided that the property is donated to a school district, a community college district, or a public entity.\n\t \nThe Fremont Union High School District (Fremont High School) has evaluated the solvent parts cleaners and found them to be acceptable for use by their school district and would like to receive them as a donation (see attached letter). Therefore, it is recommended that the solvent parts cleaners be donated to the Fremont Union High School District. \n\t \nSubmitted by:\nPam Grey, Director, Purchasing Services\nAdditional contact names:\nEric Olague, Buyer, Purchasing Services\nIs backup provided?\nYes\n\t \n", 
                    "item_number": "4.", 
                    "item_recommendation": "In accordance with Education Code 81450.5, authorize the Director of Purchasing Services to make a donation of the equipment described herein to the Fremont Union High School District.", 
                    "item_text": "Donation of Surplus District Automotive Parts Cleaners", 
                    "item_text_raw": " 4. Donation of Surplus District Automotive Parts Cleaners", 
                    "item_type": "Action (Consent)"
                }, 
                {
                    "boarddocs_id": "9CS2CB7C6D97", 
                    "item_details": "\nBackground and Analysis:\n\t \n  \n  \n The District owns miscellaneous surplus property that has been determined to be of no further use to the District (see attached Surplus Disposal Forms, 8 pages). The estimated aggregate market value of the surplus property is less than $5,000.00. \n\t \nCalifornia Education Code 81452(a) provides that if the governing board by a unanimous vote of those members present, finds that the property, whether one or more items, does not exceed in value the sum of five thousand dollars ($5,000.00), the property may be sold by any employee of the District empowered for that purpose by the board. \n\t \nPurchasing Services will call for competitive bids on the Public Surplus website and sell the items to the highest responsive bidders. Proceeds will be deposited to the District’s general fund. \n\t \nSubmitted by:\nPam Grey, Director, Purchasing Services\nAdditional contact names:\nEric Olague, Buyer, Purchasing Services\nIs backup provided?\nYes\n\t \n", 
                    "item_number": "5.", 
                    "item_recommendation": "Make a finding that the surplus property does not exceed $5,000.00 in value and authorize the Director of Purchasing Services to sell the items in accordance with Education Code 81452(a).", 
                    "item_text": "Sale Of Miscellaneous District Surplus Property", 
                    "item_text_raw": " 5. Sale Of Miscellaneous District Surplus Property", 
                    "item_type": "Action (Consent)"
                }, 
                {
                    "boarddocs_id": "9CRQK9669081", 
                    "item_details": "\nBackground and Analysis:\n\t \nThe Human Resources Report is presented for Board approval or ratification of personnel action items in the following categories:\n\t \n39 Month Re-employment\nProfessional Achievement Award\nActing Assignment\nProfessional Development Leave\nAdministrative Achievement Award\nProfessional Growth Award\nAdministrative Leave\nPromotion\nExtension\nReassignment\nInterim Assignment\nReclassification\nLayoff\nResignation\nLeave of Absence\nRetirement\nLongevity Award\nSeparation\nNew Appointment\nService Recognition Award\nNew Assignment\nStaff Development Leave \nNew Classification\nTemporary Contract Change\nNew Hire\nTenure\nNew Position\nTraining/Retraining Stipend\nPermanent Contract Change\nTransfer\n\t \n\t \n\t \n\t \n\t \n\t \n\t \n\t \n\t \n\t \n\t \n\t \n\t \n\t \n\t \n\t \n\t \n\t \n\t \n\t \n\t \n\t \n\t \n\t \n\t \n\t \n\t \n\t \n\t \nThe report includes all action items for Administrators, Faculty, Classified and Temporary and Short-Term employees.\n\t \nSubmitted by:\n Dorene Novotny, Vice Chancellor of Human Resources & Equal Opportunity x6211\nAdditional contact names:\n Suzanne Pfeiffer, Director of Human Resources x6109\nIs backup provided?\n Yes\n\t \n", 
                    "item_number": "6.", 
                    "item_recommendation": "Dorene Novotny, Vice Chancellor of Human Resources and Equal Opportunity recommends approval of the Human Resources Report.", 
                    "item_text": "Human Resources Report", 
                    "item_text_raw": " 6. Human Resources Report", 
                    "item_type": "Action (Consent)"
                }, 
                {
                    "boarddocs_id": "9CPS9P680777", 
                    "item_details": "\nBackground and Analysis:\n\t \nPursuant to Education Code section 76361, the associated students at both Foothill and De Anza College passed measures to assess enrolled students an Eco Pass fee for using public transportation (VTA) in Santa Clara County. Under the authority of the permissive Code, see Ed. Code section 70902(a)(1), the Board has the authority to wholly or partially exempt certain categories of students, so long as those exemptions are not discriminatory on their face or in their impact. Administrators at both campuses have investigated and determined that an additional seven categories of fee exemption should be adopted, as they are needed by the described students, and are not discriminatory in description or in actual impact. Based on this authority, both Foothill and De Anza College request the Governing Board to create an exemption from Eco Pass Transportation Fees for the following categories of students:\nHOPE students \nMiddle College students\nVeteran’s College Fee Waiver recipients\nApprenticeship students\nStudents who take classes 100% online and do not reside in Santa Clara County\nStudents who co-enroll at both campuses (those students will pay the eco pass transportation fee at one campus)\nConcurrent enrollment students—Foothill College only\nSubmitted by:\nDenise Swett, Bernata Slater, Letha Jeanpierre, Kevin McElroy\nAdditional contact names:\n\t\t\t\t\t \nIs backup provided?\nYes\n\t \n", 
                    "item_number": "7.", 
                    "item_recommendation": "Foothill Administration recommends that the Board adopt the resolution to allow colleges to exempt the listed above categories of students from assessing the Eco Pass Transportation fee.", 
                    "item_text": "Eco Pass Transportation Fee - Student Exemption", 
                    "item_text_raw": " 7. Eco Pass Transportation Fee - Student Exemption", 
                    "item_type": "Action (Consent)"
                }, 
                {
                    "boarddocs_id": "9CPRWT6642AE", 
                    "item_details": "\nBackground and Analysis:\n\t \nFoothill seeks board approval for curriculum changes for the 2014-15 Catalog.  Per Title 5 direction, all course changes, substantial and non-substantial, must be approved by the governing board of the District before they may be submitted to the State Chancellor's Office for final approval.\n\t \nThese courses have met Foothill’s curriculum standards and the Foothill College Curriculum Committee certify that they are compliant with Title 5 regulations.\n\t \nSubmitted by:\nJudy Miner\nAdditional contact names:\nKimberlee Messina, Isaac Escoto\nIs backup provided?\nYes\n\t \n", 
                    "item_number": "8.", 
                    "item_recommendation": "Foothill Administration recommends approval of the curriculum changes.", 
                    "item_text": "Foothill - Approval of Curriculum Changes for the 2014-15 Catalog", 
                    "item_text_raw": " 8. Foothill - Approval of Curriculum Changes for the 2014-15 Catalog", 
                    "item_type": "Action (Consent)"
                }, 
                {
                    "boarddocs_id": "9CPS4V6796EB", 
                    "item_details": "\nBackground and Analysis:\n\t \nFoothill seeks board approval for application to the State Chancellor's Office for the associate degree for transfer. This degree meets the requirements established by the State Chancellor’s Office in response to SB 1440 to establish a means of simplifying student movement within and between the segments of higher education in California.\n\t \nComputer science courses provide a combination of theoretical study and practical application.  Core areas include hardware, software, algorithms, operating systems, languages and data structures.  Specialized topics include mobile apps, graphics programming, open source, networking and quantum computation.\n\t \nThe Associate in Science Degree in Computer Science for Transfer will prepare students to transfer to local California State Universities (CSUs). Students who complete the Associate in Science in Computer Science for Transfer Degree will be ensured preferential transfer status to local CSUs as Computer Science majors and/or majors in related disciplines. The Associate in Science in Computer Science for Transfer Degree requirements will fulfill the lower division major requirements at many local CSUs.  Students are advised, however, to meet with a counselor to assess the course requirements for specific local CSUs.\n\t \nThe new degree has been approved by Foothill's Curriculum Committee.\n\t \nSubmitted by:\nJudy Miner\nAdditional contact names:\nKimberlee Messina, Isaac Escoto\nIs backup provided?\nYes\n\t \n", 
                    "item_number": "9.", 
                    "item_recommendation": "Foothill Administration recommends approval of the Associate in Science in Computer Science for Transfer Degree (AS-T) Program.", 
                    "item_text": "Foothill - Approval of Associate in Science Degree in Computer Science for Transfer", 
                    "item_text_raw": " 9. Foothill - Approval of Associate in Science Degree in Computer Science for Transfer", 
                    "item_type": "Action (Consent)"
                }, 
                {
                    "boarddocs_id": "9CPRXD666B1C", 
                    "item_details": "\nBackground and Analysis:\n\t \nFoothill seeks board approval for application to the State Chancellor's Office for the associate degree for transfer. This degree meets the requirements established by the State Chancellor’s Office in response to SB 1440 to establish a means of simplifying student movement within and between the segments of higher education in California.\n\t \nStudio Art is the study of visual art through hands-on studio experience and understanding of the history of art. The Associate in Arts in Studio Art for Transfer Degree is a solid preparation for transfer majors to local California State Universities (CSUs) in various areas in Studio Art. The Associate in Arts in Studio Art for Transfer Degree includes core foundation level drawing, two-dimensional and three-dimensional design and art history. The Associate in Arts in Studio Art for Transfer Degree also offers a wide variety of beginning level studio art electives including painting, figure and head and hand drawing, ceramics and ceramic sculpture, print arts, digital arts and photography.\n\t \nStudents who complete the Associate in Arts in Studio Art for Transfer Degree will be ensured preferential transfer status to local CSUs for Studio Art majors and majors in related disciplines.  The Associate in Arts in Studio Art for Transfer Degree requirements will fulfill the lower division major requirements at many local CSUs.  Students are advised, however, to meet with a counselor to assess the course requirements for specific local CSUs and to validate which CSUs are considered local. \n\t \nThe new degree has been approved by Foothill's Curriculum Committee.\n\t \nSubmitted by:\nJudy Miner\nAdditional contact names:\nKimberlee Messina, Isaac Escoto\nIs backup provided?\nYes\n\t \n", 
                    "item_number": "10.", 
                    "item_recommendation": "Foothill Administration recommends approval of the Associate in Arts in Studio Arts for Transfer Degree (AA-T) Program.", 
                    "item_text": "Foothill - Approval of Associate in Arts Degree in Studio Arts for Transfer", 
                    "item_text_raw": " 10. Foothill - Approval of Associate in Arts Degree in Studio Arts for Transfer", 
                    "item_type": "Action (Consent)"
                }, 
                {
                    "boarddocs_id": "9CPRYF66ABEF", 
                    "item_details": "\nBackground and Analysis:\n\t \nFoothill seeks board approval for application to the State Chancellor's Office for the associate degree for transfer. This degree meets the requirements established by the State Chancellor’s Office in response to SB 1440 to establish a means of simplifying student movement within and between the segments of higher education in California.\n\t \nPhysics, the fundamental science, conceptualizes the basic principles of the universe and establishes the foundation for astronomy, chemistry and geology. The beauty of physics lies in a small number of powerful concepts which expand our view of the world around us and which lead to many engineering applications from which we derive many benefits.\n\t \nThe Physics Department prepares students to advance to the next step towards a career in science, industry, or education.  Students awarded an Associate in Science in Physics for Transfer Degree will know the basic principles of physics and be able to apply their knowledge to practical, theoretical, and experimental problems. Students who complete the Associate in Science in Physics for Transfer Degree will be ensured preferential and seamless transfer status to local CSUs for Physics majors and majors in related disciplines.  The requirements will fulfill the lower division major requirements at many local CSUs.  Students are advised, however, to meet with a counselor to assess the course requirements for specific local CSUs and to validate which CSUs are considered local.\n\t \nThe new degree has been approved by Foothill's Curriculum Committee.\n\t \nSubmitted by:\nJudy Miner\nAdditional contact names:\nKimberlee Messina, Isaac Escoto\nIs backup provided?\nYes\n\t \n", 
                    "item_number": "11.", 
                    "item_recommendation": "Foothill Administration recommends approval of the Associate in Science in Physics for Transfer Degree (AS-T) Program.", 
                    "item_text": "Foothill - Approval of Associate in Science Degree in Physics for Transfer", 
                    "item_text_raw": " 11. Foothill - Approval of Associate in Science Degree in Physics for Transfer", 
                    "item_type": "Action (Consent)"
                }, 
                {
                    "boarddocs_id": "9CPS38672C5D", 
                    "item_details": "\nBackground and Analysis:\n\t \nFoothill seeks board approval for application to the State Chancellor's Office for the associate degree for transfer. This degree meets the requirements established by the State Chancellor’s Office in response to SB 1440 to establish a means of simplifying student movement within and between the segments of higher education in California.\n\t \nThe Associate in Arts in Geography for Transfer Degree prepares students to transfer to California State Universities (CSUs).  Students who complete the Associate in Arts in Geography for Transfer Degree will be ensured preferential transfer status to CSUs as Geography majors and majors in related disciplines. The Associate in Arts in Geography for Transfer Degree requirements will fulfill the lower division major requirements at many CSUs.  Students are advised, however, to meet with a counselor to assess the course requirements for specific local CSUs and to validate which CSUs are considered local.\n  \nThe Associate in Arts in Geography for Transfer Degree will enable students to develop a strong foundation in spatial thinking and spatial reasoning and will also offer a wide variety of elective courses in Geography and other related fields for students to develop a broad knowledge base of human behavior.  In addition, students will develop strong critical thinking, communication, and problem-solving skills that will prepare them for the requirements of upper division course work.\n\t \nThe new degree has been approved by Foothill's Curriculum Committee.\n\t \nSubmitted by:\nJudy Miner\nAdditional contact names:\nKimberlee Messina, Is\nIs backup provided?\nYes\n\t \n", 
                    "item_number": "12.", 
                    "item_recommendation": "Foothill Administration recommends approval of the Associate in Arts in Geography for Transfer Degree (AA-T) Program.", 
                    "item_text": "Foothill - Approval of Associate in Arts Degree in Geography for Transfer", 
                    "item_text_raw": " 12. Foothill - Approval of Associate in Arts Degree in Geography for Transfer", 
                    "item_type": "Action (Consent)"
                }
            ], 
            "section_name": "APPROVAL OF CONSENT CALENDAR (ACTION)", 
            "section_number": ""
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "9CPRR464E47C", 
                    "item_details": "\nBackground and Analysis:\n\t \nAt the request of the Audit and Finance Committee, the topic of prudent or best-practice district general fund reserve levels was placed on the September 12, 2013, committee meeting agenda for discussion.\n\t \nCommittee Chair Swenson agreed to take the summary of the discussion by the Audit and Finance Committee to the next available Board of Trustees meeting as an agenda item to be reviewed and discussed by the full Board of Trustees.\n\t \nThe Audit and Finance Committee has recommended that the Board of Trustees review the current board policy and practice regarding maintaining general fund reserves to assure the district has fiscally prudent policy and practices in place to best protect against unforeseen revenue decline or unanticipated required expenditures.\n\t \nSubmitted by:\nKevin McElroy\nAdditional contact names:\n\t\t\t\t\t \nIs backup provided?\nYes\n\t \n", 
                    "item_number": "13.", 
                    "item_recommendation": "", 
                    "item_text": "General Fund Reserve Review as Recommended by the Audit and Finance Committee (INFORMATION)", 
                    "item_text_raw": " 13. General Fund Reserve Review as Recommended by the Audit and Finance Committee (INFORMATION)", 
                    "item_type": "Information"
                }, 
                {
                    "boarddocs_id": "9CQ2NN760CCB", 
                    "item_details": "\nBackground and Analysis:\n\t \nRevised board policy 2310 (formerly 9125) concerning regular governing board meetings is presented for review and first reading. The recommended revisions add language addressing Education Code and Government Code notice, meeting location, and accessibility requirements and bring the policy into alignment with the language and numbering system of the Community College League of California's (CCLC) Policy and Procedure Service. Added language is indicated on the attachment by bold, underlined text, while deleted text is represented by strikethrough. \n\t \nThe Chancellor's Advisory Council approved the revised board policy electronically by consensus on October 18, 2013. The policy will be presented for approval of the Board of Trustees at the December 9, 2013, meeting.\n\t \nSubmitted by:\nLinda Thor\nAdditional contact names:\n\t\t\t\t\t \nIs backup provided?\nYes\n\t \n", 
                    "item_number": "14.", 
                    "item_recommendation": "", 
                    "item_text": "Board Policy 2310 (formerly 9125) Regular Meetings - Revised (First Reading) (INFORMATION)", 
                    "item_text_raw": " 14. Board Policy 2310 (formerly 9125) Regular Meetings - Revised (First Reading) (INFORMATION)", 
                    "item_type": "Information"
                }, 
                {
                    "boarddocs_id": "9CQ36W7906ED", 
                    "item_details": "\nBackground and Analysis:\n\t \nRevised board policy 2315 (formerly 9127) concerning closed sessions is presented for review and first reading. The recommended revisions add language concerning matters permissible for discussion in closed session and bring the policy into alignment with the language and numbering system of the Community College League of California's (CCLC) Policy and Procedure Service. Added language is indicated on the attachment by bold, underlined text, while deleted text is represented by strikethrough. \n\t \nThe Chancellor's Advisory Council approved the revised board policy electronically by consensus on October 18, 2013. The policy will be presented for approval of the Board of Trustees at the December 9, 2013, meeting.\n\t \nSubmitted by:\nLinda Thor\nAdditional contact names:\n\t\t\t\t\t \nIs backup provided?\nYes\n\t \n", 
                    "item_number": "15.", 
                    "item_recommendation": "", 
                    "item_text": "Board Policy 2315 (formerly 9127) Closed Session - Revised (First Reading) (INFORMATION)", 
                    "item_text_raw": " 15. Board Policy 2315 (formerly 9127) Closed Session - Revised (First Reading) (INFORMATION)", 
                    "item_type": "Information"
                }, 
                {
                    "boarddocs_id": "9CQ3HZ7D3CE4", 
                    "item_details": "\nBackground and Analysis:\n\t \nBoard policy 2320 (formerly 9126) regarding special and emergency meetings of the Board of Trustees has been revised to align with the Community College League of California Policy and Procedure service numbering system and to reference a newly developed administrative procedure. The administrative procedure, which was approved by the Chancellor's Advisory Council electronically on October 18, 2013, is attached for your information.\n\t \nThe revised policy will be presented for approval at the December 9, 2013, Board of Trustees meeting.\n\t \nSubmitted by:\nLinda Thor\nAdditional contact names:\n\t\t\t\t\t \nIs backup provided?\nYes\n\t \n", 
                    "item_number": "16.", 
                    "item_recommendation": "", 
                    "item_text": "Board Policy 2320 (formerly 9126) Special and Emergency Meetings - Revised (First Reading) (INFORMATION)", 
                    "item_text_raw": " 16. Board Policy 2320 (formerly 9126) Special and Emergency Meetings - Revised (First Reading) (INFORMATION)", 
                    "item_type": "Information"
                }, 
                {
                    "boarddocs_id": "9CQ3AK7A1EC5", 
                    "item_details": "\nBackground and Analysis:\n\t \nProposed new board policy 2330 regarding quorum and voting is presented for review and first reading. The policy, which sets forth governing board voting requirements delineated in state law, was approved electronically by the Chancellor's Advisory Council on October 18, 2013.\n\t \nThe new policy will be presented for approval at the December 9, 2013, regular meeting of the Board of Trustees.\n\t \n\t \nSubmitted by:\nLinda Thor\nAdditional contact names:\n\t\t\t\t\t \nIs backup provided?\nYes\n\t \n", 
                    "item_number": "17.", 
                    "item_recommendation": "", 
                    "item_text": "Board Policy 2330 Quorum and Voting - New (First Reading) (INFORMATION)", 
                    "item_text_raw": " 17. Board Policy 2330 Quorum and Voting - New (First Reading) (INFORMATION)", 
                    "item_type": "Information"
                }
            ], 
            "section_name": "BOARD BUSINESS", 
            "section_number": ""
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "9CRQQE66E9E6", 
                    "item_details": "\nBackground and Analysis:\n\t \nIn accordance with Education Code Sections 88017, 88117, 88127 the Board is requested to adopt Resolution #2013-38 eliminating the Classified position(s) and authorizing the District to provide the affected employee(s) with a sixty (60) day notice of layoff.\n\t \nSubmitted by:\n Dorene Novotny, Vice Chancellor of Human Resources & Equal Opportunity x6211\nAdditional contact names:\n Suzanne Pfeiffer, Director of Human Resources x6109\nIs backup provided?\n Yes\n\t \n", 
                    "item_number": "18.", 
                    "item_recommendation": "Suzanne Pfeiffer, Director of Human Resources, recommends Board authorization to eliminate the Classified position(s).", 
                    "item_text": "Resolution Authorizing the Reduction in Classified Service (ACTION)", 
                    "item_text_raw": " 18. Resolution Authorizing the Reduction in Classified Service (ACTION)", 
                    "item_type": "Action"
                }
            ], 
            "section_name": "HUMAN RESOURCES", 
            "section_number": ""
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "9CRQSW6745CF", 
                    "item_details": "\nBackground and Analysis:\n\t \nIn accordance with Government Code section 3547, the Foothill- De Anza Community College District and ACE propose to begin negotiations on the current Agreement (November 1, 2011 through October 31, 2013) on the following Articles: \n\t \nDISTRICT:\nNone\n\t \nACE: \nArticle 8.6 Professional Growth Award\n\t \nSubmitted by:\n Dorene Novotny, Vice Chancellor of Human Resources & Equal Opportunity x6211\nAdditional contact names:\n Suzanne Pfeiffer, Director of Human Resources, x6109\nIs backup provided?\n No\n\t \n", 
                    "item_number": "19.", 
                    "item_recommendation": "", 
                    "item_text": "Public Hearing - Open Negotiations on the current agreement between the District and the Association of Classified Employees (ACE) (PUBLIC HEARING)", 
                    "item_text_raw": " 19. Public Hearing - Open Negotiations on the current agreement between the District and the Association of Classified Employees (ACE) (PUBLIC HEARING)", 
                    "item_type": "Public Hearing and Comment"
                }
            ], 
            "section_name": "--Public Hearing", 
            "section_number": ""
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "9CE76J78EED5", 
                    "item_details": "\nBackground and Analysis:\n\t \nAttached is the annual update on the Risk Management Program’s principal responsibilities.\n\t \nSubmitted by:\nMarsha Kelly\nAdditional contact names:\nKevin McElroy\nIs backup provided?\nYes\n\t \n", 
                    "item_number": "20.", 
                    "item_recommendation": "", 
                    "item_text": "2013 Risk Management Report (INFORMATION)", 
                    "item_text_raw": " 20. 2013 Risk Management Report (INFORMATION)", 
                    "item_type": "Information"
                }, 
                {
                    "boarddocs_id": "9CSU9Y6BD566", 
                    "item_details": "\nBackground and Analysis:\n\t \nPresented to the Board for information is the 2013-14 First Quarter Report.\n\t \nSubmitted by:\nKevin McElroy, ext. 6201\nAdditional contact names:\nJoni Hayes, ext. 6261\nIs backup provided?\nYes\n\t \n", 
                    "item_number": "21.", 
                    "item_recommendation": "", 
                    "item_text": "2013-14 First Quarter Report (INFORMATION)", 
                    "item_text_raw": " 21. 2013-14 First Quarter Report (INFORMATION)", 
                    "item_type": "Information, Report"
                }, 
                {
                    "boarddocs_id": "9CS28J7BDB40", 
                    "item_details": "\nBackground and Analysis:\n\t \nPresented to the Board are the 2013-14 first quarter budget revisions and transfer resolutions.\n\t \nSubmitted by:\nKevin McElroy, ext. 6201\nAdditional contact names:\nJoni Hayes, ext. 6261\nIs backup provided?\nYes\n\t \n", 
                    "item_number": "22.", 
                    "item_recommendation": "Vice Chancellor of Business Services Kevin McElroy recommends adoption of the resolutions.", 
                    "item_text": "Resolutions to Adopt Budget Revisions and Transfers (ACTION)", 
                    "item_text_raw": " 22. Resolutions to Adopt Budget Revisions and Transfers (ACTION)", 
                    "item_type": "Action"
                }, 
                {
                    "boarddocs_id": "9CS2LF7D44C4", 
                    "item_details": "\nBackground and Analysis:\n\t \nThe District is in need of a local agency dispatch center to provide Law Enforcement Dispatching Services for the Foothill-De Anza Community College District.  \n\t \nThe District Purchasing Services Department prepared bid documents and incorporated technical specifications jointly written with the Director of District Safety and Security in order to invite bids for a two-year contract with up to three additional one-year option periods. \n\t \nThe bid was advertised on September 24, 2013, and October 2, 2013.  The “Invitation to Bid” was sent to eighteen (18) agencies, and posted on “BidNet” at www.govbids.com.  On October 18, 2013, Purchasing Services staff publicly opened and read the bid.  \n\t \nOnly one agency submitted a bid, San Jose State University (SJSU).  The total cost for the Law Enforcement Dispatching Services submitted by SJSU is $150,000 annually.  San Jose State University currently provides these services to the district and the cost is identical to the current contract amount.  The price will remain firm for two years with an escalation clause not to exceed three percent for the remaining option years.  \n\t \nDistrict’s Safety and Security Budget will fund the annual Law Enforcement Dispatching Services contract.  \n\t \nSubmitted by:\nPam Grey, Director of Purchasing Services, ext. 6166\nAdditional contact names:\nRon Levine, Annette Perez\nIs backup provided?\nNo\n\t \n", 
                    "item_number": "23.", 
                    "item_recommendation": "Authorize the Director of Purchasing Services to execute an agreement with San Jose State University pursuant to the prices, terms, and conditions set forth in Bid 1673 for an amount of $150,000 annually for the first two years, with an option to renew for three additional one-year periods.", 
                    "item_text": "Authorize award of a contract pursuant to Bid Document 1673, Law Enforcement Dispatching Services (ACTION)", 
                    "item_text_raw": " 23. Authorize award of a contract pursuant to Bid Document 1673, Law Enforcement Dispatching Services (ACTION)", 
                    "item_type": "Action"
                }
            ], 
            "section_name": "BUSINESS SERVICES/FINANCE", 
            "section_number": ""
        }, 
        {
            "items": [], 
            "section_name": "FACILITIES", 
            "section_number": ""
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "9BTN6K5E37C3", 
                    "item_details": "\n\t \n\t\t\t\t\tSubmitted by:\nCharles Allen, Executive Director, Facilities, Operations, and Construction Management, extension 6150\n\t\t\t\t\tAdditional contact names:\nTom Armstrong, Director, Bond Program Management, De Anza College,\nArt Heinrich, Director, Bond Program Management, Foothill College\n\t\t\t\t\tIs backup provided?\nYes\n\t \n", 
                    "item_number": "24.", 
                    "item_recommendation": "Charles Allen, Executive Director of Facilities, Operations, and Construction Management; Tom Armstrong, Director, Bond Program Management, De Anza College; and Art Heinrich, Director, Bond Program Management, Foothill College, recommend that Measure E consent item A be ratified by the Board of Trustees.", 
                    "item_text": "Measure E Consent (ACTION)", 
                    "item_text_raw": " 24. Measure E Consent (ACTION)", 
                    "item_type": "Action (Consent)"
                }
            ], 
            "section_name": "MEASURE E CONSENT", 
            "section_number": ""
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "9BUVN581785F", 
                    "item_details": "\nBackground and Analysis:\n\t \nTitle:  Change Order #3\nVendor:  Calstate Construction, Inc.\nAgreement Date:  May 28, 2013\nCampus:  Foothill College\nProject Number:  420\nProject Name:  District Office Building\nAmount:  -$6,551 (credit)\nFor:\n\t \nAcceptance of credit for two unused allowances for asphalt overlay and installation of owner’s equipment; and for minor electrical changes and additional site cleanup.\n\t \nThis change plus all previously approved change orders are equal to 2.4% of the base contract value. \n\t \nFunding for these changes is included in the current budget.\n\t \nSubmitted by:\nCharles Allen, Executive Director, Facilities, Operations, and Construction Management, extension 6150\nAdditional contact names:\nArt Heinrich, Director, Bond Program Management, Foothill College\nIs backup provided?\nYes\n\t \n", 
                    "item_number": "A)", 
                    "item_recommendation": "Ratification", 
                    "item_text": "Calstate Construction - Change Order #3 - District Office Building - ($6,551)", 
                    "item_text_raw": " A) Calstate Construction - Change Order #3 - District Office Building - ($6,551)", 
                    "item_type": "Action (Consent)"
                }
            ], 
            "section_name": "--Central Services Measure E Consent", 
            "section_number": ""
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "9CRU8U72881F", 
                    "item_details": "\nBackground and Analysis:\n\t \nDe Anza College currently provides cable television service via a coaxial cabling distribution infrastructure system. The coaxial cable plant is ~25 years old and is in a semi-functioning state. The Campus also has a widely distributed fiber backbone plant, installed in phases over the past 10-15 years, which will be leveraged as part of this project. \n\t \nThis project upgrades the Campus' distribution infrastructure system to be compatible with Comcast's modern digital television service, including both forward and reverse path signaling. The work of this project shall include a fully integrated and upgraded distribution infrastructure system to each building identified. \n\t \nSmith Fause McDonald, Inc. prepared the construction documents and a complete set of all bid documents are on file in the Purchasing Services Department.\n\t \nBid #1664-282 was legally advertised on September 10 and September 17, 2013.  The “Invitation to Bid” was also sent to nine (9) builders’ exchanges, advertised in the Daily Pacific Builder, and posted on “BidNet” at www.govbids.com.  Bids were publicly opened and read on October 17, 2013 at 3:00 p.m. by Purchasing Services.  The bid results are shown below:\n\t \nCONTRACTOR\nBASE BID AMOUNT\nBASE BID AMOUNT incl. allowance\nPCD\n$172,538\n$180,038\nCal Coast Telecom\n$367,870\n$375,370\n\t \nThe lowest responsive and responsible bidder is PCD who has successfully completed similar CATV/MATV distribution projects for other public entities such as San Francisco Unified (Galileo High School), City of Santa Clara (Central Park Library), UC Merced, and City of Pacifica (Police Headquarters).\n\t \nThe bid price of $180,038 as submitted by PCD is within the architect’s construction estimate of $170,000 plus an allowance amount for unanticipated or unforeseen conditions and within the construction budget of $182,784. The project will be constructed with Measure E funds.\n\t \nSubmitted by:\n  Pam Grey, Director of Purchasing Services, Ext. 6166\nAdditional contact names:\n  Charles Allen, Tom Armstrong, Gina Bailey\nIs backup provided?\n  No\n\t \n", 
                    "item_number": "25.", 
                    "item_recommendation": "Authorize the Director of Purchasing Services, Pam Grey, to award a contract pursuant to Bid Document #1664-282, in the aggregate amount of $180,038 to PCD.", 
                    "item_text": "Award a contract pursuant to Bid #1664-282 CATV/MATV Distribution - $180,038 (ACTION)", 
                    "item_text_raw": " 25. Award a contract pursuant to Bid #1664-282 CATV/MATV Distribution - $180,038 (ACTION)", 
                    "item_type": "Action"
                }
            ], 
            "section_name": "MEASURE E PROJECTS", 
            "section_number": ""
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "9BTN6S5E381D", 
                    "item_details": "\n\t \nSubmitted by:\nCharles Allen, Executive Director, Facilities, Operations, and Construction Management,  extension 6150\nAdditional contact names:\nTom Armstrong, Director, Bond Program Management, De Anza College,\nArt Heinrich, Director, Bond Program Management, Foothill College\nIs backup provided?\nYes\n\t \n\t \n", 
                    "item_number": "26.", 
                    "item_recommendation": "Charles Allen, Executive Director of Facilities, Operations, and Construction Management; Tom Armstrong, Director, Bond Program Management, De Anza College; and Art Heinrich, Director, Bond Program Management, Foothill College, recommend ratification/approval of Measure C consent items A - J.", 
                    "item_text": "Measure C Consent (ACTION)", 
                    "item_text_raw": " 26. Measure C Consent (ACTION)", 
                    "item_type": "Action (Consent)"
                }
            ], 
            "section_name": "MEASURE C CONSENT", 
            "section_number": ""
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "9BUVNP81788B", 
                    "item_details": "\nBackground and Analysis:\n\t \nTitle:  Revision #2\nVendor:  Lionakis\nAgreement Date: April 2, 2013\nCampus:  FHDA Education Center\nProject Number:  801\nProject Name:  Property Acquisition\nAmount:  $74,870\nFor:\n\t \nAdditional design effort required for widening Innovation Way, including preparation of survey plats to formalize utility easements.  The extent of street work needed was not defined with the City of Sunnyvale, and utility sources were not yet known when the original contract was executed, so this work was not included in that agreement.\n\t \nFunding for this change is included in the current project budget.\n\t \nSubmitted by:\nCharles Allen, Executive Director, Facilities, Operations, and Construction Management, extension 6150\nAdditional contact names:\nArt Heinrich, Director, Bond Program Management, Foothill College\nIs backup provided?\nYes\n\t \n", 
                    "item_number": "A)", 
                    "item_recommendation": "Ratification", 
                    "item_text": "Lionakis - Revision #2 - Property Acquisition - $74,870", 
                    "item_text_raw": " A) Lionakis - Revision #2 - Property Acquisition - $74,870", 
                    "item_type": "Action (Consent)"
                }
            ], 
            "section_name": "--Central Services Measure C Consent", 
            "section_number": ""
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "9CRJ9W4BFC7E", 
                    "item_details": "\nBackground and Analysis:\n\t \nTitle:  PAA 9 – Revision #1\nVendor: Enovity\nAgreement Date:  August 4, 2009\nCampus:  De Anza College\nProject Number: 245\nProject Name:  245 ATC\nAmount:  $0.00\nFor: \n\t \nRevision #1 for Enovity Inc. Extension of Contract Time only and is a no cost revision.\n\t \nCompletion date shall be extended to December 31, 2013 for continued commissioning efforts.\n\t \nSubmitted by:\nCharles Allen, Executive Director, Facilities, Operations, and Construction Management,  extension 6150\nAdditional contact names:\nTom Armstrong, Director, Bond Program Management, De Anza College\nDonna Jones-Dulin, Associate Vice President, Finance & Educational Resources, De Anza College\nIs backup provided?\nYes\n\t \n", 
                    "item_number": "B)", 
                    "item_recommendation": "Approval", 
                    "item_text": "Enovity - PAA 9 - Revision #1 - ATC - $0.00", 
                    "item_text_raw": " B) Enovity - PAA 9 - Revision #1 - ATC - $0.00", 
                    "item_type": "Action (Consent)"
                }, 
                {
                    "boarddocs_id": "9CPK5T502727", 
                    "item_details": "\nBackground and Analysis:\n\t \nTitle:  Prime Contract Change Order #3\nVendor: Guerra Construction Group\nAgreement Date:  May 23, 2013\nCampus:  De Anza College\nProject Number:  274-B\nProject Name:  Combined Site Improvements Phase II\nAmount:  $31,341\nFor: \n\t \nPrime Contract Change Order #3 changes includes the following:\n\t \nPCO 001 - EWO# 052 - Credit of Unused Allowance #1 - Unforeseen Conditions. (OD)\nPCO 003 - EWO# 051 - Credit for unused Allowance #3 - Relocation of existing pathway lighting and directional signage (OD)\nPCO 005 - Accept Contract Bid Alternate #1 - Install landscape plants and materials at Admin Bldg. (OD)\nPCO 021 - EWO# 49R1 - Replace existing ADA directional pavers, and install new pavers at several locations on campus for ADA pathway compliance. (OD)\n\t \nTotal Change Order spending to date, including this change, is 9.92% of the original contract amount.  Funding for this change is included in the current budget.\n\t \nSubmitted by:\nCharles Allen, Executive Director, Facilities, Operations, and Construction Management,  extension 6150\nAdditional contact names:\nTom Armstrong, Director, Bond Program Management, De Anza College\nDonna Jones-Dulin, Associate Vice President, Finance & Educational Resources, De Anza College\nIs backup provided?\nYes\n\t \n", 
                    "item_number": "C)", 
                    "item_recommendation": "Approval", 
                    "item_text": "Guerra Construction Group - Prime Contract Change order #03 - Combined Site Improvements Phase II - $31,341", 
                    "item_text_raw": " C) Guerra Construction Group - Prime Contract Change order #03 - Combined Site Improvements Phase II - $31,341", 
                    "item_type": "Action (Consent)"
                }, 
                {
                    "boarddocs_id": "9CHLK256C4A8", 
                    "item_details": "\nBackground and Analysis:\n\t \nTitle:  Prime Contract Change Order #1 - Final\nVendor: RC Benson Construction\nAgreement Date:  July 1, 2013\nCampus:  De Anza College\nProject Number:  200F\nProject Name:  200F PE 6 ADA Shower Upgrades\nAmount:  $8,264\nFor: \n\t \nPrime Contract Change Order #01 - revises the original contract sum between the District and RC Benson Construction to improve facility performance and maintainability.\n\t \nThe Substantial Completion date is revised from September 22, 2013 to October 12, 2013. This revision is non-compensable to RC Benson Construction and there shall be no liquidated damages assessed.\n\t \nThe total Change Orders to date represent 8.3% against the original contract amount.  Funding is included in the current budget.\n\t \nSubmitted by:\nCharles Allen, Executive Director, Facilities, Operations, and Construction Management,  extension 6150\nAdditional contact names:\nTom Armstrong, Director, Bond Program Management, De Anza College\nDonna Jones-Dulin, Associate Vice President, Finance & Educational Resources, De Anza College\nIs backup provided?\nYes\n\t \n", 
                    "item_number": "D)", 
                    "item_recommendation": "Approval", 
                    "item_text": "RC Benson Construction - Prime Contract Change Order #01 Final - 200F PE6 ADA Shower Upgrades - $8,264", 
                    "item_text_raw": " D) RC Benson Construction - Prime Contract Change Order #01 Final - 200F PE6 ADA Shower Upgrades - $8,264", 
                    "item_type": "Action (Consent)"
                }, 
                {
                    "boarddocs_id": "9CPK625028D4", 
                    "item_details": "\nBackground and Analysis:\n\t \nTitle:  Prime Contract Change Order #7\nVendor: Sundt Construction\nAgreement Date: November 05, 2012\nCampus:  De Anza College\nProject Number:  245\nProject Name:  ATC\nAmount: $55,333\nFor: \n\t \nPrime Contract Change Order #07 - revises the original contract sum between the District and Sundt Construction to improve facility performance and maintainability.\n \nThe total Change Orders to date represent 7.1% against the original contract amount.  Funding for this change is included in the current budget.\n\t \nSubmitted by:\nCharles Allen, Executive Director, Facilities, Operations, and Construction Management,  extension 6150\nAdditional contact names:\nTom Armstrong, Director, Bond Program Management, De Anza College\nDonna Jones-Dulin, Associate Vice President, Finance & Educational Resources, De Anza College\nIs backup provided?\nYes\n\t \n", 
                    "item_number": "E)", 
                    "item_recommendation": "Approval", 
                    "item_text": "Sundt Construction - Prime Constract Change Order #7 - ATC - $55,333", 
                    "item_text_raw": " E) Sundt Construction - Prime Constract Change Order #7 - ATC - $55,333", 
                    "item_type": "Action (Consent)"
                }
            ], 
            "section_name": "--De Anza College Measure C Consent", 
            "section_number": ""
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "9BUVNF81787B", 
                    "item_details": "\nBackground and Analysis:\n\t \nTitle:  Change Order #3\nVendor:  OC Jones & Sons, Inc.\nAgreement Date: May 28, 2013\nCampus:  Foothill College\nProject Number:  162\nProject Name:  Parking and Circulation, Phase 2\nAmount:  $124,739\nFor:\n\t \nChanges primarily due to site conditions discovered during construction, most notably, changes due to a conflict with the existing Purissima Hills Water District main line and off-hauling contaminated soil discovered during construction.  This change order also includes the cost for overtime work related to the various site conditions, authorized in order to complete critical parts of the work before classes began.\n\t \nThis change plus all previously approved changes amounts to 6.5% of the base contract value.\n\t \nFunding for these changes is included in the project budget.\n\t \nSubmitted by:\nCharles Allen, Executive Director, Facilities, Operations, and Construction Management, extension 6150\nAdditional contact names:\nArt Heinrich, Director, Bond Program Management, Foothill College\nIs backup provided?\nYes\n\t \n", 
                    "item_number": "F)", 
                    "item_recommendation": "Ratification", 
                    "item_text": "OC Jones & Sons, Inc. - Change Order #3 - Parking and Circulation Phase 2 - $124,739", 
                    "item_text_raw": " F) OC Jones & Sons, Inc. - Change Order #3 - Parking and Circulation Phase 2 - $124,739", 
                    "item_type": "Action (Consent)"
                }, 
                {
                    "boarddocs_id": "9BUVNK817883", 
                    "item_details": "\nBackground and Analysis:\n\t \nTitle:  Change Order #6\nVendor:  SJ Amoroso Construction\nAgreement Date:  March 3, 2013\nCampus:  Foothill College\nProject Number:  105\nProject Name:  Modernization of Learning Support Center, Biology, and General Classrooms\nAmount:  $150,994\nFor:\n\t \nConstruction changes due to field conditions, architect-directed corrections and changes made by the District.  Most of the changes are responses to conditions encountered in the field, most notably for repair of roof beams found to be damaged by dry rot and replacement of roof soffit areas damaged by water intrusion.  Corrections to the architect’s design include added work at the roof to replace existing equipment openings, a revised fire sprinkler layout, and a revised window specification (which resulted in a credit to the District).  Changes made by the District included addition of a gas shutoff valve and simplification of the floor finish design (which also resulted in a credit). \n\t \nThis change plus all previously approved change orders amounts to 5.3% of the base contract value. \n\t \nSubmitted by:\nCharles Allen, Executive Director, Facilities, Operations, and Construction Management, extension 6150\nAdditional contact names:\nArt Heinrich, Director, Bond Program Management, Foothill College\nIs backup provided?\nYes\n\t \n", 
                    "item_number": "G)", 
                    "item_recommendation": "Ratification", 
                    "item_text": "SJ Amoroso Construction - Change Order #6 - Modernization of Learning Support Center, Biology, and General Classrooms - $150,994", 
                    "item_text_raw": " G) SJ Amoroso Construction - Change Order #6 - Modernization of Learning Support Center, Biology, and General Classrooms - $150,994", 
                    "item_type": "Action (Consent)"
                }, 
                {
                    "boarddocs_id": "9BUVNB817872", 
                    "item_details": "\nBackground and Analysis:\n\t \nTitle:  Revision #14 to PAA F-WRNS-2B\nVendor:  WRNS Studio\nAgreement Date: March 22, 2010\nCampus:  Foothill College\nProject Number:  162\nProject Name:  Parking and Circulation, Phase 2\nAmount:  $8,480\nFor:\n\t \nAdditional design services to revise the vehicle bridge design due to changes in availability of structural steel members. \n\t \nThe funding is included in the current budget.\n\t \nSubmitted by:\nCharles Allen, Executive Director, Facilities, Operations, and Construction Management, extension 6150\nAdditional contact names:\nArt Heinrich, Director, Bond Program Management, Foothill College\nIs backup provided?\nYes\n\t \n", 
                    "item_number": "H)", 
                    "item_recommendation": "Ratification", 
                    "item_text": "WRNS Studio - Revision #14 - Parking and Circulation, Phase 2 - $8,480", 
                    "item_text_raw": " H) WRNS Studio - Revision #14 - Parking and Circulation, Phase 2 - $8,480", 
                    "item_type": "Action (Consent)"
                }, 
                {
                    "boarddocs_id": "9BUVNC817874", 
                    "item_details": "\nBackground and Analysis:\n\t \nTitle:  Agreement for Services\nVendor:  WRNS Studio\nAgreement Date:  November 4, 2013\nCampus:  Foothill College\nProject Number:  175\nProject Name:  Exterior Signage Phase II\nAmount:  $28,200\nFor:\n\t \nDesign services for updating the Foothill College signage standards to capture new code regulations and corrections, and to produce design documents for new and updated campus signs.\n\t \nSubmitted by:\nCharles Allen, Executive Director, Facilities, Operations, and Construction Management, extension 6150\nAdditional contact names:\nArt Heinrich, Director, Bond Program Management, Foothill College\nIs backup provided?\nYes\n\t \n", 
                    "item_number": "I)", 
                    "item_recommendation": "Ratification", 
                    "item_text": "WRNS Studio - Agreement for Services - Repair and Upgrade Miscellaneous Projects - $25,800", 
                    "item_text_raw": " I) WRNS Studio - Agreement for Services - Repair and Upgrade Miscellaneous Projects - $25,800", 
                    "item_type": "Action (Consent)"
                }, 
                {
                    "boarddocs_id": "9CRVNX78CE9B", 
                    "item_details": "\nBackground and Analysis:\n\t \nFoothill College standardized on Krueger International (KI) faculty office furniture and classroom furniture.  They identified campus specific furniture performance and service specifications that addressed concerns regarding flexibility, function, durability, quality, safety, comfort, and aesthetics.  \n \nFoothill College currently requires a purchase of Krueger International (KI) classroom furniture for the Building 5600 that will be operational starting Winter Quarter 2014. The cost of the furniture is estimated not to exceed $180,000 and it will be purchased with Measure C funds.  Because the estimated cost of the furniture will exceed the current statutory bid threshold of $83,400, the District must either conduct its own bidding and award process or obtain board authorization to utilize existing contracts awarded by other public entities pursuant to Public Contract Code (PCC) 20652. \n \nPublic Contract Code 20652 provides that the District may utilize contracts that have been awarded by other public entities. This process is commonly known as “piggybacking”.  The competitively bid Foundation for California Community Colleges (FCCC) contract with Kruger International (KI) is available and it includes the items required by the college. \n \nIt is highly unlikely that a separate bid process conducted by our District would result in more favorable prices, terms, and conditions than the prices offered on the FCCC contract for the same goods and services.  The FCCC contracts establish discounts for furniture inclusive of specification development services, space planning services, installation drawings, shipping and delivery costs, a 15-year non-prorated parts and labor warranty, and installation services. FCCC # CAC-B-009 for administrative furniture is valid through August 23, 2014.\n \nAs required by the FCCC contracts, KI makes a donation of 1% for all purchases to the California Community Colleges Scholarship Endowment.  All donations that result from the District’s purchases will be allocated to the District’s account and the resulting scholarships will go to the Foothill-De Anza students.\n\t \nSubmitted by:\nPam Grey, Director of Purchasing Services, x6166\nAdditional contact names:\nBernata Slater, Annette Perez\nIs backup provided?\nNo\n\t \n", 
                    "item_number": "J)", 
                    "item_recommendation": "Authorize the Director of Purchasing Services to issue a purchase order to Kruger International not to exceed $180,000 to furnish Building 5600 with office furniture pursuant to Public Contract Code 20652 and FCCC contracts CAC-B-009.", 
                    "item_text": "Authorize use of FCCC contract for Building 5600 furniture purchase pursuant to Public Contract Code 20652", 
                    "item_text_raw": " J) Authorize use of FCCC contract for Building 5600 furniture purchase pursuant to Public Contract Code 20652", 
                    "item_type": "Action"
                }
            ], 
            "section_name": "--Foothill College Measure C Consent", 
            "section_number": ""
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "9CS2C27C6546", 
                    "item_details": "\nBackground and Analysis:\n\t \nThe project consist of repainting Smithwick Theater (Building 1000), and various PE Buildings (2500, 2600, and 2800); repaint and repair as needed benches, handrails and guardrails; install bird remediation netting and devices.\n\t \nProdis Associates Architects prepared the construction documents and a complete set of all bid documents are on file in the Purchasing Services Department. \n\t \nThe bid was legally advertised to contractors on September 4, 2013, and September 11, 2013.  The “Invitation to Bid” was also sent to nine (9) builders’ exchanges, advertised in the San Jose Post Record, and posted on “BidNet” at www.govbids.com.  A mandatory bid walk was held on September 17, 2013, and a total of Ten (10) contractors attended the walk.  Bids were publicly opened and read on October 9, 2013 in the Purchasing Services office.  Five (5) contractors submitted a bid and the bid result is summarized below:\n\t \nBID RESULTS\n\t \nContractor\nBase Bid Proposal Amount:\nCalstate Construction, Inc. \n$509,333\nR.C. Benson & Sons, Inc. \n$514,500\nCalPacific Construction Inc.\n$523,000\nFix Painting Company\n$583,000\nPiana Construction & Painting Inc. \n$875,750\n\t \nAccording to Public Contract Code (PCC), Section 20651(b): “The governing board shall let any contract for a public project, as defined in subdivision (c) of Section 22002, involving an expenditure of fifteen thousand dollars ($15,000) or more to the lowest responsible bidder who shall give security as the board requires, or else reject all bids.” \n\t \nThe bid price submitted by Calstate Construction, Inc. exceeds the architect’s estimate of $300,000 and as well as the overall project budget of $350,000.  Therefore, the District recommends that the Board reject all bids received for Bid #1665-141, Painting and Bird Remediation.   The project will be rescoped and evaluated for re-bidding. \n\t \nSubmitted by:\nPam Grey, Director of Purchasing Services, x6166\nAdditional contact names:\nCharles Allen, Art Heinrich, Annette Perez\nIs backup provided?\nNo\n\t \n", 
                    "item_number": "27.", 
                    "item_recommendation": "In accordance with PCC 20651(b), reject all bids received for Bid #1665-141, Painting and Bird Remediation at Foothill College.", 
                    "item_text": "Reject all bids received for Painting and Bird Remediation at Foothill College, Bid #1665-141 (ACTION)", 
                    "item_text_raw": " 27. Reject all bids received for Painting and Bird Remediation at Foothill College, Bid #1665-141 (ACTION)", 
                    "item_type": "Action"
                }
            ], 
            "section_name": "MEASURE C PROJECTS", 
            "section_number": ""
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "9BTN725E389D", 
                    "item_details": "\nRenovation of District Office Building D120\nFrom December 2, 2013 – October 31, 2014, Board of Trustees meetings will be held on the Foothill College campus\nClosed session - Altos Room (Room 2019)\nPublic session – Toyon Room (Room 2020)\n------\nDecember 5\nAudit & Finance\n------\nDecember 9\n\tOrganizational Meeting (2305, 9120, 9121)\n\tAppointments to Audit & Finance, Foundation\n\tBoard, Trustee Scholarship Interview Committee\n\tFinancing Corporation\n\tAudit Report (9123)\n\tDelegation of Authority Resolutions\n\tResolution Authorizing Separate Bank Accts.\n\tDestruction of Records (AP 3410)\n\tAudit & Finance Report\n------\nDecember 10\nCBOC Meeting\n------\nJanuary 13, 2014\n\tAppointments to Audit & Finance Committee\n\tAppointments to Citizens' Bond Oversight Committee\n------\nFebruary 3\n\tBoard Legislative Principles\n\tBudget Update\n\tMeasure C Progress Report (semi-annual)\n\tChancellor’s Evaluation Process\n\tProfessional Development Leaves 2013-14\n\tAnnual Fiscal Self-Assessment\n\tCBOC Annual Report\n\tFoundation Board Report\n------\nMarch 3\n\tFaculty Tenure\n\tQ Listing of District Investments (AP 3130)\n\t2nd Quarter Report/Transfers/Revisions (3112)\n\tAdministrator Contracts\n\tAudit and Finance Report\n\tCCCT Board Elections\n------\nMarch 6\nAudit & Finance\n-----\nMarch 11\nCBOC Meeting\n-----\nApril 7\n\tAnnual Review of BP 2015, Student Members\n\tFoundation Board Report\n\t \n", 
                    "item_number": "", 
                    "item_recommendation": "", 
                    "item_text": "Dates to Remember/Future Agenda Items", 
                    "item_text_raw": " Dates to Remember/Future Agenda Items", 
                    "item_type": "Information"
                }
            ], 
            "section_name": "ADJOURNMENT", 
            "section_number": ""
        }
    ]
}