{
    "agency": "foothill_de_anza_ccd", 
    "meeting_date": "11-02-2015", 
    "meeting_sections": [
        {
            "items": [
                {
                    "boarddocs_id": "A2DQ7S67BB64", 
                    "item_details": "\nBackground and Analysis:\n\t \nPrior to adjourning to closed session, the Board President will call the meeting to order.  Members of the public who wish to address the Board of Trustees concerning closed session items only may complete a request form prior to the start of the meeting.  Comments are limited to five minutes per person.\n\t \n", 
                    "item_number": "", 
                    "item_recommendation": "", 
                    "item_text": "Call to Order / Public Comment on Closed Session Items Only", 
                    "item_text_raw": " Call to Order / Public Comment on Closed Session Items Only", 
                    "item_type": "Procedural"
                }, 
                {
                    "boarddocs_id": "A3L98A7ECD82", 
                    "item_details": "\nEducation Code Section 72122 provides that student disciplinary matters be considered by the Board of Trustees in closed session unless the student submits a written request to the Board Secretary that the hearing of the governing board be held as a public meeting.  As of the time of posting the agenda, no such request had been received; however, the deadline for submission of the request had not yet passed.\n\t\t \n\t \n\t \n", 
                    "item_number": "", 
                    "item_recommendation": "", 
                    "item_text": "Public Hearing on Student Expulsion (if requested pursuant to Education Code Section 72122)", 
                    "item_text_raw": " Public Hearing on Student Expulsion (if requested pursuant to Education Code Section 72122)", 
                    "item_type": "Public Hearing and Comment"
                }
            ], 
            "section_name": "REGULAR MEETING - Toyon Room (5:30 p.m.)", 
            "section_number": ""
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "A3L98P7ED03B", 
                    "item_details": "", 
                    "item_number": "", 
                    "item_recommendation": "", 
                    "item_text": "CONSIDERATION OF STUDENT EXPULSION (Pursuant to Education Code Section 72122)", 
                    "item_text_raw": " CONSIDERATION OF STUDENT EXPULSION (Pursuant to Education Code Section 72122)", 
                    "item_type": "Discussion"
                }, 
                {
                    "boarddocs_id": "A3K9FM7D69D1", 
                    "item_details": "", 
                    "item_number": "", 
                    "item_recommendation": "", 
                    "item_text": "CONFERENCE WITH LABOR NEGOTIATOR District Negotiator: Dorene Novotny Employee Organizations: All Represented and Unrepresented Groups (Pursuant to Government Code Section 54957.6)", 
                    "item_text_raw": " CONFERENCE WITH LABOR NEGOTIATOR District Negotiator: Dorene Novotny Employee Organizations: All Represented and Unrepresented Groups (Pursuant to Government Code Section 54957.6)", 
                    "item_type": "Discussion"
                }
            ], 
            "section_name": "ADJOURN TO CLOSED SESSION - Altos Room", 
            "section_number": ""
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "A2DQ7Y67BB6A", 
                    "item_details": "\nThe Board President will call the regular meeting of the Board of Trustees to order and lead the audience in the Pledge of Allegiance.  Please silence cell phones and electronic devices.\n", 
                    "item_number": "", 
                    "item_recommendation": "", 
                    "item_text": "Call to Order / Pledge of Allegiance", 
                    "item_text_raw": " Call to Order / Pledge of Allegiance", 
                    "item_type": "Procedural"
                }
            ], 
            "section_name": "PUBLIC SESSION - Toyon Room (6:00 p.m.)", 
            "section_number": ""
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "A2DQ8467BB6E", 
                    "item_details": "\nThe Board President will announce any reportable action taken during closed session.\n", 
                    "item_number": "", 
                    "item_recommendation": "", 
                    "item_text": "Closed Session Report", 
                    "item_text_raw": " Closed Session Report", 
                    "item_type": "Report"
                }, 
                {
                    "boarddocs_id": "A3L98S7ED192", 
                    "item_details": "", 
                    "item_number": "", 
                    "item_recommendation": "Public vote of the governing board on student discipline pursuant to Education Code Section 72122.", 
                    "item_text": "Action on Student Expulsion (ACTION)", 
                    "item_text_raw": " Action on Student Expulsion (ACTION)", 
                    "item_type": "Action"
                }
            ], 
            "section_name": "REPORTING OUT FROM CLOSED SESSION", 
            "section_number": ""
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "A3JTS36490A0", 
                    "item_details": "\nChoose the \"View Minutes\" link to view draft minutes of the regular meeting of the Board of Trustees of October 5, 2015.\n", 
                    "item_number": "", 
                    "item_recommendation": "Chancellor Judy Miner recommends approval of the draft minutes of the October 5, 2015, Board of Trustees meeting.", 
                    "item_text": "Minutes of the October 5, 2015, Regular Meeting of the Board of Trustees", 
                    "item_text_raw": " Minutes of the October 5, 2015, Regular Meeting of the Board of Trustees", 
                    "item_type": "Action, Minutes"
                }
            ], 
            "section_name": "APPROVAL OF MINUTES (ACTION)", 
            "section_number": ""
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "A2DQ8967BB73", 
                    "item_details": "\nMembers of the public who wish to address the Board or comment on items not on the agenda may do so by completing a request form prior to the start of the meeting.  Comments are limited to five minutes per person.\n", 
                    "item_number": "", 
                    "item_recommendation": "", 
                    "item_text": "Public", 
                    "item_text_raw": " Public", 
                    "item_type": "Information"
                }, 
                {
                    "boarddocs_id": "A2DQ8D67BB77", 
                    "item_details": "\nStudents who wish to address the Board or comment on items not on the agenda may do so by completing a request form prior to the start of the meeting.  Comments are limited to five minutes per person.\n", 
                    "item_number": "", 
                    "item_recommendation": "", 
                    "item_text": "Students", 
                    "item_text_raw": " Students", 
                    "item_type": "Information"
                }, 
                {
                    "boarddocs_id": "A2DQ8H67BB7B", 
                    "item_details": "", 
                    "item_number": "", 
                    "item_recommendation": "", 
                    "item_text": "Staff", 
                    "item_text_raw": " Staff", 
                    "item_type": "Information"
                }, 
                {
                    "boarddocs_id": "A2DQ8L67BB7E", 
                    "item_details": "", 
                    "item_number": "", 
                    "item_recommendation": "", 
                    "item_text": "Board", 
                    "item_text_raw": " Board", 
                    "item_type": "Information"
                }
            ], 
            "section_name": "HEARINGS: ITEMS NOT ON THE AGENDA (The Board does not take action or respond to items not on the agenda.)", 
            "section_number": ""
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "A2DQ8R67BB83", 
                    "item_details": "", 
                    "item_number": "", 
                    "item_recommendation": "Chancellor Judy Miner recommends approval of consent calendar items 1-12.", 
                    "item_text": "Approval of Consent Calendar", 
                    "item_text_raw": " Approval of Consent Calendar", 
                    "item_type": "Action"
                }, 
                {
                    "boarddocs_id": "9ZJRY970368D", 
                    "item_details": "\nBackground and Analysis:\n\t \nPresented to the Board for ratification is the list of contracts and agreements signed by the Vice Chancellor of Business Services.  Business Services presents this list at each Board Meeting per Education Code requirement and board policy section 3000.\n\t \nSubmitted by:\n Kevin McElroy, Vice Chancellor, Business Services, x6202\nAdditional contact names:\n\t\t\t\t\t \nIs backup provided?\n Yes\n\t \n", 
                    "item_number": "1.", 
                    "item_recommendation": "Vice Chancellor of Business Services Kevin McElroy recommends ratification of the contracts and agreements as presented.", 
                    "item_text": "Ratification of Contracts and Agreements", 
                    "item_text_raw": " 1. Ratification of Contracts and Agreements", 
                    "item_type": "Action (Consent)"
                }, 
                {
                    "boarddocs_id": "A35VEG6687AE", 
                    "item_details": "\nBackground and Analysis:\n\t \nEnclosed for ratification are the board warrants greater than $5,000 for August and September 2015. A complete listing of all B warrants is available for public viewing upon request.\n\t \nSubmitted by:\nKevin McElroy, Vice Chancellor, Business Services\nAdditional contact names:\nHector Quinonez, Executive Director, Fiscal Services\nIs backup provided?\nYes\n\t \n", 
                    "item_number": "2.", 
                    "item_recommendation": "Vice Chancellor of Business Services Kevin McElroy recommends ratification.", 
                    "item_text": "Ratification of Board Warrants Greater than $5,000 for August and September 2015", 
                    "item_text_raw": " 2. Ratification of Board Warrants Greater than $5,000 for August and September 2015", 
                    "item_type": "Action (Consent)"
                }, 
                {
                    "boarddocs_id": "9WJM5B596A67", 
                    "item_details": "\nBackground and Analysis:\n\t \nThe ETS Department refreshes and replaces computer equipment on a five-year cycle for student classroom labs as well as for faculty and staff.   Purchasing Services expects to issue large quantity purchase orders for Dell computer equipment in Fiscal Year 2015-2016, some that will exceed the current statutory bid threshold per purchase order. In accordance with the California Public Contract Code (PCC) Section 20651(a) through (d), only the governing board may authorize award of such purchase orders, and the board must award the orders to the lowest responsible bidder or reject all bids. However, in lieu of conducting a bid process, Public Contract Code (PCC) section 20652 provides that community college districts may utilize contracts that have been awarded by other public entities. \n\t \nThe required Dell products are available to the District on the Western States Contracting Alliance (WSCA) - NASPO (National Association of State Procurement Officials) contract.  WSCA-NASPO is a contracting consortium for state government departments, institutions, agencies and political subdivisions in the states of Alaska, Arizona, California, Colorado, Hawaii, Idaho, Minnesota, Montana, Nevada, New Mexico, Oregon, South Dakota, Utah, Washington and Wyoming.  The WSCA-NASPO Master Price Agreement MNWNC-108 with Dell is currently valid through March 31, 2017 with mutually optional renewal years available. \n\t \nWSCA-NASPO contract pricing is based upon the combined volume of several states and their political subdivisions. Each WSCA contract’s “Products and Services Schedule” (PSS) shows the maximum price offered to participating entities and provides that each entity may negotiate large order discounts. Additionally, the District is entitled to each vendor’s education discounts and may also benefit whenever the vendors announce promotional prices and/or general price reductions.  A bid based only upon the District’s anticipated purchases would be unlikely to result in lower prices than those available through the WSCA-NASPO contract. Prior to issuing each purchase order, District staff will contact the vendor to obtain a price quotation. The price quoted will be the lowest available to the District on that date for the specified products and quantities. \n \nSubmitted by:\nPam Grey, Director of Purchasing Services\nAdditional contact names:\nEric Olague, Buyer, Purchasing Services\nIs backup provided?\nNo\n\t \n", 
                    "item_number": "3.", 
                    "item_recommendation": "The Board is requested to authorize the Director of Purchasing Services to issue purchase orders in an aggregate amount that exceeds the legally mandated bid threshold to take advantage of the volume price discounts of WSCA-NASPO Master Agreement MNWNC-108 for Dell for as long as the contract is valid.", 
                    "item_text": "Authorization to Purchase Dell Computers in Excess of the Bid Threshold", 
                    "item_text_raw": " 3. Authorization to Purchase Dell Computers in Excess of the Bid Threshold", 
                    "item_type": "Action (Consent)"
                }, 
                {
                    "boarddocs_id": "A3CK7D7D0F52", 
                    "item_details": "\nBackground and Analysis:\n\t \nThe District purchases office and classroom supplies in an aggregate amount that will exceed the current statutory bid threshold of $86,000.00. The District can save on office supplies through the Foundation for California Community Colleges competitively bid, piggybackable contract with Office Depot. The contract features a competitively priced core item list with over 800 items and an annual 1% rebate with an additional up-to 50 item customizable core list.\n\t \nIn accordance with the California Public Contract Code (PCC) Section 20651, only the governing board may authorize award of purchase orders that exceed the legally mandated bid threshold, and the board must award the orders to the lowest responsible bidder or reject all bids. However, in lieu of conducting a bid process, Public Contract Code (PCC) section 20652 provides that community districts may utilize contracts that have been awarded by other public entities. Office Depot products are available to the District through the Foundation for California Community Colleges (FCCC) RFP# 15-003.  \n\t \nThe Foundation for California Community Colleges is a statewide non-profit supporting the California Community College system. The Foundation serves as the official auxiliary to the California Community Colleges’ Board of Governors and the system wide Chancellor’s Office. The Foundation for California Community Colleges (FCCC) RFP# 15-003 with Office Depot is currently valid through November 1, 2018 with mutual option to renew the Term for two (2) additional one (1) year terms.\n\t \nA bid based only upon the District’s anticipated purchases would be unlikely to result in lower prices than those available through the FCCC contract. FCCC contract pricing is based upon the combined volume of community colleges.\n\t \nSubmitted by:\nPam Grey, Director, Purchasing Services\nAdditional contact names:\nEric Olague, Buyer, Purchasing Services\nIs backup provided?\nNo\n\t \n", 
                    "item_number": "4.", 
                    "item_recommendation": "The Board is requested to authorize the Director of Purchasing Services to issue purchase orders in an aggregate amount that exceeds the legally mandated bid threshold to take advantage of the volume price discounts of the Foundation for California Community College (FCCC) RFP#15-003 for office products from Office Depot for as long as the contract is valid.", 
                    "item_text": "Authorization to Purchase Office and Classroom Supplies from Office Depot in excess of the bid threshold", 
                    "item_text_raw": " 4. Authorization to Purchase Office and Classroom Supplies from Office Depot in excess of the bid threshold", 
                    "item_type": "Action (Consent)"
                }, 
                {
                    "boarddocs_id": "A3HDEX797A44", 
                    "item_details": "\nBackground and Analysis:\n\t \nFNTI is a back file conversion specialist in converting paper, microfilm and microfiche to electronic documents.  FNTI is financially stable and a division of Fidelity National Financial, a Fortune 400 company. In the last 10 years, FNTI has processed in excess of 10 billion records generated by state and local government. Greater than 300,000,000 of these records were scanned from paper, microfilm and microfiche captured at the clients location where the media is stored.\n\t \nOn November 4, 2014, the district issued a purchase order to FNTI in the amount of $47,015 to scan the paper documents of Human Resources and Payroll departments. This purchase order was authorized by the Board based on the CMAS contract #3-12-36-0091A.  Subsequently, we completed this project on time, and both District Human Resources and Payroll departments are now operating with no paper storage moving forward.\n\t \nBased on the success of past projects and to continue improving the operating efficiency of the Admission and Records departments, both colleges now request ETS to move their legacy paper documents and microfiche student records to the Banner system. The volume of the paper and microfiche data is massive and span several decades.  ETS proposes to contract with FNTI to provide the scanning service to move this project forward.\n\t \nBoth college leadership teams support this decision and will provide the necessary funding to initiate this project. The total one time cost to scan both colleges’ legacy documents is $140,849.\n\t \nDe Anza College scan cost\n$41,010.00\nFoothill College scanning cost\n$99,839.00\nTotal cost\n$140,849.00\n\t \nSubmitted by:\nJoseph Moreau, Vice Chancellor of Technology, x6120\nAdditional contact names:\nChien Shih, Director of Information Systems & Operations, x 6139\nIs backup provided?\nYes\n\t \n", 
                    "item_number": "5.", 
                    "item_recommendation": null, 
                    "item_text": "Approval of FNTI Contract to Provide Scanning Services of Paper Documents for Uploading into Banner", 
                    "item_text_raw": " 5. Approval of FNTI Contract to Provide Scanning Services of Paper Documents for Uploading into Banner", 
                    "item_type": "Action (Consent)"
                }, 
                {
                    "boarddocs_id": "A3JHKC7C09FD", 
                    "item_details": "\nBackground and Analysis:\n\t\t \nHuman Resources Report\n\t\t \nThe Human Resources Report is presented for Board approval or ratification of personnel action items in the following categories:\n\t\t \nActing Assignment\nProfessional Growth Award\nAdministrative Achievement Award\nPromotion\nAdministrative Leave\nReassignment\nInterim Assignment\nReclassification\nLayoff\n39 Month Re-employment\nLeave of Absence\nResignation\nLongevity Award\nRetirement\nNew Appointment\nSeparation\nNew Assignment\nService Recognition Award\nNew Hire\nStaff Development Leave \nNew Position\nTemporary Contract Change\nPermanent Contract Change\nTraining/Retraining Stipend\nProfessional Achievement Award\nTransfer\nProfessional Development Leave\n\t\t\t\t\t \n\t\t \nThe report includes all action items for Administrators, Faculty, Classified and Temporary and Short-Term employees.\n\t\t \nSubmitted by:\n  Dorene Novotny, Vice Chancellor of Human Resources and Equal Opportunity, x6211\nAdditional contact names:\n  Marietta Harris, Director of Human Resources, x6109\nIs backup provided?\n  Yes\n\t\t \n\t \n", 
                    "item_number": "6.", 
                    "item_recommendation": "Dorene Novotny, Vice Chancellor of Human Resources and Equal Opportunity, recommends approval.", 
                    "item_text": "Human Resources Report", 
                    "item_text_raw": " 6. Human Resources Report", 
                    "item_type": "Action (Consent)"
                }, 
                {
                    "boarddocs_id": "A3FTQR641D9A", 
                    "item_details": "\nBackground and Analysis:\n\t \nFoothill seeks board approval for curriculum additions and changes for the 2016-17 Catalog. Per Title 5 direction, all course changes, substantial and nonsubstantial, must be approved by the governing board of the District before they may be submitted to the State Chancellor's Office for final approval.\n\t \nThese courses have met Foothillâs curriculum standards and the Foothill College Curriculum Committee certifies that they are compliant with Title 5 regulations.\n\t \nSubmitted by:\nKurt Hueg, Acting Vice President, Instruction\nAdditional contact names:\nAndrew LaManque, Isaac Escoto\nIs backup provided?\nYes\n\t \n", 
                    "item_number": "7.", 
                    "item_recommendation": "Foothill administration recommends approval of the curriculum updates.", 
                    "item_text": "Foothill College - Curriculum Updates for 2016-17 Catalog", 
                    "item_text_raw": " 7. Foothill College - Curriculum Updates for 2016-17 Catalog", 
                    "item_type": "Action (Consent)"
                }, 
                {
                    "boarddocs_id": "A3H4NL657225", 
                    "item_details": "\nBackground and Analysis:\n\t \nThe district’s Parking and Traffic Regulations permit the Board of Trustees to approve a waiver or reduction of parking fees. Foothill College President Kimberlee Messina requests that the following parking lot rental fees be waived because these events are internal and/or are hosted by organizations that support the college mission:\n\t \nThursday, June 23, 2016 – Foothill College Parking Lot #1 - $650.00 \nFoothill Outreach requests free parking on June 23, 2016, from 3:00 p.m. - 9:00 p.m. for the Reconocimiento celebration.\n\t \nSubmitted by:\nKimberlee Messina, Interim President, Foothill College\nAdditional contact names:\nAntoinette Chavez\nIs backup provided?\nNo\n\t \n", 
                    "item_number": "8.", 
                    "item_recommendation": "Foothill College administration recommends that the Board of Trustees waive the parking lot rental fees.", 
                    "item_text": "Foothill College - Waiver of Parking Lot Rental Fees", 
                    "item_text_raw": " 8. Foothill College - Waiver of Parking Lot Rental Fees", 
                    "item_type": "Action (Consent)"
                }, 
                {
                    "boarddocs_id": "A3J5BC684137", 
                    "item_details": "\nBackground and Analysis:\n\t \nIn conjunction with District Board Policy 3205, De Anza College allows community groups and organizations the use of the facilities when that use does not interfere with, infringe on or impede the educational process.\n\t \nThe College strives to ensure diverse groups and organizations have access to the use of its facilities and believe in supporting a rich diversity of viewpoint, age, cultural background, race, purpose and social interaction.\n\t \nSaturday, October 17, 2015, Diwali Festival, Memorial Park 10 a.m. to 5 p.m.\nThe Bay Area Diwali Festival celebrated its 13th year at Memorial Park in Cupertino.  It was a free event for the entire community to enjoy and included many activities for all age groups, kids' zone, craft vendors, live entertainment. The purpose of the event was to bring the community together and celebrate multicultural understanding. Parking Lot A was requested for any overflow parking.\n\t \nSunday, October 18, 2015, New Hope Chinese Cancer Care Foundation, VPAC, 9 a.m. to 4 p.m.\nThe New Hope Chinese Cancer Center held its annual meeting at the Visual and Performing Arts Center at De Anza College.  The New Hope Cancer Care Foundation provides cancer patients free services including support groups, transportation, home visits, and educational sessions. Parking Lot A and adjacent parking to the VPAC was requested for 200 spaces.\n\t \nMonday, November 2, 2015, EEO & Faculty Diversity Summit, Campus Center, 9 a.m. to 4 p.m.\nThis event is sponsored by the California Community Colleges Chancellor's Office and Academic Senate. It is anticipated that California community colleges will have a significant increase in full-time hiring. Historically, 20-30% of hires were from underrepresented communities. The summit's purpose is to seek feedback on best practices while providing training on the educational benefits of faculty diversity and elimination of bias. Parking Lots A, B, and C have been requested for over 100 meeting participants.\n\t \nDe Anza College President Brian Murphy requests that the board approve the three waivers of parking fees for these three events.\n\t \nSubmitted by:\n  Brian Murphy, De Anza College President, ext. 8706\nAdditional contact names:\n\t\t\t\t\t \nIs backup provided?\n  No\n\t \n", 
                    "item_number": "9.", 
                    "item_recommendation": "The De Anza College President requests the Board of Trustees waive parking fees for two community events at De Anza College on Saturday, October 17, and Sunday, October 18, and an educational event on Monday, November 2, 2015.", 
                    "item_text": "De Anza Parking Fee Waivers", 
                    "item_text_raw": " 9. De Anza Parking Fee Waivers", 
                    "item_type": "Action (Consent)"
                }, 
                {
                    "boarddocs_id": "A3JN8S587560", 
                    "item_details": "\nBackground and Analysis:\n\t \nDe Anza College is requesting that the Board of Trustees review and approve the attached course number changes due to UC articulation and the creation of the KNES (Kinesiology) and MASG (Massage Therapy) Departments that have been approved by the De Anza Curriculum Committee for the 2016-2017 academic year.\n\t \nSubmitted by:\n  Christina Espinosa-Pieb, VP Instruction x8958\nAdditional contact names:\n  Ram Subramaniam, Faculty Curriculum Co-Chair, ext 8517\n  Mary K. Clark-Tillman, Curriculum Coordinator, ext 8379\nIs backup provided?\n  Yes\n\t \n", 
                    "item_number": "10.", 
                    "item_recommendation": "De Anza College President Brian Murphy recommends approval.", 
                    "item_text": "De Anza College 2016-2017 Course Number Changes/Creation of New Departments", 
                    "item_text_raw": " 10. De Anza College 2016-2017 Course Number Changes/Creation of New Departments", 
                    "item_type": "Action (Consent)"
                }, 
                {
                    "boarddocs_id": "A3LABU834DCE", 
                    "item_details": "\nBackground and Analysis:\n\t \nThe State Chancellor's Office grant provides resources for the High Tech Center Training Unit (HTCTU) to offer state of the art training and support facility for community college faculty and staff wishing to acquire or improve teaching skills, methodologies, and pedagogy in Assistive Computer Technology, Alternate Media and Web Accessibility. The HTCTU supports High Tech Center programs at one-hundred and fourteen community colleges and satellite centers. More than ten thousand students with disabilities are enrolled in High Tech Center programs state-wide.\n\t \nBoard approval is requested for the 2015-2016 contract in the amount of $1,100,000\n\t \nSubmitted by:\n Brian Murphy, De Anza College President, x8705\nAdditional contact names:\n Stacey Cook, De Anza College Vice President, Student Services, x8330\nIs backup provided?\n Yes\n\t \n", 
                    "item_number": "11.", 
                    "item_recommendation": "De Anza College President Brian Murphy recommends approval of Resolution No. 2015-30 Grant Agreement between BOG, California Community College Chancellor's Office and High Tech Center Training Unit for the 2015-16 year.", 
                    "item_text": "Grant Agreement between BOG, California Community College Chancellor's Office and High Tech Center Training Unit (Resolution No. 2015-30)", 
                    "item_text_raw": " 11. Grant Agreement between BOG, California Community College Chancellor's Office and High Tech Center Training Unit (Resolution No. 2015-30)", 
                    "item_type": "Action (Consent)"
                }, 
                {
                    "boarddocs_id": "A3H358637F51", 
                    "item_details": "\nBackground and Analysis:\n\t \nThe California Community College Chancellor’s Office and the California Department of Education have $500 million appropriated through the State Budget to allocate funding for adult education. The funds will be provided to eligible consortia for the purpose of implementing regional plans for adult education. The intent of the Adult Education Block Grant was to expand and improve the provision of adult education via these consortia. (http://aebg.cccco.edu/About)\n\t \nThe Adult Education Block Grant (AEBG) North Santa Clara County Student Transition Consortium (NSCCSTC) encompasses the Foothill-De Anza Community College District service area located in the heart of Silicon Valley and serves the communities of Cupertino, Los Altos, Los Altos Hills, Mountain View, Palo Alto, Sunnyvale and portions of San Jose.  This grant started in March 2014 and runs through June 2016.\n\t \nNSCCSTC is a partnership effort between the Foothill-De Anza Community College District (FHDA), Palo Alto Unified School District-Adult School (PAUSD), Fremont Union High School District Adult School (FUHSD), and the Mountain View-Los Altos Union High School District Adult School (MVLA). Our collective mission is to coordinate and integrate programs, create linkages, and develop regional plans to better serve the educational needs of adults in the region.\n\t \nThe work for this grant will be accomplished through seven workgroups: Student Support Services, Professional Development, Curriculum Development, Articulation and Alignment, Community Based Organization and Local Government, Industry Leader and Employer Partnerships, and Data Systems.\n\t \nThis memorandum of understanding (MOU) acknowledges all members support and assist in the next phase of the services of the Adult Education Block Grant from Aug 2015 – July 2016. The MOU also establishes the disbursement amounts given to each member.\n\t \nFoothill College disbursement amount is $199,212.\nDe Anza College disbursement amount is $199,212.\n\t \nSubmitted by:\nKimberlee Messina, Interim President, Foothill College/Brian Murphy, President, De Anza College\nAdditional contact names:\nSharon Turner\nIs backup provided?\nNo.\n\t \n", 
                    "item_number": "12.", 
                    "item_recommendation": "Foothill College Interim President Kimberlee Messina and De Anza College President Brian Murphy recommend that the Board of Trustees approve the memorandum of understanding for distribution of the 2015-16 Adult Education Block Grant.", 
                    "item_text": "Foothill College and De Anza College - Memorandum of Understanding for Distribution of the 2015–16 Adult Education Block Grant", 
                    "item_text_raw": " 12. Foothill College and De Anza College - Memorandum of Understanding for Distribution of the 2015–16 Adult Education Block Grant", 
                    "item_type": "Action (Consent)"
                }
            ], 
            "section_name": "APPROVAL OF CONSENT CALENDAR (ACTION)", 
            "section_number": ""
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "A3JSX962C11D", 
                    "item_details": "\nBackground and Analysis:\n\t \nFoothill College is required to create a yearly Student Success and Support Services Program (3SP) plan in response to the Seymour-Campbell Student Success Act (SCSSA) of 2012. The specific requirements in the SCSSA may be found in California Education Code, Sections 78210-78219. By prompting each California Community Colleges to write a 3SP plan, the legislature’s intent is to “increase California community college student access and success by providing effective core matriculation services, including orientation, assessment and placement, counseling, and other educational planning services, and academic interventions.” Consistent with the premise that student success is the responsibility of not only the student, but also of the institution as a whole, the overriding goal is for colleges to outline a specific plan to provide evidence-based, well-coordinated services that are integrated throughout both student services and instruction. Our efforts to increase student success must also give particular attention to at-risk students and to identifying and addressing issues of equity and disproportionate impact. With these principles in mind, we will coordinate with the Basic Skills and Student Equity Workgroups and the academic, classified, and student senates to develop a framework for cross-campus collaboration and coordination. We also realize that it will be imperative to actively include our part-time employees – whether they are faculty or staff – if our efforts are to be successful.\n\t \nWe continue to work with our office of institutional research to evaluate the effectiveness of our efforts and revise our 3SP plan as appropriate in an ongoing effort to increase student success. This includes analysis through program review and other practices to gather data and evaluate outcomes with respect to orientation, assessment and placement, education plans, interventions for at-risk students, and follow-ups. \n\t \nThe current noncredit 3SP plan for 2015-2016 is attached.  \n\t \nSubmitted by:\nLaureen Balducci, Associate Vice President of Student Services, Foothill College\nAdditional contact names:\nDenise Swett, VP Student Services; Carolyn Holcroft, Academic Senate President\nIs backup provided?\nYes\n\t \n", 
                    "item_number": "13.", 
                    "item_recommendation": "", 
                    "item_text": "Foothill Noncredit Student Success and Support Program (3SP) Plan (INFORMATION)", 
                    "item_text_raw": " 13. Foothill Noncredit Student Success and Support Program (3SP) Plan (INFORMATION)", 
                    "item_type": "Information"
                }, 
                {
                    "boarddocs_id": "A3KPN75C607C", 
                    "item_details": "\nBackground and Analysis:\n\t \nIn early 2015, President Barack Obama announced the Americaâs College Promise proposal to make the first two years of community college free. Inspired by programs in Tennessee and Chicago, the proposal would create a partnership with states to help waive tuition for students enrolled in transfer or high-demand occupational training programs who attend at least half-time, maintain a 2.5 grade point average, and make steady progress toward completing their program. Momentum toward free community college is growing with new statewide programs started this year in Oregon and Minnesota; local programs initiated in Pennsylvania, Illinois, and Ohio; and legislation proposed in 11 additional states.\n\t \nTo implement the goals of America's College Promise, an independent College Promise Advisory Board was formed in September to share current tuition-free models, recruit others to spread the message, and raise awareness about the importance of community colleges through the Heads Up America campaign. The advisory board is chaired by Jill Biden, vice-chaired by former Wyoming Governor Jim Geringer, and directed by former Under Secretary of Education and former Foothill-De Anza Community College District Chancellor Martha Kanter.\n\t \nCalifornia's College Promise Leadership Committee has asked all California community colleges to support the nationwide effort. A resolution in support of America's College Promise is attached for the governing board's consideration. \n\t \nSubmitted by:\nJudy C. Miner, Chancellor\nAdditional contact names:\n\t\t\t\t\t \nIs backup provided?\nYes\n\t \n", 
                    "item_number": "14.", 
                    "item_recommendation": "Chancellor Judy Miner recommends that the Board of Trustees adopt the resolution in support of America's College Promise initiative.", 
                    "item_text": "Resolution in Support of America's College Promise Initiative (ACTION)", 
                    "item_text_raw": " 14. Resolution in Support of America's College Promise Initiative (ACTION)", 
                    "item_type": "Action"
                }
            ], 
            "section_name": "BOARD BUSINESS", 
            "section_number": ""
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "A2LPH564537F", 
                    "item_details": "\nBackground and Analysis:\n\t \nThe Board is requested to approve the successor Agreement between Foothill-De Anza Community College District and the Association of Classification Employees (ACE), effective November 1, 2014 through October 31, 2017.\n\t \nEnclosed is the Summary of Negotiated Changes, MOU (dated 8/12/15), and complete 2014-2017 Agreement.\n\t \nSubmitted by:\n  Dorene Novotny, Vice Chancellor of Human Resources and Equal Opportunity, x6211\nAdditional contact names:\n  Marietta Harris, Director of Human Resources, x6109\nIs backup provided?\n  Yes\n\t \n", 
                    "item_number": "15.", 
                    "item_recommendation": "Dorene Novotny, Vice Chancellor of Human Resources and Equal Opportunity, recommends approval.", 
                    "item_text": "Approve the 2014-2017 Agreement between Foothill-De Anza Community College District and the Association of Classified Employees (ACE) (ACTION)", 
                    "item_text_raw": " 15. Approve the 2014-2017 Agreement between Foothill-De Anza Community College District and the Association of Classified Employees (ACE) (ACTION)", 
                    "item_type": "Action"
                }, 
                {
                    "boarddocs_id": "A2LPM264E9C2", 
                    "item_details": "\nBackground and Analysis:\n\t \nThe Board is requested to approve the successor Agreement between Foothill-De Anza Community College District and Teamsters, Local 287, effective July 1, 2013 through June 30, 2016.\n\t \nEnclosed is the Summary of Negotiated Changes and complete 2013-2016 Agreement.\n\t \nSubmitted by:\n  Dorene Novotny, Vice Chancellor of Human Resources and Equal Opportunity, x6211\nAdditional contact names:\n  Marietta Harris, Director of Human Resources, x6109\nIs backup provided?\n  Yes\n\t \n", 
                    "item_number": "16.", 
                    "item_recommendation": "Dorene Novotny, Vice Chancellor of Human Resources and Equal Opportunity, recommends approval.", 
                    "item_text": "Approve the 2013-2016 Agreement between Foothill-De Anza Community College District and Teamsters, Local 287 (ACTION)", 
                    "item_text_raw": " 16. Approve the 2013-2016 Agreement between Foothill-De Anza Community College District and Teamsters, Local 287 (ACTION)", 
                    "item_type": "Action"
                }, 
                {
                    "boarddocs_id": "A3FNTP54B6E3", 
                    "item_details": "\nBackground and Analysis:\n\t \nThe salary schedule and job descriptions for temporary employee assignments have been updated for consistency with the duties being performed and to reflect current needs for the District.\n\t \nSubmitted by:\n  Dorene Novotny, Vice Chancellor of Human Resources and Equal Opportunity, x6211\nAdditional contact names:\n  Marietta Harris, Director of Human Resources, x 6109\nIs backup provided?\n  Yes\n\t \n", 
                    "item_number": "17.", 
                    "item_recommendation": "Dorene Novotny, Vice Chancellor of Human Resources and Equal Opportunity, requests approval.", 
                    "item_text": "Temporary Employee Assignment (TEA) Salary Schedule and Job Descriptions (ACTION)", 
                    "item_text_raw": " 17. Temporary Employee Assignment (TEA) Salary Schedule and Job Descriptions (ACTION)", 
                    "item_type": "Action"
                }, 
                {
                    "boarddocs_id": "A3JNDG58E9FD", 
                    "item_details": "\nBackground and Analysis:\n\t\t \nIn accordance with Education Code Sections 88017, 88117, and 88127, the board is requested to adopt Resolution #2015-28 eliminating the Classified position(s) and authorizing the District to provide the affected employee(s) with a sixty (60) day notice of layoff.\n\t\t \nSubmitted by:\n  Dorene Novotny, Vice Chancellor of Human Resources and Equal Opportunity, x6211\nAdditional contact names:\n  Marietta Harris, Director of Human Resources, x6109\nIs backup provided?\n  Yes\n\t\t \n\t \n", 
                    "item_number": "18.", 
                    "item_recommendation": "Dorene Novotny, Vice Chancellor of Human Resources and Equal Opportunity, recommends approval.", 
                    "item_text": "Resolution Authorizing the Reduction in Classified Service (ACTION)", 
                    "item_text_raw": " 18. Resolution Authorizing the Reduction in Classified Service (ACTION)", 
                    "item_type": "Action"
                }
            ], 
            "section_name": "HUMAN RESOURCES", 
            "section_number": ""
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "A3FVHM6216F0", 
                    "item_details": "\nBackground and Analysis:\n\t \nIn accordance with Government Code section 3547, the Foothill- De Anza Community College District and ACE propose to begin reopener negotiations for the 2015-2016 year.  The following Articles are reopened:\n\t \nPer Article 23:\nArticle 8 - Pay and Allowances\nArticle 18 - Paid Benefits\n\t \nDistrict:\nArticle 10 - Leaves\nArticle 13 - Hours and Overtime \n\t \nACE: \nArticle 11 - Layoff\n\t \nIn addition to the listed articles, the District and ACE have an interest to review, edit and clean up non-substantive and outdated language in the Collective Bargaining Agreement to facilitate clarity and the better use of the agreement.\n\t \nSubmitted by:\n  Marietta Harris, Director of Human Resources, x6109\nAdditional contact names:\n  N/A\nIs backup provided?\n  No\n\t \n", 
                    "item_number": "19.", 
                    "item_recommendation": "", 
                    "item_text": "Public Hearing - 2015-2016 Reopener Negotiations for the Agreement between the District and the Association of Classified Employees (ACE) (PUBLIC HEARING)", 
                    "item_text_raw": " 19. Public Hearing - 2015-2016 Reopener Negotiations for the Agreement between the District and the Association of Classified Employees (ACE) (PUBLIC HEARING)", 
                    "item_type": "Public Hearing and Comment"
                }, 
                {
                    "boarddocs_id": "A3FV82617128", 
                    "item_details": "\nBackground and Analysis:\n\t \nThe current CSEA Agreement expires December 31, 2015.  In accordance with Government Code section 3547, the Foothill- De Anza Community College District and CSEA propose to begin negotiations on a successor Agreement.  The following Articles are proposed to be opened for negotiation:\n\t \nPer Article 21:\nArticle 5 - Pay and Allowances\nArticle 16 - Health and Welfare Benefits\nAppendix A - Salaries\n\t \nDistrict:\nArticle 8 - Leaves\nArticle 9 - Layoff and Reemployment \nArticle 11 - Hours and Overtime\nArticle 12 - Employee Expenses and Materials \n\t \nCSEA:\nArticle 12 - Employee Expenses and Materials\nNew Article – Pre-Retirement Reduction in Contract \n\t \nIn addition to the listed articles, the District and CSEA have an interest to review, edit and clean up non-substantive and outdated language in the Collective Bargaining Agreement to facilitate clarity and the better use of the agreement.\n\t \nSubmitted by:\n  Marietta Harris, Director of Human Resources, x6109\nAdditional contact names:\n  N/A\nIs backup provided?\n  No\n\t \n", 
                    "item_number": "20.", 
                    "item_recommendation": "", 
                    "item_text": "Public Hearing - Open Negotiations for a successor Agreement between the District and the California School Employees Association (CSEA), Chapter 96 (Skills Trade and Craft) (PUBLIC HEARING)", 
                    "item_text_raw": " 20. Public Hearing - Open Negotiations for a successor Agreement between the District and the California School Employees Association (CSEA), Chapter 96 (Skills Trade and Craft) (PUBLIC HEARING)", 
                    "item_type": "Public Hearing and Comment"
                }
            ], 
            "section_name": "--Public Hearing", 
            "section_number": ""
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "A3JGLP783990", 
                    "item_details": "\nBackground and Analysis:\n\t \nAttached is the annual update on the Risk Management Programâs principal responsibilities.\n\t \nSubmitted by:\n Marsha Kelly, Director, Risk Management\nAdditional contact names:\n Kevin McElroy\nIs backup provided?\n Yes\n\t \n\t \n", 
                    "item_number": "21.", 
                    "item_recommendation": "", 
                    "item_text": "Annual Risk Management Report (INFORMATION)", 
                    "item_text_raw": " 21. Annual Risk Management Report (INFORMATION)", 
                    "item_type": "Information"
                }, 
                {
                    "boarddocs_id": "A3JW2B6A822E", 
                    "item_details": "\nBackground and Analysis:\n\t \nThe District is dedicated to both satisfying the legal regulatory requirements of the Stipulated Judgment, which have been met, and continuing to develop strong environmental programs by going beyond the minimal compliance requirements.  Every year certain milestones are accomplished.  The specific ones include Regulatory Inspections with the Agencies (most notably the Department of Environmental Health), third party audit inspections with an environmental attorney and Internal self-inspections.  Hazardous waste management remains a large area of focus and continually evolves.  The Environmental Health, and Safety Department (EH&S) is actively involved with campus renovations and improvement projects and closures that occur in conjunction with renovations or departmental moves and the spending of G.O. Bond funds.  The EH&S department has improved each year by managing the permits, submittals and expenses of the department for the greatest value and least expense to the District.   \n\t \nAttached for your information is a report summarizing the activities of the EH&S department during 2014 and 2015.\n\t \nSubmitted by:\n Karen Lauricella, Director, Environmental Health and Safety, x6146\nAdditional contact names:\n Kevin McElroy\nIs backup provided?\n Yes\n\t \n", 
                    "item_number": "22.", 
                    "item_recommendation": "", 
                    "item_text": "Environmental Compliance Annual Update (INFORMATION)", 
                    "item_text_raw": " 22. Environmental Compliance Annual Update (INFORMATION)", 
                    "item_type": "Information"
                }, 
                {
                    "boarddocs_id": "A3K7GL7820C4", 
                    "item_details": "\nBackground and Analysis:\n\t \nPresented to the Board for information is the 2015-16 First Quarter Report.\n\t \nSubmitted by:\n Kevin McElroy, Vice Chancellor, Business Services, x6201\nAdditional contact names:\n Hector Quinonez, Executive Director, Fiscal Services, x6250\n Joni Hayes, Director, Budget Operations, x6261\nIs backup provided?\n Yes\n\t \n", 
                    "item_number": "23.", 
                    "item_recommendation": "", 
                    "item_text": "2015-2016 First Quarter Report (INFORMATION)", 
                    "item_text_raw": " 23. 2015-2016 First Quarter Report (INFORMATION)", 
                    "item_type": "Information, Report"
                }, 
                {
                    "boarddocs_id": "A3K5XM739935", 
                    "item_details": "\nBackground and Analysis:\n\t \nPresented to the Board are the 2015-16 first quarter budget revisions and transfers resolutions.\n\t \nSubmitted by:\n Kevin McElroy, Vice Chancellor, Business Services, x6201\nAdditional contact names:\n Hector Quinonez, Executive Director, Fiscal Services, x6250\n Joni Hayes, Director, Budget Operations, x6261\nIs backup provided?\n Yes\n\t \n", 
                    "item_number": "24.", 
                    "item_recommendation": "Vice Chancellor of Business Services Kevin McElroy recommends adoption of the resolutions.", 
                    "item_text": "Resolutions to Adopt Budget Revisions and Transfers (ACTION)", 
                    "item_text_raw": " 24. Resolutions to Adopt Budget Revisions and Transfers (ACTION)", 
                    "item_type": "Action"
                }
            ], 
            "section_name": "BUSINESS SERVICES/FINANCE", 
            "section_number": ""
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "A3HQHY536825", 
                    "item_details": "\nBackground and Analysis:\n\t \nOn January 12, 2015, the Board of Trustees approved a public access deed and an improvement maintenance agreement with the City of Sunnyvale (City).  In those agreements the District agreed to grant an easement for public passage through Innovation Way (half of which is owned by the District) and to maintain the street improvements within that easement.  Upon approval, the District informed the U.S. Department of Education of the easement grant, as required by the provisions of the property’s deed. \n\t \nThe U.S. Department of Education took exception to the easement, as the deed restricts the use of the property to educational functions, and by owning and maintaining a street the District violates that restriction, in their view.  At the prompting of the U.S. Department of Education, District staff proposed to the City that they simply accept ownership of the Innovation Way right-of-way.  In a response from the City Attorney, the City declined transfer of ownership but offered that the City would accept responsibility for maintaining the street.\n\t \nThe U.S. Department of Education has agreed to this compromise provided that the District and the United States of America, acting through the Secretary of Education, enter into the attached Abrogation of Release of Restrictions agreement which modifies the deed restrictions.\n\t \nNew public access and maintenance agreements between the City and the District, which will supersede those approved in January 2015, are being drafted by the City Attorney and will be submitted to the Board of Trustees at a later date.\n\t \nSubmitted by:\nSteve Kitchen, Executive Director, Facilities and Operations\nAdditional contact names:\nArt Heinrich\nIs backup provided?\nYes\n\t \n", 
                    "item_number": "25.", 
                    "item_recommendation": "Steve Kitchen, Executive Director of Facilities and Operations, recommends that the Board of Trustees approve the Abrogation and Release of Restrictions Agreement between the United States of America and the District.", 
                    "item_text": "Abrogation and Release of Restrictions Agreement between the United States of America and the District, at the FHDA Education Center (Measure C project #801) (ACTION)", 
                    "item_text_raw": " 25. Abrogation and Release of Restrictions Agreement between the United States of America and the District, at the FHDA Education Center (Measure C project #801) (ACTION)", 
                    "item_type": "Action"
                }, 
                {
                    "boarddocs_id": "A3GM8U5042AB", 
                    "item_details": "\nBackground and Analysis:\n\t \nThe District’s boiler (37 total), chiller (17 total), and cooling tower (8 total) systems heat and cool all classrooms, laboratories, and other building spaces on the Foothill and De Anza college campuses.  \n\t\t\t\t\t \nThe District does not currently have a water treatment program in place for the maintenance of these systems and has been without one for more than four months.  Without regular treatment, the systems are subjected to improper chemical balancing of the water that can corrode the piping and also cause bacteria to grow. Therefore, Plant Services staff worked directly with Purchasing Services staff to develop a Request for Proposal (RFP) that would encompass the desired services required to perform one-time initial services for eddy-current corrosion testing, legionella bacteria testing, and cooling tower cleaning as well as on-going services for regular chemical treatment by qualified, licensed technicians of the boilers, chillers, and cooling towers.\n\t\t\t\t\t \nRFP #1738 was advertised in the San Jose Post Record on September 2 and September 9, 2015 and notification of the RFP was also broadcasted through FHDA’s Purchasing web page. Additionally, Purchasing Services staff reached out to local vendors who provide these services to notify each of them of this opportunity. Five vendors attended the mandatory job walk on September 16th. Proposals were due on October 5, 2015 and four of the five vendors submitted responses.  \n\t\t\t\t\t \nMr. Lester Lyons – Associate Director of Facilities & Operations and Purchasing Services staff reviewed and evaluated the proposals.  They were evaluated based upon five primary criteria, including qualifications (expertise/approach and proposed team members), and fees.  The firm that ranked the highest overall score is Advanced Chemical Technology Inc. (Advanced Chemical).\n\t\t\t\t\t \nDistrict staff recommends that the Board of Trustees authorize a contract with Advanced Chemical for the described Water Treatment Program Services, including the one-time initial services. Costs for the initial 18-month contract are a total of $37,995 and the District has an option to extend the contract for a maximum of five years total. The Water Treatment Program Services will be paid for with Plant Services General Fund.\n\t\t\t\t\t \nFOOTHILL COLLEGE\n$ 1,815 One-Time Services (Jan/Feb 2016)\n$ 9,520 Initial 16-months Recurring Services\n$11,335 Total\n\t\t\t\t\t \nDE ANZA COLLEGE\n$ 4,260  One-Time Services (Jan/Feb 2016)\n$22,400 Initial 16-months Recurring Services\n$26,660 Total\n\t\t\t\t\t \n$37,995 TOTAL \n\t \n\t \n\t \n\t \n\t \n\t \n\t \n\t \n\t \n\t \n\t \n\t \n\t \n\t \n\t \n\t \n\t \nSubmitted by:\n  Pam Grey, Director of Purchasing Services, x6166\nAdditional contact names:\n  Steve Kitchen -x6150, Lester Lyons – x5437, Gina Bailey – x6165\nIs backup provided?\n  No\n\t \n", 
                    "item_number": "26.", 
                    "item_recommendation": "Authorize a contract with Advanced Chemical Technology Inc. for Water Treatment Program Services at both Foothill College and De Anza College based upon the scope of services and price structure provided in RFP #1738.", 
                    "item_text": "Award a contract pursuant to Request for Proposal #1738 – Water Treatment Program Services (ACTION)", 
                    "item_text_raw": " 26. Award a contract pursuant to Request for Proposal #1738 – Water Treatment Program Services (ACTION)", 
                    "item_type": "Action"
                }, 
                {
                    "boarddocs_id": "9UJT8C73E0E6", 
                    "item_details": "\nBackground and Analysis:\n\t \nTitle: Change Order 5 - De Anza Pool Boiler Replacement\nVendor: Salas O'Brien Engineers, Inc.\nAgreement Date:  October 7, 2015\nCampus: De Anza College \nProject Name: De Anza Pool Boiler Replacement\nAmount: $0.00\nFor:\n\t \nAgreement For Design Services Change Order #5 is to extend contract term to December 31, 2015 with no additional cost.\n\t \nSubmitted by:\nSteve Kitchen, Executive Director, Facilities and Operations\nAdditional contact names:\nJennifer Mahato\nIs backup provided?\nYes\n\t \n", 
                    "item_number": "27.", 
                    "item_recommendation": "Approval", 
                    "item_text": "Salas O'Brien - Change #5 to Agreement for Design Services - De Anza Pool Boiler Replacement - $0.00", 
                    "item_text_raw": " 27. Salas O'Brien - Change #5 to Agreement for Design Services - De Anza Pool Boiler Replacement - $0.00", 
                    "item_type": "Action"
                }
            ], 
            "section_name": "FACILITIES", 
            "section_number": ""
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "A2DQ9967BB93", 
                    "item_details": "\n\t \nSubmitted by:\nSteven Kitchen, Executive Director, Facilities and Operations,  extension 6150\nAdditional contact names:\nTom Armstrong, Director, Bond Program Management, De Anza College,\nArt Heinrich, Director, Bond Program Management, Foothill College\nIs backup provided?\nYes\n\t \n\t \n", 
                    "item_number": "28.", 
                    "item_recommendation": "Steven Kitchen, Executive Director of Facilities and Operations; Tom Armstrong, Director, Bond Program Management, De Anza College; and Art Heinrich, Director, Bond Program Management, Foothill College, recommend ratification/approval of Measure C consent items A - M.", 
                    "item_text": "Measure C Consent (ACTION)", 
                    "item_text_raw": " 28. Measure C Consent (ACTION)", 
                    "item_type": "Action"
                }
            ], 
            "section_name": "MEASURE C CONSENT", 
            "section_number": ""
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "9ZGUCU7B60B0", 
                    "item_details": "\nBackground and Analysis:\n\t \nTitle:  Change #2\nVendor:  Matriscope Engineering Laboratories\nAgreement Date:  February 2, 2015\nCampus:  Foothill College\nProject Number:  801\nProject Name:  Foothill-De Anza Education Center\nAmount:  $66,603.64\nFor:\n\t \nExtension of testing and inspection services of structural steel, concrete, fireproofing and asphalt.  Hourly spending authorization has been made in increments in order to better track and control costs.\n\t \nFunding for this change is included in the project budget.\n\t \nSubmitted by:\nSteve Kitchen, Executive Director, Facilities and Operations, extension 6150\nAdditional contact names:\nArt Heinrich, Director, Bond Program Management, Foothill College\nIs backup provided?\nYes\n\t \n", 
                    "item_number": "A)", 
                    "item_recommendation": "Approval", 
                    "item_text": "Matriscope Engineering Laboratories - Change #2 - Foothill-De Anza Education Center -$66,603.64", 
                    "item_text_raw": " A) Matriscope Engineering Laboratories - Change #2 - Foothill-De Anza Education Center -$66,603.64", 
                    "item_type": "Action (Consent)"
                }, 
                {
                    "boarddocs_id": "A2GUHF7C1963", 
                    "item_details": "\nBackground and Analysis:\n\t \nTitle:  Change Order #7\nVendor:  C.W. Driver\nAgreement Date:  November 3, 2014\nCampus:  FHDA Education Center\nProject Number:  801\nProject Name:  FHDA Education Center\nAmount:  $173,054.00\nFor:\n\t \nInstallation of offsite utility infrastructure for the Veterans Administration (VA) building, the cost of which will be reimbursed to the District; payment to electrical subcontractor for delays caused by PG&E; and revision to the location of a fire hydrant related to building plan changes.\n\t \nThis change plus all previously approved change orders equal to 20.7% of the base contract value.  If work added for VA and the City of Sunnyvale (to be reimbursed to the District by those agencies) is not considered, change orders to be paid by the District amount to 4.0% of the base contract value.\n\t \nSubmitted by:\nSteve Kitchen, Executive Director, Facilities and Operations\nAdditional contact names:\nArt Heinrich, Director, Bond Management Program, Foothill College\nIs backup provided?\nYes\n\t \n", 
                    "item_number": "B)", 
                    "item_recommendation": "Approval", 
                    "item_text": "C.W. Driver - Change Order #7 - Foothill-DeAnza Education Center - $173,054.00", 
                    "item_text_raw": " B) C.W. Driver - Change Order #7 - Foothill-DeAnza Education Center - $173,054.00", 
                    "item_type": "Action (Consent)"
                }, 
                {
                    "boarddocs_id": "A3HGC38074F8", 
                    "item_details": "\nBackground and Analysis:\n\t \nTitle:  Change #1\nVendor:  McCracken & Woodman\nAgreement Date:  August 6, 2015\nCampus:  Foothill College\nProject Number:  405\nProject Name:  ETS Facilities\nAmount:  $23,800.00\nFor:\n\t \nAdditional design services related to replacement of the chiller serving Buildings D120 and D140.  In addition to replacement of the chiller, further study recommends that the associated pumps be replaced as well, requiring additional design.  \n\t \nThis change is within the project funding.  \n\t \nSubmitted by:\nSteve Kitchen, Executive Director, Facilities and Operations, ext 6150\nAdditional contact names:\nArt Heinrich, Director, Bond Program Management, Foothill College\nIs backup provided?\nYes\n\t \n\t \n", 
                    "item_number": "C)", 
                    "item_recommendation": "Approval", 
                    "item_text": "McCracken & Woodman - Change #1 - ETS Facilities - $23,800.00", 
                    "item_text_raw": " C) McCracken & Woodman - Change #1 - ETS Facilities - $23,800.00", 
                    "item_type": "Action (Consent)"
                }
            ], 
            "section_name": "--Central Services Measure C Consent", 
            "section_number": ""
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "A2N24U0069BE", 
                    "item_details": "\nBackground and Analysis:\n\t \nTitle:  Prime Contract Change Order #1\nVendor:  Calstate Construction \nAgreement Date:  04/06/15\nCampus:  De Anza College\nProject Number:  218A\nProject Name:  Kiosks\nAmount:  $5,483\n\t \nPrime Contract Change Order #1 - revises the original contract sum between the District and Calstate Construction to address a paving repair adjacent to one of the installed Kiosks.\n\t \nPCO 001 CCP#1 – Install 265 square feet of colored concrete and one (1) traffic rated vault and lid at location that required leak repair and replacement of paving.\n\t \nSubmitted by:\nSteve Kitchen, Executive Director, Facilities and Operations\nAdditional contact names:\nDonna Jones-Dulin, Associate Vice President - College Operations\nTom Armstrong, Director - Bond Program Management at De Anza College\nSteve Kitchen, Executive Director - Facilities and Operations\nIs backup provided?\nYes\n\t \n", 
                    "item_number": "D)", 
                    "item_recommendation": "Approval", 
                    "item_text": "Calstate Construction - Prime Contract Change Order #1 - Kiosks - $5,483.00", 
                    "item_text_raw": " D) Calstate Construction - Prime Contract Change Order #1 - Kiosks - $5,483.00", 
                    "item_type": "Action (Consent)"
                }, 
                {
                    "boarddocs_id": "A3BREG560582", 
                    "item_details": "\nBackground and Analysis:\n\t \nTitle:  Change Order #2\nVendor:  Swinerton Builders\nAgreement Date:  April 7, 2015\nCampus:  De Anza College\nProject Number:  202\nProject Name:  L-7\nAmount:  $198,431.95\n\t \nThis Change Order includes additional costs for electrical test and trace at the Machine Room that was necessary for discovering existing conditions and was beyond the allocated allowance; costs to cover added structural work due to discovered existing conditions; added temporary cooling needed at the PBX phone switch at Building L-5 due to a required power shut-down; a change in mechanical system ductwork above the machine room to provide a hot / cold aisle arrangement for the equipment; costs to remove a blockage in a drain per RFI 59; and, for extended General Conditions costs. Swinerton Builders has requested an additional 52 calendar days to complete additional work added to scope, which will change the substantial completion date of the project to December 8, 2015.  This change order requests an added $198,431.95 and with overall added costs to date of $356,455.95 and 13% of the original contract value.\n\t \nSubmitted by:\nSteve Kitchen, Executive Director, Facilities and Operations\nAdditional contact names:\nDonna Jones-Dulin, Associate Vice President - College Operations\nTom Armstrong, Director - Bond Program Management at De Anza College\nSteve Kitchen, Executive Director - Facilities and Operations\nIs backup provided?\nYes\n\t \n", 
                    "item_number": "E)", 
                    "item_recommendation": "Approval", 
                    "item_text": "Swinerton Builders - Change Order #2 - L-7 - $198,431.95", 
                    "item_text_raw": " E) Swinerton Builders - Change Order #2 - L-7 - $198,431.95", 
                    "item_type": "Action"
                }, 
                {
                    "boarddocs_id": "A3BR7Y55BA32", 
                    "item_details": "\nBackground and Analysis:\n\t \nTitle:  Change No. 2 to Agreement for Services \nVendor:  Quali-Con Enterprise, Inc.\nAgreement Date:  August 4, 2015\nCampus:  De Anza College\nProject Number:  216\nProject Name:  Library\nAmount:  $5,600\n\t \nProvide inspection services, supervision of scheduling of special inspections and administrative services to include the LCW Elevator Modernization.\n\t \nSubmitted by:\nSteve Kitchen, Executive Director, Facilities and Operations\nAdditional contact names:\nDonna Jones-Dulin, Associate Vice President - College Operations\nTom Armstrong, Director - Bond Program Management at De Anza College\nSteve Kitchen, Executive Director - Facilities and Operations\nIs backup provided?\nYes\n\t \n", 
                    "item_number": "F)", 
                    "item_recommendation": "Ratification", 
                    "item_text": "Quali-Con Enterprise, Inc. - Change No. 2 to Agreement for Services - Library - $5,600.00", 
                    "item_text_raw": " F) Quali-Con Enterprise, Inc. - Change No. 2 to Agreement for Services - Library - $5,600.00", 
                    "item_type": "Action (Consent)"
                }, 
                {
                    "boarddocs_id": "A3BR8555BB01", 
                    "item_details": "\nBackground and Analysis:\n\t \nTitle:  Project Authorization Amendment (PAA #11) to Master Agreement\nVendor:  Enovity, Inc.\nAgreement Date:  August 4, 2009\nCampus:  De Anza College\nProject Number:  275\nProject Name:  L-7 Phase II\nAmount:  $40,581\n\t \nCommissioning Authority for Project:  Provide Commissioning Services for the project inclusive of preparing commissioning plan, facilitation of commissioning meetings, reviewing documentation, preparing SRC and FPT forms, witnessing systems startups and systems Testing and Balancing, witnessing functional performance testing, preparing final commissioning report, and reviews during the warranty period.\n\t \nSubmitted by:\nSteve Kitchen, Executive Director, Facilities and Operations\nAdditional contact names:\nDonna Jones-Dulin, Associate Vice President - College Operations\nTom Armstrong, Director - Bond Program Management at De Anza College\nSteve Kitchen, Executive Director - Facilities and Operations\nIs backup provided?\nYes\n\t \n", 
                    "item_number": "G)", 
                    "item_recommendation": "Approval", 
                    "item_text": "Enovity, Inc. - Project Authorization Amendment (PAA #11) to Master Agreement - L-7 Phase II - $40,581.00", 
                    "item_text_raw": " G) Enovity, Inc. - Project Authorization Amendment (PAA #11) to Master Agreement - L-7 Phase II - $40,581.00", 
                    "item_type": "Action (Consent)"
                }, 
                {
                    "boarddocs_id": "A3BR5Z55A94B", 
                    "item_details": "\nBackground and Analysis:\n\t \nTitle:  Change Order #2\nVendor:  Andy's Roofing Company\nAgreement Date:  June 24, 2015\nCampus:  De Anza College\nProject Number:  Bid 1723-200Q\nProject Name:  ESA Eco Lab Building Roof Replacement at De Anza College\nAmount:  (-$20,000)\n\t \nChange Order for Contractor to provide:\n\t \n1.Remove Allowance #1 (Unforeseen Conditions) from the scope of work.\n\t \n2.Remove Allowance #2 (Unforeseen Engineering/Architectural Services) from the scope of work\n\t \nThe Allowances were not required.\n\t \nSubmitted by:\nSteve Kitchen, Executive Director, Facilities and Operations\nAdditional contact names:\nDonna Jones-Dulin, Associate Vice President - College Operations\nTom Armstrong, Director - Bond Program Management at De Anza College\nSteve Kitchen, Executive Director - Facilities and Operations\nIs backup provided?\nYes\n\t \n", 
                    "item_number": "H)", 
                    "item_recommendation": "Ratification", 
                    "item_text": "Andy's Roofing Company - Change Order #2 - ESA Eco Lab Building Roof Replacement at De Anza College - (-$20,000.00)", 
                    "item_text_raw": " H) Andy's Roofing Company - Change Order #2 - ESA Eco Lab Building Roof Replacement at De Anza College - (-$20,000.00)", 
                    "item_type": "Action (Consent)"
                }, 
                {
                    "boarddocs_id": "A3BR7T55B979", 
                    "item_details": "\nBackground and Analysis:\n\t \nTitle:  Change No. 1 to Agreement for Services\nVendor:  Clean Harbors Environmental Services, Inc.\nAgreement Date:  08/13/15\nCampus:  De Anza College\nProject Number:  248\nProject Name:  Campus Drive Phase I\nAmount:  $71,930.79\n\t \nChange No. 1 to Agreement for Services - revises the original contract sum between the District and Clean Harbors Environmental Services, Inc.\n\t \nAdditional disposal cost, taxes and fees only for additional 468 cu. Yards of soil, with a very small amount of debris and plants, to be landfilled in California at the Buttonwillow, CA location.  The soil is being disposed of as contaminated with trace pesticides, trace metals and motor oil/diesel fuel, and with each truck load shipped on its own discrete Uniform Waste Manifest.   \n\t \nSubmitted by:\nSteve Kitchen, Executive Director, Facilities and Operations\nAdditional contact names:\nDonna Jones-Dulin, Associate Vice President - College Operations\nTom Armstrong, Director - Bond Program Management at De Anza College\nSteve Kitchen, Executive Director - Facilities and Operations\nIs backup provided?\nYes\n\t \n", 
                    "item_number": "I)", 
                    "item_recommendation": "Approval", 
                    "item_text": "Clean Harbors Environmental Services, Inc. - Change No. 1 to Agreement for Services - Campus Drive Phase 1 - $71,930.00", 
                    "item_text_raw": " I) Clean Harbors Environmental Services, Inc. - Change No. 1 to Agreement for Services - Campus Drive Phase 1 - $71,930.00", 
                    "item_type": "Action (Consent)"
                }, 
                {
                    "boarddocs_id": "A3BREM56062C", 
                    "item_details": "\nBackground and Analysis:\n\t \nTitle:  Prime Contract Change Order #12\nVendor:  D.L. Falk Construction \nAgreement Date:  August 4, 2014\nCampus:  De Anza College\nProject Number:  216\nProject Name:  Library\nAmount:  $38,719\n\t \nPrime Contract Change Order #12 - revises the original contract sum between the District and D.L. Falk Construction, required to address field conditions and/or to improve long-term facility performance.\n\t \n PCO 082 – COR#79 add 3 patch panels at IDF room to provide availability for added equipment (OD)\nPCO 084 - COR #83 RFI #251 add Smoke Detector at Lobby (ADDC)\nPCO 086 - COR #86 Add Data Cables at Cubicle Work Station (ADDC)\nPCO 087 - COR #87 - RFI #141 Add New Surface Raceway as needed for exit light at 3 exterior doors (FC)\nPCO 088 - COR #85 - RFI #266 Replace Existing Sprinkler Heads at Foyer due to conflict with new doors      (ADDC)\nPCO 091 - COR #84 RFI #160 New lighting fixtures due to changes in ceiling (ADDC)\nPCO 092 COR #91 RFI #276 New recessed light due to conflict with HVAC (ADDC) \nPCO 094 COR #93 RFI #132 Make corrections to lighting at Palo Alto University area due to changes in building lighting controls – not in original scope (ADDC)\nPCO 095 COR #94 Demo stucco at Bridge between Library and LCW not identified in drawings (ADDC)\nPCO 096 COR #95 Remove and replace wall panel @ Rm 205 due to unforeseen dry rot (FC)\nPCO 097 -COR #96 - De Anza Elevator Valve Replacement of leaking valve due to wear and tear (FC)\nPCO 101 - COR #100 Install data cables for BMS Room 239 (ADDC)\nPCO 103 - COR #102 RFI #282 Reframe Ceiling Grid 128 for liner fixtures due to mechanical conflict for work associated with PCO#75. (FC)\n \nThe total Change Orders to date represent 17.2% against the original contract amount.  Funding is included in the construction budget.\n\t \nSubmitted by:\nSteve Kitchen, Executive Director, Facilities and Operations\nAdditional contact names:\nDonna Jones-Dulin, Associate Vice President - College Operations\nTom Armstrong, Director - Bond Program Management at De Anza College\nSteve Kitchen, Executive Director - Facilities and Operations\nIs backup provided?\nYes\n\t \n", 
                    "item_number": "J)", 
                    "item_recommendation": "Approval", 
                    "item_text": "D.L. Falk Construction - Prime Contract Change Order #12 - Library - $38,719.00", 
                    "item_text_raw": " J) D.L. Falk Construction - Prime Contract Change Order #12 - Library - $38,719.00", 
                    "item_type": "Action (Consent)"
                }, 
                {
                    "boarddocs_id": "A3GLDD4EA292", 
                    "item_details": "\nBackground and Analysis:\n\t \nTitle:  Agreement for Services - Change #1\nVendor:  Noll & Tam Architects\nAgreement Date:  October 6, 2015\nCampus:  De Anza College\nProject Number:  202\nProject Name:  L-7\nAmount:  $5,580\n\t \nRevision for additional design fees for telecom and emergency light changes for the L-7 project at De Anza College\n\t \nFunding for this project is available within the current project budget.\n\t \nSubmitted by:\nSteve Kitchen, Executive Director, Facilities and Operations\nAdditional contact names:\nDonna Jones-Dulin, Associate Vice President - College Operations\nTom Armstrong, Director - Bond Program Management at De Anza College\nSteve Kitchen, Executive Director - Facilities and Operations\nIs backup provided?\nYes\n\t \n", 
                    "item_number": "K)", 
                    "item_recommendation": "Approval", 
                    "item_text": "Noll & Tam Architects - Agreement for Services - Change #1 - L-7 - $5,580.00", 
                    "item_text_raw": " K) Noll & Tam Architects - Agreement for Services - Change #1 - L-7 - $5,580.00", 
                    "item_type": "Action (Consent)"
                }, 
                {
                    "boarddocs_id": "A3GSX85C3ECE", 
                    "item_details": "\nBackground and Analysis:\n\t \nTitle:  Prime Contract Change Order #3\nVendor:  Doug Ross Inc., DBA Central Valley Paving\nAgreement Date:  June 24, 2015\nCampus:  De Anza College\nProject Number:  248\nProject Name:  Campus Drive Phase I\nAmount:  $32,722\n \nPrime Contract Change Order #3 - revises the original contract sum between the District and Doug Ross Inc., DBA Central Valley Paving, required to improve performance & maintainability.\n\t \nPCO 16 CE12 – Changes in Curb Lines at four locations due to unforeseen conditions (FC)\nPCO 18 – CE14 – Added Valley Gutter to provide more efficient drainage due to some grade changes (OD)\nPCO 19 – CE10 – Change location of retaining curb at the new pathway on Campus Drive and adds additional retaining curb to provide additional erosion control (OD) \nThere shall be a nine (9) calendar day non-compensable project schedule extension.\n\t \nThe total Change Orders to date represent 12.6% against the original contract amount.  Funding is included in the construction budget.\n\t \nSubmitted by:\nSteve Kitchen, Executive Director, Facilities and Operations\nAdditional contact names:\nDonna Jones-Dulin, Associate Vice President - College Operations\nTom Armstrong, Director - Bond Program Management at De Anza College\nSteve Kitchen, Executive Director - Facilities and Operations\nIs backup provided?\nYes\n\t \n", 
                    "item_number": "L)", 
                    "item_recommendation": "Approval", 
                    "item_text": "Doug Ross Inc., DBA Central Valley Paving - Prime Contract Change Order #3 - Campus Drive Phase I - $32,722.00", 
                    "item_text_raw": " L) Doug Ross Inc., DBA Central Valley Paving - Prime Contract Change Order #3 - Campus Drive Phase I - $32,722.00", 
                    "item_type": "Action (Consent)"
                }
            ], 
            "section_name": "--De Anza College Measure C Consent", 
            "section_number": ""
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "9ZGU8Z7AE331", 
                    "item_details": "\nBackground and Analysis:\n\t \nTitle:  Change Order #4 (Building 3500 Renovation Phase)\nVendor:  Kitchell CEM\nAgreement Date:  May 12, 2014\nCampus:  Foothill College\nProject Number:  121\nProject Name:  Library & ISC\nAmount:  $55,942.00\nFor:\n\t \nThis change order includes: Metal stud framing revisions throughout the new wall framing, both gage and quantity, as required by DSA deferred approval; Fire alarm system modifications including new equipment at the FACP in building 3000 and revised programming;  Modifications to lighting control panel to improve building efficiency and control;  Revised speakers for the PA system required under the mezzanine as the originals were intended to be ceiling mounted; and the addition of scope that was previously value engineered out including new restroom fixtures and motorized  window shades in rooms 3504 and 3533.\n\t \nThis change plus all previously approved change orders equal to 1.58% of the base contract value.\n\t \nFunding for this change is included in the project budget.\n\t \nSubmitted by:\nSteve Kitchen, Executive Director, Facilities and Operations, extension 6150\nAdditional contact names:\nArt Heinrich, Director, Bond Program Management, Foothill College\nIs backup provided?\nYes\n\t \n", 
                    "item_number": "M)", 
                    "item_recommendation": "Approval", 
                    "item_text": "Kitchell CEM - Change Order #4 - Library & ISC -$55,942.00", 
                    "item_text_raw": " M) Kitchell CEM - Change Order #4 - Library & ISC -$55,942.00", 
                    "item_type": "Action (Consent)"
                }
            ], 
            "section_name": "--Foothill College Measure C Consent", 
            "section_number": ""
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "A3HT9U5692EC", 
                    "item_details": "\nBackground and Analysis:\n\t \nThe Radiologic Technology (RT) Program at Foothill College has a campus laboratory that includes an energized x-ray room where students work directly with faculty to perform physics experiments relating to core curriculum as well as x-ray radiographic phantoms to assess anatomic positioning and technical factors. The purchase of the AGFA Digital Radiography System will allow the RT students to achieve functioning knowledge of equipment used in hospitals today.  The equipment will also allow for increased discussion and application of patient dose reduction efforts.  This is an essential educational component due to increased public awareness of radiation exposure in the medical field as well as the professional commitment of the Radiologic Technology community to reducing radiation exposure to patients whenever possible.\n\t \nRequest for Proposal (RFP) #1730 was advertised in the San Jose Post Record on September 16 and September 23, 2015.  The RFP was posted through the FHDA portal on PlanetBids website. The proposals were due on October 13, 2015 and one vendor submitted a response, Agfa HealthCare Corporation. Purchasing Services staff and Rachelle Campbell, Foothill College Program Director of the Radiologic Technology program evaluated the response. The response from Agfa HealthCare Corporation was complete and thorough and meets the needs of the College. Agfa Healthcare Corporation provided the same services to other entities such as Oregon Health & Sciences University, Lucille Packard Children’s Hospital and Stanford Health Care.  \n\t \nThe amount for the purchase and installation of a digital radiography system and the digital x-ray room upgrade is $129,881.  The purchase will be paid for using Measure C funds and it is within the amount budgeted for this acquisition.   \n\t \nSubmitted by:\nPam Grey, Director of Purchasing Services, x6166\nAdditional contact names:\nBernata Slater, Nanette Solvason, Rachelle Campbell, Annette Perez \nIs backup provided?\n\t\t\t\t\tNo\n\t \n", 
                    "item_number": "29.", 
                    "item_recommendation": "Authorize the Director of Purchasing Services, Pam Grey, to issue a purchase order in the amount of $129,881 to Agfa HealthCare Corporation in accordance with RFP #1730.", 
                    "item_text": "Award a contract pursuant to Request for Proposals #1730 - Purchase & Install a Digital Radiography System & Digital X-Ray Room Upgrade at Foothill College (ACTION)", 
                    "item_text_raw": " 29. Award a contract pursuant to Request for Proposals #1730 - Purchase & Install a Digital Radiography System & Digital X-Ray Room Upgrade at Foothill College (ACTION)", 
                    "item_type": "Action"
                }
            ], 
            "section_name": "MEASURE C PROJECTS", 
            "section_number": ""
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "A2DQ9H67BB9B", 
                    "item_details": "\nDecember 3\nAudit and Finance Committee Meeting\n-----\nDecember 7\nBoard of Trustees Meeting\nOrganizational Meeting (2210, 2305, 2306)\n\tAppointments to Audit & Finance, Foundation Board, Trustee Scholarship Interview Committee\nRegular Meeting\n\tAudit Report (6401)\n\tMeasure C Audit Report\n\tResolution Authorizing Separate Bank Accounts\n\tDestruction of Records (AP 3410)\n\tAudit & Finance Report\n\tCCCT Report\nFinancing Corporation\n-----\nDecember 15\nCitizens' Bond Oversight Committee Meeting\n-----\nJanuary 11\nBoard of Trustees Meeting\n\tAppointments to Audit and Finance Committee\n\tAppointments to Citizens' Bond Oversight Committee\n-----\nFebruary 8\nBoard of Trustees Meeting\nBoard Study Session\n\tBoard Legislative Principles\n\tBudget Update\n\tMeasure C Progress Report (semi-annual)\nClosed Session\n\tChancellor's Evaluation Process\nRegular Meeting\n\tProfessional Development Leaves\n\tCBOC Annual Report\n\tFoundation Board Report\n", 
                    "item_number": "", 
                    "item_recommendation": "", 
                    "item_text": "Dates to Remember/Future Agenda Items - Next Regular Meeting 11/2/15", 
                    "item_text_raw": " Dates to Remember/Future Agenda Items - Next Regular Meeting 11/2/15", 
                    "item_type": "Information"
                }
            ], 
            "section_name": "ADJOURNMENT", 
            "section_number": ""
        }
    ]
}