{
    "agency": "foothill_de_anza_ccd", 
    "meeting_date": "02-04-2013", 
    "meeting_sections": [
        {
            "items": [
                {
                    "boarddocs_id": "948TYJ7960D9", 
                    "item_details": "\nThe Board President will call the study session to order.  Please silence cell phones and electronic devices.\n", 
                    "item_number": "", 
                    "item_recommendation": "", 
                    "item_text": "Call to Order", 
                    "item_text_raw": " Call to Order", 
                    "item_type": "Procedural"
                }
            ], 
            "section_name": "CALL TO ORDER", 
            "section_number": ""
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "94AQJ2690A2B", 
                    "item_details": "\nBackground and Analysis:\n\t \nPresentation attached.\n\t \nSubmitted by:\nAndrew LaManque\nAdditional contact names:\n\t\t\t\t\t \nIs backup provided?\nYes\n\t \n", 
                    "item_number": "", 
                    "item_recommendation": "", 
                    "item_text": "SS1. Enrollment Update and Analysis", 
                    "item_text_raw": " SS1. Enrollment Update and Analysis", 
                    "item_type": "Information, Presentation"
                }, 
                {
                    "boarddocs_id": "943VAG7FC9C5", 
                    "item_details": "\nBackground and Analysis:\n\t \nOn January 10, 2013 Governor Brown released his budget proposal for FY 2013/14. We have received very preliminary information and analysis of the governor’s proposed budget on community colleges from the State Chancellor’s office and the Community College League of California.\n\t \nIn general, the budget contains good news because it proposes to add funding to the community college system versus the severe cuts included in the governor’s proposed budget over the last three years. But since the budget was just released, there are limited details for exactly how many of the components of the budget would be implemented in practice. Overall the message is good in that it shows an acknowledgement for the importance of investing in our college system for the future of our state. But it also proposes some major policy changes that will require more time to sort through the details and potential impacts on the system (and Foothill-De Anza) before we can truly assess the how much of an improvement this budget is compared to the past few years.\n\t \nBelow is a brief summary of the key components for community colleges included in the governor’s budget.\nNo change in student fees. \n$196.9 million (3.6%) for increased apportionments. Proposed the Board of Governors will determine how the funds will be allocated to districts (e.g., FTES growth/restoration or COLA)\n$179 million to buy down the current total of over $800M in past year deferrals. \n$133.2 million in increased General Fund in 2013-14 to offset anticipated redevelopment revenues that are not materializing. (In 2012-13, the Administration is proposing $47.8 million to offset the estimated redevelopment revenue shortfall, which will likely mean a year end deficit factor is applied to our apportionment allocation.) \n$16.9 million to enhance online education efforts in the CCC’s.\nA five-year phase in plan to change the census-based apportionment system to provide a larger apportionment amount to students who are still enrolled at the end of the semester/quarter. \nLimit state-supported instruction in community colleges to 90 units. Units beyond the cap would not be state supported, but available at full cost to the student. \nRequire all students seeking a BOG Fee Waiver to complete a Free Application for Federal Student Aid (FAFSA). \nShift of the remaining adult education program, including $300 million, from K-12 schools to community colleges\nCreation of a $450 million energy efficiency fund for schools and community colleges using funds from Proposition 39 (counts toward Proposition 98 guarantee), with $49.5 million for community college projects.\nSome of the key policy proposals such as the census date change and the 90 unit limit have the very real potential to significantly reduce the apportionment FHDA currently qualifies for depending on how the new rules might actually be implemented. But the specific details will not be available until the trailer bills (that clarify the budget language) are released at the beginning of February. Additionally, this is only the first phase in the state budget development process.\n\t \nIn the coming weeks the LAO will provide an in depth analysis of the governor’s proposed budget followed by the review from the legislative budget subcommittees.  In May, the governor will provide a revision to his January proposal that will become the basis for our Tentative Budget.  A final version of the governor’s budget is scheduled to be signed into law by the end of June. As in prior years, we expect changes to the governor’s original budget proposal before it is signed into law as the Adopted Budget for FY 2013-14.\n\t \nAlthough it is certainly too early to know how much of a positive impact potential new money in the state budget for the CCC’s could mean for our district, it is still a far brighter starting point than if Prop 30 had not passed and the governor had implemented the drastic cuts planned.  However, as the district incorporates the governor’s proposed budget into its projections for the next fiscal year, we will also be adjusting our revenue projections to reflect the realities of Foothill-De Anza’s recent declining enrollment trends and prepare a strategy to address any potential reduction to revenue.\n\t \nWe will present an overview of the governor’s proposed budget and its potential impact on the 2013-14 Foothill-De Anza budget at the Board study session.\n\t \nSubmitted by:\n Kevin McElroy, extension 6201\nAdditional contact names:\n\t\t\t\t\t \nIs backup provided?\nYes\n\t \n", 
                    "item_number": "", 
                    "item_recommendation": "", 
                    "item_text": "SS2. Budget Update", 
                    "item_text_raw": " SS2. Budget Update", 
                    "item_type": "Information, Presentation"
                }, 
                {
                    "boarddocs_id": "949SDZ724137", 
                    "item_details": "\nBackground and Analysis:\n\t \nFoothill College Vice Presidents John Mummert and Kimberlee Messina will provide a brief summary of the Governor's proposal to shift portions of Apprenticeship and Adult Education from K-12 to community colleges, the potential impacts of this shift, and provide information on what Foothill College currently does in the areas of Apprenticeship and Adult Education.\n\t \nSubmitted by:\nKimberlee Messina, extension 7209, John Mummert, extension 7070\nAdditional contact names:\n\t\t\t\t\t \nIs backup provided?\nYes\n\t \n", 
                    "item_number": "", 
                    "item_recommendation": "", 
                    "item_text": "SS3. Adult Education/Apprenticeship", 
                    "item_text_raw": " SS3. Adult Education/Apprenticeship", 
                    "item_type": "Discussion, Information"
                }, 
                {
                    "boarddocs_id": "943V9S7F5E3B", 
                    "item_details": "\nBackground and Analysis:\n\t \nThe legislative principles will be used in advocating the District’s position to the California Legislature, the United States Congress, and the public in 2013.  The District affirms its continued commitment to the California Master Plan for Higher Education and its dedication to student access, equity, affordability and success. \n\t \nSubmitted by:\n Linda Thor, extension 6104\nAdditional contact names:\n\t\t\t\t\t \nIs backup provided?\n Yes\n\t \n", 
                    "item_number": "", 
                    "item_recommendation": "", 
                    "item_text": "SS4. Board Legislative Principles 2013", 
                    "item_text_raw": " SS4. Board Legislative Principles 2013", 
                    "item_type": "Discussion, Information"
                }, 
                {
                    "boarddocs_id": "943VE8804AA5", 
                    "item_details": "\nBackground and Analysis:\n\t \nUpdates / information items relating to Measure C will be discussed as follows\nData Center(s) / Server Consolidation (See attached presentation)\nElectric Vehicle Charging Stations (See attached presentation)\nReview / discuss draft Quitclaim Deed for transfer of property at the former Onizuka AFS (See attached Draft Quitclaim Deed)\nSchedule for Board Members to tour Measure C projects\nSubmitted by:\nKevin McElroy, extension 6201;  Joe Moreau, extension 6120; and Charles Allen, extension 6150\nAdditional contact names:\nTom Armstrong\nIs backup provided?\nYes\n\t \n", 
                    "item_number": "", 
                    "item_recommendation": "", 
                    "item_text": "SS5. Measure C Update", 
                    "item_text_raw": " SS5. Measure C Update", 
                    "item_type": "Discussion, Information, Presentation"
                }, 
                {
                    "boarddocs_id": "948TFR763E57", 
                    "item_details": "\nBackground and Analysis\n\t \nPresentation attached.\n\t \nSubmitted by:\nJoseph Moreau, extension 6120\nAdditional contact names:\n\t\t\t\t\t \nIs backup provided?\nYes\n\t \n", 
                    "item_number": "A)", 
                    "item_recommendation": "", 
                    "item_text": "Information Services & Systems: A Long-term Delivery Strategy", 
                    "item_text_raw": " A) Information Services & Systems: A Long-term Delivery Strategy", 
                    "item_type": "Information, Presentation"
                }, 
                {
                    "boarddocs_id": "948THV76A052", 
                    "item_details": "\nBackground and Analysis:\n\t \nAs part of the installation of the Photovoltaic system installed in the Measure C project 251 by SunPower, the infrastructure for up to twenty (20) Electric Vehicle (EV) Charging Stations were installed and ten (10) EV Charging Stations are being provided. This presentation is a general overview of the EV Charging Stations that will be available in March 2013 in Lots A & B at De Anza College. \n\t \nSubmitted by:\nCharles Allen, extension 6150\nAdditional contact names:\n\t\t\t\t\t \nKevin McElroy, Donna Jones Dulin, Tom Armstrong\nIs backup provided?\nYes\n\t \n", 
                    "item_number": "B)", 
                    "item_recommendation": "", 
                    "item_text": "De Anza College - Measure C Project 251 – Photovoltaics Campus-wide: Electric Vehicle Charging Stations Presentation", 
                    "item_text_raw": " B) De Anza College - Measure C Project 251 – Photovoltaics Campus-wide: Electric Vehicle Charging Stations Presentation", 
                    "item_type": "Information, Presentation"
                }, 
                {
                    "boarddocs_id": "948TK4779E9B", 
                    "item_details": "\nBackground and Analysis:\n\t \nOn December 12, 2012 the Air Force sent a letter to the Department of Education assigning approximately 9.147 acres of property at the former Onizuka Air Force Station to the Department of Education for transfer to the Foothill-De Anza Community College District.  According to the transfer letter from the Air Force, the fair market value of the property is $11,580,000. The Air Force supports conveyance of the property to our district at a 100 percent discount.\n\t \nOn January 16, 2013, the U.S. Department of Education provided a draft Quitclaim Deed for Parcel C at the former Onizuka Air Force Station in Sunnyvale, California for our review (copy attached).  They asked that we review the draft Deed for sufficiency in complying with local and state laws as well as for conformance with local recording requirements.  The Department of Education also advised that we should understand that the contents of the Quitdeed have been approved by the Department of Education Office of General Counsel and that any requested changes should only be to satisfy local and/or state law or conditions.  All other requested changes will be considered but will likely not be adopted.\n\t \nUpon receiving confirmation from Foothill – De Anza Community College District that the Department of Education draft Deed has been found to be acceptable, the appropriate Department of Education Director will execute the document and forward it to us for final signature and for recording in our local records of land evidence.  The Department has requested our comments by the close of business on February 5, 2013. \n\t \nAnalysis: District staff and legal counsel have exchanged written comments and discussion with the Department of Education over the last few weeks regarding the terms of the Quitclaim Deed.  After hearing our comments and concerns, the attached document represents the Department of Education’s terms for the transfer.  Vice Chancellor McElroy, Executive Director Allen, John Shupe, legal counsel, and Mark Hennigh, legal counsel will be available to discuss the details of the agreement with the Board during the workshop.\n\t \nSubmitted by:\nCharles Allen, extension 6150\nAdditional contact names:\nKevin McElroy\nIs backup provided?\nYes\n\t \n", 
                    "item_number": "C)", 
                    "item_recommendation": "", 
                    "item_text": "Review / Discuss Draft Quitclaim Deed for Transfer of Property at the Former Onizuka Air Force Station", 
                    "item_text_raw": " C) Review / Discuss Draft Quitclaim Deed for Transfer of Property at the Former Onizuka Air Force Station", 
                    "item_type": "Discussion, Information"
                }, 
                {
                    "boarddocs_id": "948TSC786C39", 
                    "item_details": "\nBackground and Analysis:\n\t \nMuch physical progress has been made at both Colleges on Measure C projects.  The project team leaders at each College invite the Board members to a tour of project highlights at a convenient time for the Board in the current year.  \n\t \nSuggested dates are as follows:  \n\t \nJune 3rd for a tour of De Anza College projects  \n\t \nSeptember 9th for a tour of Foothill College projects\n\t \nSubmitted by:\nCharles Allen, extension 6150\nAdditional contact names:\nKevin McElroy\nIs backup provided?\nNo\n\t \n", 
                    "item_number": "D)", 
                    "item_recommendation": "", 
                    "item_text": "Schedule for Board Members to Tour Measure C Projects", 
                    "item_text_raw": " D) Schedule for Board Members to Tour Measure C Projects", 
                    "item_type": "Discussion, Information"
                }
            ], 
            "section_name": "STUDY SESSION (1:00 p.m. - District Board Room)", 
            "section_number": ""
        }, 
        {
            "items": [], 
            "section_name": "REGULAR MEETING", 
            "section_number": ""
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "943V647F2443", 
                    "item_details": "", 
                    "item_number": "", 
                    "item_recommendation": "", 
                    "item_text": "PUBLIC EMPLOYEE PERFORMANCE EVALUATION - Position Title: Chancellor (Government Code Section 54957)", 
                    "item_text_raw": " PUBLIC EMPLOYEE PERFORMANCE EVALUATION - Position Title: Chancellor (Government Code Section 54957)", 
                    "item_type": "Discussion"
                }, 
                {
                    "boarddocs_id": "949V3V7ED35C", 
                    "item_details": "\n\t \n\t \n", 
                    "item_number": "", 
                    "item_recommendation": "", 
                    "item_text": "CONFERENCE WITH LABOR NEGOTIATOR District Negotiator: Dorene Novotny Employee Organizations: All Represented and Unrepresented Groups", 
                    "item_text_raw": " CONFERENCE WITH LABOR NEGOTIATOR District Negotiator: Dorene Novotny Employee Organizations: All Represented and Unrepresented Groups", 
                    "item_type": "Discussion"
                }
            ], 
            "section_name": "ADJOURN TO CLOSED SESSION (4:45 p.m.)", 
            "section_number": ""
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "948TZU79B220", 
                    "item_details": "\nThe Board President will call the regular meeting of the Board of Trustees to order and lead the audience in the Pledge of Allegiance.  Please silence cell phones and electronic devices.\n", 
                    "item_number": "", 
                    "item_recommendation": "", 
                    "item_text": "Call to Order / Pledge of Allegiance", 
                    "item_text_raw": " Call to Order / Pledge of Allegiance", 
                    "item_type": "Procedural"
                }
            ], 
            "section_name": "CALL TO ORDER (Public Session - 6:00 p.m.)", 
            "section_number": ""
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "948U2N79F77E", 
                    "item_details": "\nThe Board President will announce any reportable action taken during closed session.\n", 
                    "item_number": "", 
                    "item_recommendation": "", 
                    "item_text": "Closed Session Report", 
                    "item_text_raw": " Closed Session Report", 
                    "item_type": "Report"
                }
            ], 
            "section_name": "REPORTING OUT FROM CLOSED SESSION", 
            "section_number": ""
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "943V6B7F246E", 
                    "item_details": "\nDraft minutes of the regular meeting of the Board of Trustees of January 7, 2013, attached.\n", 
                    "item_number": "", 
                    "item_recommendation": "Recommend approval of the January 7, 2013, minutes of the regular meeting of the Board of Trustees.", 
                    "item_text": "January 7, 2013", 
                    "item_text_raw": " January 7, 2013", 
                    "item_type": "Action, Minutes"
                }
            ], 
            "section_name": "APPROVAL OF MINUTES", 
            "section_number": ""
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "943V6F7F2479", 
                    "item_details": "\nMembers of the public who wish address the Board or comment on items not on the agenda may do so by completing a request form prior to the start of the meeting.  Comments are limited to five minutes per person.\n", 
                    "item_number": "", 
                    "item_recommendation": "", 
                    "item_text": "Public", 
                    "item_text_raw": " Public", 
                    "item_type": "Information"
                }, 
                {
                    "boarddocs_id": "943V6J7F2481", 
                    "item_details": "\nStudents who wish address the Board or comment on items not on the agenda may do so by completing a request form prior to the start of the meeting.  Comments are limited to five minutes per person.\n", 
                    "item_number": "", 
                    "item_recommendation": "", 
                    "item_text": "Students", 
                    "item_text_raw": " Students", 
                    "item_type": "Information"
                }, 
                {
                    "boarddocs_id": "943V6K7F2488", 
                    "item_details": "", 
                    "item_number": "", 
                    "item_recommendation": "", 
                    "item_text": "Staff", 
                    "item_text_raw": " Staff", 
                    "item_type": null
                }, 
                {
                    "boarddocs_id": "943V6L7F248F", 
                    "item_details": "", 
                    "item_number": "", 
                    "item_recommendation": "", 
                    "item_text": "Board", 
                    "item_text_raw": " Board", 
                    "item_type": null
                }
            ], 
            "section_name": "HEARINGS: ITEMS NOT ON THE AGENDA (The Board does not take action or respond to items not on the agenda.)", 
            "section_number": ""
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "943V6N7F249A", 
                    "item_details": "\nBackground and Analysis:\n\t \nPresented to the Board for ratification is the list of contracts and agreements signed by the Vice Chancellor, Business Services. It is in the intention of Business Services to present such a list each month.\n\t \nThis procedure is in response to a review of Ed Code requirements and the revised board Policy Section 3000.\n\t \n\t\t\t\t\tSubmitted by:\n Kevin McElroy, ext. 6201\n\t\t\t\t\tAdditional contact names:\n\t\t\t\t\t \n\t\t\t\t\tIs backup provided? \nYes\n\t \n", 
                    "item_number": "1.", 
                    "item_recommendation": "Vice Chancellor of Business Services recommends ratification of the contracts and agreements as presented.", 
                    "item_text": "Ratification of Contracts and Agreements", 
                    "item_text_raw": " 1. Ratification of Contracts and Agreements", 
                    "item_type": "Action (Consent)"
                }, 
                {
                    "boarddocs_id": "943V6R7F24A1", 
                    "item_details": "\nBackground and Analysis:\n\t \nEnclosed for ratification are the board warrants greater than $5,000 for November and December 2012.  A complete listing of all B Warrants is available for public viewing upon request.\n\t \n\t \nSubmitted by:\n Kevin McElroy, ext 6201\nAdditional contact names:\nHector Quinonez, ext 6250\nIs backup provided?\nYes\n\t \n", 
                    "item_number": "2.", 
                    "item_recommendation": "Vice Chancellor of Business Services Kevin McElroy recommends ratification.", 
                    "item_text": "Ratification of Board Warrants Greater than $5,000 for November and December 2012", 
                    "item_text_raw": " 2. Ratification of Board Warrants Greater than $5,000 for November and December 2012", 
                    "item_type": "Action (Consent)"
                }, 
                {
                    "boarddocs_id": "948T57746BC3", 
                    "item_details": "\nBackground and Analysis:\n\t \nEducation Code Section 76140 requires each district to establish its nonresident tuition for the subsequent fiscal year by February 1.\n\t \nThe nonresident tuition fee is composed of two parts:  the tuition fee and an assessment for capital outlay. \n\t \nFor 12/13, the base rate was set at the district rate of $123.  The capital outlay rate was set at $15, for a total of $138 (applicable to all non-resident students).\n\t \nFor 13/14, the statewide rate is $127 per quarter unit compared to the district rate of $129 as per the calculations on page 1 of the attached worksheet.  Under these circumstances, the district has the following options:\n\t \n1. Set the rate at the statewide average of $127 (plus capital)\n\t \n2. Set the rate at the district average rate of $129 (plus capital)\n\t \n3. Option 3, as specified under Education Code Section 76140, cannot be exercised as FHDA enrollment in non-credit courses is below 10%\n\t \n4.  Set the rate to equal the rate of a contiguous district (plus capital)\n\t \n5. No more than district average cost, no less than the state average cost (plus capital)\n\t \n6. Set the rate at ‘highest years statewide average tuition.’  This rate is calculated to be $127 per quarter unit (plus capital)\n\t \n7. Set the rate at no greater than 2011/12 average nonresident tuition fee of public community colleges in a minimum of 12 states comparable to California in cost of living.  This average is calculated to be $245 per quarter unit (plus capital)\n\t \nUpon analysis of these options, and in discussion with program managers of the international student program, it is recommended that the base rate be set at $129 (Option 2) for 2013/14, or $6 more than in 2012/13.\n\t \nThe 13/14 nonresident student capital outlay fee should not exceed the lesser of $61 per quarter unit (see calculation on page 2 of the attached worksheet) or 50% of the adopted 11/12 nonresident tuition fee of  $120, or $60.  To stay competitive, we are recommending that the Capital Outlay fee for 2013/14 be set at $15, the same as for 2012/13.  Note: Since FY 2010/11, AB 947 amended EC 76141 to enable community college districts to charge all nonresident students a capital outlay fee, not only those students who were both citizens and residents of a foreign country. \n\t \nIn summary, the rate for all non-resident students will be $129 base rate plus $15 capital rate for a total of $144 per quarter unit, representing $6 increase over the 12/13 rate. \n\t \nSubmitted by:\nKevin McElroy/Joni Hayes\nAdditional contact names:\nGeorge Beers\nIs backup provided?\nYes\n\t \n", 
                    "item_number": "3.", 
                    "item_recommendation": "It is recommended that the Board approve the rate of $129/quarter unit and the capital outlay rate of $15/quarter unit for a total of $144/unit for all nonresident students for the 2013/14 fiscal year.", 
                    "item_text": "Non-Resident Tuition Rate for 2013-14", 
                    "item_text_raw": " 3. Non-Resident Tuition Rate for 2013-14", 
                    "item_type": "Action (Consent)"
                }, 
                {
                    "boarddocs_id": "949NCC5F1ED3", 
                    "item_details": "\nBackground and Analysis:\n\t \n\t \nThe District owns miscellaneous surplus property that has been determined to be of no further use to the District (see attached Surplus Disposal Forms, 2 pages). The estimated aggregate market value of\nthe surplus property is less than $5,000.00.\n\t \nCalifornia Education Code 81452(a) provides that if the governing board by a unanimous vote of those members present, finds that the property, whether one or more items, does not exceed in value the sum\nof five thousand dollars ($5,000.00), the property may be sold by any employee of the District empowered for that purpose by the board.\n\t \nPurchasing Services will call for competitive bids on the Public Surplus website and sell the items to the highest responsive bidders. Proceeds will be deposited to the District's general fund.\n\t \nSubmitted by:\nGina Bailey. Interim Director. Purchasing Services, extension 6165\nAdditional contact names:\nEric Olague, Buyer, Purchasing Services\nIs backup provided?\nYes\n\t \n", 
                    "item_number": "4.", 
                    "item_recommendation": "Make a finding that the surplus property does not exceed $5,000.00 in value and authorize the Interim Director of Purchasing Services to sell the items in accordance with Education Code 81452(a).", 
                    "item_text": "Sale Of Miscellaneous District Surplus Equipment", 
                    "item_text_raw": " 4. Sale Of Miscellaneous District Surplus Equipment", 
                    "item_type": "Action (Consent)"
                }, 
                {
                    "boarddocs_id": "949NFS5FB3AD", 
                    "item_details": "\nBackground and Analysis:\n\t \n\t \nThe District has 5 pallets of computers, laptops and monitors (See attached Surplus Forms, 9 pages). The District's Educational Technology Services Department (ETS) staff has determined that the items are obsolete and of no further use to the District. In accordance with the Electronic Waste Recycling Act these items are considered electronic waste. The estimated aggregate market value of this electronic equipment is greater than $5,000.00.\n\t \nCalifornia Education Code 81450 provides the governing board of any community college district may sell for cash any personal property belonging to the district if the property is not required for school purposes, or if it should be disposed of for the purpose of replacement, or if it is unsatisfactory or not suitable for school use. There shall be no sale until notice has been given by posting in at least three public places in the district for not less than two weeks. The board shall sell the property to the highest responsible bidder or reject all bids.\n\t \nPurchasing Services will post a notice in at least three public places in the district for not less than two weeks and also post a notice on Bid Net to call for competitive bids from authorized State of California material handlers, collectors, and recyclers. Proceeds will be deposited to the District's general fund.\n\t \nSubmitted by:\nGina Bailey. Interim Director. Purchasing Services, extension 6165\nAdditional contact names:\nEric Olague, Buyer, Purchasing Services\nIs backup provided?\nYes\n\t \n", 
                    "item_number": "5.", 
                    "item_recommendation": "Authorize Gina Bailey, Interim Director of Purchasing Services to sell the items in accordance with Education Code 81450.", 
                    "item_text": "Sale of Miscellaneous Surplus Electronic Equipment", 
                    "item_text_raw": " 5. Sale of Miscellaneous Surplus Electronic Equipment", 
                    "item_type": "Action (Consent)"
                }, 
                {
                    "boarddocs_id": "949NK4603CB7", 
                    "item_details": "\nBackground and Analysis:\n\t \n\t \nThe District owns surplus furniture that has been replaced with new (see attached lists, 4 pages). It has been determined that the furniture is in such poor condition that it is unusable. District staff estimates\nthe value of this furniture to be less than $50.00 in the aggregate.\n\t \nCalifornia Education Code 81452(c) provides that ifthe governing board, by a unanimous vote of those members present, finds that the property, is of insufficient value to defray the costs of arranging a sale,\nthe property may be disposed of in the local public dump on order of any employee of the District empowered for that purpose by the board.\n\t \nDistrict Staff will dismantle the items and recycle or dispose of the components appropriately.\n\t \nSubmitted by:\nGina Bailey. Interim Director. Purchasing Services, extension 6165\nAdditional contact names:\nEric Olague, Buyer, Purchasing Services\nIs backup provided?\nYes\n\t \n", 
                    "item_number": "6.", 
                    "item_recommendation": "Make a finding that the items are of insufficient value to defray the costs of arranging a sale and authorize the Interim Director of Purchasing Services to recycle the items or dispose of them in the local public dump.", 
                    "item_text": "Recycle and Dispose of Unusable Surplus Furniture", 
                    "item_text_raw": " 6. Recycle and Dispose of Unusable Surplus Furniture", 
                    "item_type": "Action (Consent)"
                }, 
                {
                    "boarddocs_id": "943V727F24CE", 
                    "item_details": "\nBackground and Analysis:\n\t \nThe Human Resources Report is presented for Board approval or ratification of personnel action\nitems in the following categories:\nActing Assignment\nProfessional Growth Award\nAdministrative Achievement Award\nPromotion\nAdministrative Leave\nReassignment\nInterim Assignment\nReclassification\nLayoff\n39 Month Re-employment\nLeave of Absence\nResignation\nLongevity Award\nRetirement\nNew Appointment\nSeparation\nNew Assignment\nService Recognition Award\nNew Hire\nStaff Development Leave\nNew Position\nTemporary Contract Change\nPermanent Contract Change\nTraining/Retraining Stipend\nProfessional Achievement Award\nTransfer\nProfessional Development Leave\n\t\t\t\t \n\t \nThe report includes all action items for Administrators, Faculty, Classified and Temporary and\nShort-Term employees.\n\t \nSubmitted by:\nDorene Novotny, Vice Chancellor of Human Resources & Equal Opportunity x6211\nAdditional contact names:\nSuzanne Pfeiffer, Director of Human Resources x6109\nIs backup provided?\nYes\n\t \n", 
                    "item_number": "7.", 
                    "item_recommendation": "Dorene Novotny, Vice Chancellor of Human Resources and Equal Opportunity recommends approval of the Human Resources Report.", 
                    "item_text": "Human Resources Report", 
                    "item_text_raw": " 7. Human Resources Report", 
                    "item_type": "Action (Consent)"
                }, 
                {
                    "boarddocs_id": "948UMH7CB557", 
                    "item_details": "\nBackground and Analysis:\n\t \nFoothill seeks board approval for new Stand Alone Courses for the 2013-14 Catalog. Per Title 5 direction, every course that is not part of a State approved degree or certificate or is not part of the Foothill General Education Requirements is required to have completed an application to substantiate its appropriateness to our mission, prove that it has met Foothill’s curriculum standards and that it is compliant with regard to enrollment restrictions and accreditation standards.\n\t \nThese courses have completed College Curriculum Committee applications and have been approved through the established Foothill curriculum process.\n\t \nSubmitted by:\nJudy Miner, extension 7201\nAdditional contact names:\nKimberlee Messina , Carolyn Holcroft\nIs backup provided?\nYes\n\t \n", 
                    "item_number": "8.", 
                    "item_recommendation": "Foothill administration recommends approval of these Stand Alone courses.", 
                    "item_text": "Approval of Stand Alone Courses", 
                    "item_text_raw": " 8. Approval of Stand Alone Courses", 
                    "item_type": "Action (Consent)"
                }, 
                {
                    "boarddocs_id": "948UZF7E7A79", 
                    "item_details": "\nBackground and Analysis:\n\t \nFoothill seeks board approval for curriculum changes for the 2013-14 Catalog. Per Title 5 direction, all course changes, substantial and non-substantial, must be\napproved by the governing board of the District before they may be submitted to the State Chancellor's Office for final approval.\n\t \nThese courses have met Foothill’s curriculum standards and the Foothill College Curriculum Committee certify that they are compliant with Title 5 regulations.\n\t \nSubmitted by:\nJudy Miner, extension 7201\nAdditional contact names:\nKimberlee Messina , Carolyn Holcroft\nIs backup provided?\nYes\n\t \n", 
                    "item_number": "9.", 
                    "item_recommendation": "Foothill administration recommends approval of these changes.", 
                    "item_text": "Approval of Curriculum Updates for 2013-14 Catalog", 
                    "item_text_raw": " 9. Approval of Curriculum Updates for 2013-14 Catalog", 
                    "item_type": "Action (Consent)"
                }, 
                {
                    "boarddocs_id": "948V6K7F3A2B", 
                    "item_details": "\nBackground and Analysis:\n\t \nFoothill seeks board approval for application to the State Chancellor's Office for the associate degree for transfer. This degree meets the requirements established by the State Chancellor’s Office in response to SB 1440 to establish a means of simplifying student movement within and between the segments of higher education in California.\n\t \nThe Associate in Arts Degree in Anthropology for Transfer (AA-T) prepares students to transfer to local California State Universities (CSUs). Students who complete the Associate in Arts Degree in Anthropology for Transfer degree will be ensured preferential transfer status to CSUs for anthropology majors and majors in related disciplines. The Associate in Arts Degree in Anthropology for Transfer requirements will fulfill the lower division major requirements at many CSUs. Students are advised, however, to meet with a counselor to assess the course requirements for specific CSUs. The Associate in Arts Degree in Anthropology for Transfer degree will enable students to develop a strong foundation in research methods, statistics, and both cultural and biological aspects of behavior, and will also offer a wide variety of elective courses in anthropology and other related fields for students to develop a broad knowledge base.  In addition, students will develop strong critical thinking, communication, and problem-solving skills that will prepare them for the requirements of upper division course work.\n\t \nThe new degree has been approved by Foothill's curriculum committee.\n\t \nSubmitted by:\nJudy Miner, extension 7201\nAdditional contact names:\n\t\t\t\t\t \nKimberlee Messina, Carolyn Holcroft\nIs backup provided?\nYes\n\t \n", 
                    "item_number": "10.", 
                    "item_recommendation": "Foothill administration recommends approval of the Anthropology Associate in Arts Transfer Degree (AA-T) Program.", 
                    "item_text": "Approval of Associate Degree in Anthropology for Transfer (Anthropology AA-T)", 
                    "item_text_raw": " 10. Approval of Associate Degree in Anthropology for Transfer (Anthropology AA-T)", 
                    "item_type": "Action (Consent)"
                }, 
                {
                    "boarddocs_id": "948VRN8206A3", 
                    "item_details": "\nBackground and Analysis:\n\t \n\t \nFoothill seeks board approval for application to the State Chancellor's Office for the certificate of achievement. This certificate meets the requirements established by the State Chancellor’s\nOffice.\n\t \nThis certificate will provide students the core skills and values needed for engagement in civic leadership. The program helps develop communication skills, explores diverse cultures, and\nrequires participation in building communities. Students will obtain training and experiences in planning, policy development and implementation, decision-making, goal and objective\ndevelopment, leadership theory and styles, organizational development, cultural programming, time management, problem solving and conflict resolution, budget development, team building,\ngroup dynamics, event planning, student rights and responsibilities, governance alternatives, parliamentary procedures, and community service. This certificate is an excellent addition to the\ndegree and transfer requirements for students pursuing any major. With careful planning, students may also double-count restricted electives toward satisfaction of their CSU GE Breadth\nor IGETC requirements.\n\t \nThe new certificate has been approved by Foothill's curriculum committee.\n\t \nSubmitted by:\nJudy Miner, extension 7201\nAdditional contact names:\n\t\t\t\t\t \nKimberlee Messina, Carolyn Holcroft\nIs backup provided?\nYes\n\t \n", 
                    "item_number": "11.", 
                    "item_recommendation": "Foothill administration recommends approval of the Certificate of Achievement, Leadership & Service.", 
                    "item_text": "Approval of the Certificate of Achievement, Leadership & Service", 
                    "item_text_raw": " 11. Approval of the Certificate of Achievement, Leadership & Service", 
                    "item_type": "Action (Consent)"
                }
            ], 
            "section_name": "APPROVAL OF CONSENT CALENDAR", 
            "section_number": ""
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "94EP3P62A7E4", 
                    "item_details": "\nBackground and Analysis:\n\t \nThese principles will be used in advocating the District’s position to the state legislature, Congress, and the public in 2013.  The District affirms its continued commitment to the California Master Plan for Higher Education and its dedication to student access, equity, affordability and success. \n\t \nThe Board reviewed a draft of the principles during the earlier study session.\n\t \nSubmitted by:\nLinda Thor, extension 6104\nAdditional contact names:\n\t\t\t\t\t \nIs backup provided?\nYes\n\t \n", 
                    "item_number": "12.", 
                    "item_recommendation": "Chancellor Linda Thor recommends approval.", 
                    "item_text": "Board Legislative Principles 2013", 
                    "item_text_raw": " 12. Board Legislative Principles 2013", 
                    "item_type": "Action"
                }
            ], 
            "section_name": "BOARD BUSINESS", 
            "section_number": ""
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "948SXG73C6D3", 
                    "item_details": "\nBackground and Analysis:\n\t \n\t \nThe Sound Fiscal Management Self-Assessment Checklist report is prepared each fiscal year by district Business Office staff as an additional step in the overall process of ensuring fiscal stability and continuous scrutiny of district business practices and operations. Although completion of the report on an annual basis is recommended by the state chancellor’s office, it is not a requirement. FHDA chooses to produce the report each year because it is viewed by staff as a valuable tool for our own internal fiscal assessment and provides a comprehensive narrative document that is presented to both the Audit and Finance committee and the Board of Trustees.\n\t \nSubmitted by:\nKevin McElroy, extension 6201\nAdditional contact names:\nHector Quinonez, Bernata Slater, Joni Hayes\nIs backup provided?\nYes\n\t \n", 
                    "item_number": "13.", 
                    "item_recommendation": "", 
                    "item_text": "Fiscal Self-Assessment", 
                    "item_text_raw": " 13. Fiscal Self-Assessment", 
                    "item_type": "Information"
                }, 
                {
                    "boarddocs_id": "94DQKL69B37E", 
                    "item_details": "\nBackground and Analysis:\n\t \n\t \nThe District was successful at the election on June 6, 2006 in obtaining authorization from the District's voters to issue up to $490,800,000 aggregate principal amount of the District's general\nobligation bonds (“Measure C”). The election was conducted under Proposition 39, which was chaptered as the Strict Accountability in Local School Construction Bonds Act of 2000. Among\nthe accountability requirements the District must comply with is the establishment of a Citizens’ Bond Oversight Committee whose duties and responsibilities are set forth in bylaws as shown on\nthe Measure C website at http://www.measurec.fhda.edu/. The duties include the development of an Annual Report which shall be presented to the Board of Trustees in public session. The\nreport is required to address the following:\nA statement indicating whether the District is in compliance with the requirements of Article XIIIA, Section 1(b)(3) of the California Constitution; and,\nA summary of the Committee’s proceedings and activities for the preceding year.\nThe annual report for 2011 / 2012 will be presented by Mr. Dudley Andersen, Chairperson of the Citizens’ Bond Oversight Committee, and can be viewed at http://measurec.fhda.edu/AR1112/ .\n\t \nSubmitted by:\nCharles Allen, extension 6150\nAdditional contact names:\nKevin McElroy, extension 6201\nIs backup provided?\nYes\n\t \n", 
                    "item_number": "14.", 
                    "item_recommendation": "Executive Director of Facilities and Operations Charles Allen recommends that the Board accept the report.", 
                    "item_text": "Citizens’ Bond Oversight Committee Annual Report", 
                    "item_text_raw": " 14. Citizens’ Bond Oversight Committee Annual Report", 
                    "item_type": "Action, Presentation"
                }
            ], 
            "section_name": "BUSINESS SERVICES/FINANCE", 
            "section_number": ""
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "948U6Q7A8CCB", 
                    "item_details": "\nBackground and Analysis:\n\t \nOn December 12, 2012 the Air Force sent a letter to the Department of Education assigning approximately 9.147 acres of property at the former Onizuka Air Force Station to the Department of Education for transfer to the Foothill-De Anza Community College District.  According to the transfer letter from the Air Force, the fair market value of the property is $11,580,000. The Air Force supports conveyance of the property to our district at a 100 percent discount.\n\t \nOn January 16, 2013, the U.S. Department of Education provided a draft Quitclaim Deed for Parcel C at the former Onizuka Air Force Station in Sunnyvale, California for District acceptance (copy attached). \n\t \nUpon receiving confirmation from Foothill – De Anza Community College District that the Department of Education draft Deed has been found to be acceptable, the appropriate Department of Education Director will execute the document and forward it to the District for final signature.  The Department has requested our comments by the close of business on February 5, 2013. \n\t \nAnalysis: District staff and legal counsel have exchanged comments and discussion with the Board of Trustees at the Board Workshop held earlier today regarding the terms of the Quitclaim Deed.  \n\t \nSubmitted by:\nCharles Allen, extension 6150\nAdditional contact names:\nKevin McElroy\nIs backup provided?\n\t\t\t\t\tYes\n\t \n", 
                    "item_number": "15.", 
                    "item_recommendation": "Approve the attached Quitclaim Deed and authorize the Chancellor to sign on behalf of the District upon receipt of the final executed document from the Department of Education.", 
                    "item_text": "Draft Quitclaim Deed for transfer of property at the former Onizuka Air Force Station", 
                    "item_text_raw": " 15. Draft Quitclaim Deed for transfer of property at the former Onizuka Air Force Station", 
                    "item_type": "Action"
                }
            ], 
            "section_name": "FACILITIES", 
            "section_number": ""
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "948SB871D8A7", 
                    "item_details": "\n\t \n\t\t\t\t\tSubmitted by:\nCharles Allen, Executive Director, Facilities, Operations, and Construction Management, extension 6150\n\t\t\t\t\tAdditional contact names:\nTom Armstrong, Director, Bond Program Management, De Anza College,\nArt Heinrich, Director, Bond Program Management, Foothill College\n\t\t\t\t\tIs backup provided?\nYes\n\t \n", 
                    "item_number": "16.", 
                    "item_recommendation": "Charles Allen, Executive Director of Facilities, Operations, and Construction Management; Tom Armstrong, Director, Bond Program Management, De Anza College; Art Heinrich, Director, Bond Program Management, Foothill College; and Gina Bailey, Acting Director, Purchasing Services, recommend that Measure E consent item A) be ratified by the Board of Trustees.", 
                    "item_text": "Measure E Consent", 
                    "item_text_raw": " 16. Measure E Consent", 
                    "item_type": "Action (Consent)"
                }
            ], 
            "section_name": "MEASURE E CONSENT", 
            "section_number": ""
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "947W298348A0", 
                    "item_details": "\nBackground and Analysis:\n\t \nTitle: Revision #8 to Standard Agreement\nVendor:  Cody Anderson Wasney Architects, Inc.\nAgreement Date: February 1, 2010\nCampus: Foothill College\nProject Number: 420\nProject Name: District Office Building Renovation\nAmount: $23,540.00\nFor:\n\t \nAdditional architectural services for design revisions to the administrative office area, including creation of a conference room, as requested by the District.\n\t \n\t \n\t\t\t\t\tSubmitted by:\nCharles Allen, Executive Director, Facilities, Operations, and Construction Management, extension 6150\n\t\t\t\t\tAdditional contact names:\nTom Armstrong, Director, Bond Program Management, De Anza College,\nArt Heinrich, Director, Bond Program Management, Foothill College\n\t\t\t\t\tIs backup provided?\nYes\n\t \n", 
                    "item_number": "A)", 
                    "item_recommendation": "Ratification", 
                    "item_text": "Cody Anderson Wasney Architects, Inc. - Revision #8 to Standard Agreement - District Office Building Renovation - $23,540", 
                    "item_text_raw": " A) Cody Anderson Wasney Architects, Inc. - Revision #8 to Standard Agreement - District Office Building Renovation - $23,540", 
                    "item_type": "Action (Consent)"
                }
            ], 
            "section_name": "--Foothill College Measure E Consent", 
            "section_number": ""
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "948SDF722C06", 
                    "item_details": "\n\t \nSubmitted by:\nCharles Allen, Executive Director, Facilities, Operations, and Construction Management,  extension 6150\nAdditional contact names:\nTom Armstrong, Director, Bond Program Management, De Anza College,\nArt Heinrich, Director, Bond Program Management, Foothill College\nGina Bailey, Acting Director, Purchasing Services\nIs backup provided?\nYes\n\t \n\t \n", 
                    "item_number": "17.", 
                    "item_recommendation": "Charles Allen, Executive Director of Facilities, Operations, and Construction Management; Tom Armstrong, Director, Bond Program Management, De Anza College; Art Heinrich, Director, Bond Program Management, Foothill College; and Gina Bailey, Acting Director, Purchasing Services, recommend ratification/approval of Measure C consent items A - K.", 
                    "item_text": "Measure C Consent", 
                    "item_text_raw": " 17. Measure C Consent", 
                    "item_type": "Action (Consent)"
                }
            ], 
            "section_name": "MEASURE C CONSENT", 
            "section_number": ""
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "947QX76B6251", 
                    "item_details": "\nBackground and Analysis:\n\t \nTitle:  Revision 2 to PAA 58 to Master Agreement\nVendor:  Noll  & Tam Architects\nAgreement Date:  December 06, 2007\nCampus:  De Anza College\nProject Number:  245\nProject Name:  ATC\nAmount:  $23,925\nFor:\n\t \nBasis of Additional Professional Services: Professional fees were based on programmatic changes requiring the reassignment of a number of programs to different computer labs than those planned and incorporated into the basis for the electrical and telecom design. Revisions are required to the quantity and location of floor boxes on the third floor and in the second floor Lab 203. The number and spacing of new power/data floor boxes requires review by DSA for structural impacts. Bodine ballasts are to be omitted from the project due to maintenance considerations and all emergency lighting fixtures to be \"bug eye\" type.\n\t \nFunding for this revision is included in the current Project budget.\n\t \n\t \nSubmitted by:\nCharles Allen, Executive Director, Facilities, Operations, and Construction Management,  extension 6150\nAdditional contact names:\nTom Armstrong, Director, Bond Program Management, De Anza College,\nArt Heinrich, Director, Bond Program Management, Foothill College\nGina Bailey, Acting Director, Purchasing Services\nIs backup provided?\nYes\n\t \n", 
                    "item_number": "A)", 
                    "item_recommendation": "Approval", 
                    "item_text": "Noll & Tam Architects - Revision #2 to Project Authorization Amendment #5B to Master Agreement - ATC - $23,925", 
                    "item_text_raw": " A) Noll & Tam Architects - Revision #2 to Project Authorization Amendment #5B to Master Agreement - ATC - $23,925", 
                    "item_type": "Action (Consent)"
                }, 
                {
                    "boarddocs_id": "9483J907103C", 
                    "item_details": "\nBackground and Analysis:\n\t \nTitle:  Prime Contract Change Order# 07 - Final\nVendor:  OC Jones & Sons Inc.\nAgreement Date:  February 15, 2012\nCampus:  De Anza College\nProject Number:  206\nProject Name:  Stadium and Track\nAmount:  $79,979\nFor:\n\t \nPrime Contract Change Order #07- This is the Final Change Order for this project. It revises the original contract sum between the District and OC Jones & Sons, Inc. for the following changes:\n\t \nAdding mullions and hardware modifications at the ornamental entry gates, the addition of structural fill material for electrical substructure to address adjacencies with the G building footing, additional work required to mitigate utility system overlaps, revised locations of public address system components in the press box, and post foundation modifications associated with the relocation of chain link fence at the NW corner of the stadium perimeter. This change also includes a settlement of project time extensions and resolves contractor claims to extended general conditions along with owner claims to liquidated damages.\n\t \nThe total Change Orders to date represent 9.10% against the original contract amount.\nFunding for this change is available within the current budget.\n\t \n\t \n\t \nSubmitted by:\nCharles Allen, Executive Director, Facilities, Operations, and Construction Management,  extension 6150\nAdditional contact names:\nTom Armstrong, Director, Bond Program Management, De Anza College,\nArt Heinrich, Director, Bond Program Management, Foothill College\nGina Bailey, Acting Director, Purchasing Services\nIs backup provided?\nYes\n\t \n\t \n", 
                    "item_number": "B)", 
                    "item_recommendation": "Ratification", 
                    "item_text": "OC Jones & Sons Inc. - Change Order #7 (Final) - Stadium and Track - $79,979", 
                    "item_text_raw": " B) OC Jones & Sons Inc. - Change Order #7 (Final) - Stadium and Track - $79,979", 
                    "item_type": "Action (Consent)"
                }, 
                {
                    "boarddocs_id": "948QYG6B72C8", 
                    "item_details": "\nBackground and Analysis:\n\t \nTitle:  Prime Contract Change Order #01 - Final Change Order\nVendor:  Stagecraft Industries, Inc.\nAgreement Date:  September 19, 2011\nCampus:  De Anza College\nProject Number:  701\nProject Name:  ALTERATIONS TO VPAC HOIST\nAmount:  $2,500\nFor:\n\t \nPrime Contract Change Order #01 revises the original contract sum between the District and Stagecraft Industries, Inc. for the following change:\n\t \nSwitch the locations of the existing mid-stage traveler with the mid-stage general purpose pipe in pursuant to the end users request. The change request adjusted the construction completion date for 2 days.\n\t \nPrime Contract Change Order #01 is the only change order for the project. This change order is the final change and closes the project.\n\t \nFunding for this project is available within the current project budget. All changes to date are equal to 1. 7% above the original construction contract amount. The funding for this change is within the current budget.\n\t \n\t \nSubmitted by:\nCharles Allen, Executive Director, Facilities, Operations, and Construction Management,  extension 6150\nAdditional contact names:\nTom Armstrong, Director, Bond Program Management, De Anza College,\nArt Heinrich, Director, Bond Program Management, Foothill College\nGina Bailey, Acting Director, Purchasing Services\nIs backup provided?\nYes\n\t \n", 
                    "item_number": "C)", 
                    "item_recommendation": "Ratification", 
                    "item_text": "Stagecraft Industries, Inc. - Change Order #1 (Final Change Order) - Alterations to VPAC Hoist - $2,500", 
                    "item_text_raw": " C) Stagecraft Industries, Inc. - Change Order #1 (Final Change Order) - Alterations to VPAC Hoist - $2,500", 
                    "item_type": "Action (Consent)"
                }, 
                {
                    "boarddocs_id": "9492ZX04ACD5", 
                    "item_details": "\nBackground and Analysis:\n\t \n\t \nTitle:  Revision #18 to Standard Form of Agreement\nVendor: The Ratcliff Architects\nAgreement Date:  June 17, 2008\nCampus:  De Anza College\nProject Number:  261\nProject Name:  Mediated Learning Center\nAmount:  $50,000\nFor:\n\t \nProvide additional post construction phase architectural design support as follows:\nArchitectural services to support final contractor installation of casework, review completion of contractor’s final punchlist repairs and the interior/exterior guardrails, and, includes efforts regarding punchlist closeout and warranty-related corrections. \nCosts include a contract schedule adjustment to support the services listed above.  \nThe revised duration of this contract shall be June 30, 2014, and can be extended for two additional six-month periods at no additional cost to the District.  Funding for this item is available within the current project budget.\n\t \n\t \nSubmitted by:\nCharles Allen, Executive Director, Facilities, Operations, and Construction Management,  extension 6150\nAdditional contact names:\nTom Armstrong, Director, Bond Program Management, De Anza College,\nArt Heinrich, Director, Bond Program Management, Foothill College\nGina Bailey, Acting Director, Purchasing Services\nIs backup provided?\nYes\n\t \n", 
                    "item_number": "D)", 
                    "item_recommendation": "Ratification", 
                    "item_text": "The Ratcliff Architects - Revision #18 to Standard Form of Agreement - Mediated Learning Center - $50,000", 
                    "item_text_raw": " D) The Ratcliff Architects - Revision #18 to Standard Form of Agreement - Mediated Learning Center - $50,000", 
                    "item_type": "Action (Consent)"
                }
            ], 
            "section_name": "--De Anza College Measure C Consent", 
            "section_number": ""
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "948RET6D7DF3", 
                    "item_details": "\nBackground and Analysis:\n\t \n\t \nTitle:  Change Order #5\nVendor:  Robert A. Bothman, Inc.\nAgreement Date:  June 18, 2012\nCampus:  Foothill College\nProject Number:162\nProject Name:  Parking and Circulation Phase I\nAmount:  $4,733.00\nFor:\n\t \nChanges due to site conditions and College requests. Notable items include relocating existing boulders throughout the Native Garden, the need for additional survey layouts at the PE Access Road and PSEC Threshold due to unforeseen utilities and grade changes; and the installation of additional asphalt paving at the PSEC Threshold.\n\t \nTotal project changes represent 9.2% change to the contract value.\n\t \nThe funding is included in the current budget.\n\t \n\t \nSubmitted by:\nCharles Allen, Executive Director, Facilities, Operations, and Construction Management,  extension 6150\nAdditional contact names:\nTom Armstrong, Director, Bond Program Management, De Anza College,\nArt Heinrich, Director, Bond Program Management, Foothill College\nGina Bailey, Acting Director, Purchasing Services\nIs backup provided?\nYes\n\t \n", 
                    "item_number": "F)", 
                    "item_recommendation": "Ratification", 
                    "item_text": "Robert A. Bothman, Inc. - Change Order #5 - Parking and Circulation Phase I - $4,733", 
                    "item_text_raw": " F) Robert A. Bothman, Inc. - Change Order #5 - Parking and Circulation Phase I - $4,733", 
                    "item_type": "Action (Consent)"
                }, 
                {
                    "boarddocs_id": "948R7N6CA38B", 
                    "item_details": "\nBackground and Analysis:\n\t \n\t \nTitle:  Revision #3 to PAA F-ABB-04\nVendor:  Allana Buick & Bers, Inc.\nAgreement Date:  February 12, 2012\nCampus:  Foothill College\nProject Number:  118\nProject Name:  Storage Building at Swimming Pool Area\nAmount: $0.00\nFor:\n\t \nContract time extension only. No cost is added.\n\t \nThe funding is included in the current budget.\n\t \n\t \nSubmitted by:\nCharles Allen, Executive Director, Facilities, Operations, and Construction Management,  extension 6150\nAdditional contact names:\nTom Armstrong, Director, Bond Program Management, De Anza College,\nArt Heinrich, Director, Bond Program Management, Foothill College\nGina Bailey, Acting Director, Purchasing Services\nIs backup provided?\nYes\n\t \n", 
                    "item_number": "E)", 
                    "item_recommendation": "Ratification", 
                    "item_text": "Allana Buick & Bers, Inc. - Revision #3 to Project Authorization Amendment #F-ABB-04 - Storage Building at Swimming Pool Area - $0", 
                    "item_text_raw": " E) Allana Buick & Bers, Inc. - Revision #3 to Project Authorization Amendment #F-ABB-04 - Storage Building at Swimming Pool Area - $0", 
                    "item_type": "Action (Consent)"
                }, 
                {
                    "boarddocs_id": "948RKD6E3FB8", 
                    "item_details": "\nBackground and Analysis:\n\t \n\t \nTitle:  Change Order #1\nVendor:  Cal Pacific Construction\nAgreement Date:  October 12, 2012\nCampus:  Foothill College\nProject Number:  109\nProject Name:  Building 2600 Structural and Acoustic Upgrades\nAmount: $0 \nFor:\n\t \nExtension of contract Substantial Completion date by 38 calendar days, to allow work to occur during weeks of Finals and Spring Break.\n\t \n\t \nSubmitted by:\nCharles Allen, Executive Director, Facilities, Operations, and Construction Management,  extension 6150\nAdditional contact names:\nTom Armstrong, Director, Bond Program Management, De Anza College,\nArt Heinrich, Director, Bond Program Management, Foothill College\nGina Bailey, Acting Director, Purchasing Services\nIs backup provided?\nYes\n\t \n", 
                    "item_number": "G)", 
                    "item_recommendation": "Ratification", 
                    "item_text": "Cal Pacific Construction - Change Order #1 - Building 2600 Structural and Acoustic Upgrades - $0", 
                    "item_text_raw": " G) Cal Pacific Construction - Change Order #1 - Building 2600 Structural and Acoustic Upgrades - $0", 
                    "item_type": "Action (Consent)"
                }, 
                {
                    "boarddocs_id": "948RPF6EEBE3", 
                    "item_details": "\nBackground and Analysis:\n\t \nTitle:  Revision #6 to PAA #F-HMC-#1 B\nVendor:  HMC Architects\nAgreement Date:  November 1, 2010\nCampus:  Foothill College\nProject Number:  112\nProject Name:  Modernization of Administration Building and General Classrooms\nAmount:  $0.00\nFor:\n\t \nContract time extension only to allow for completion of project closeout services. No additional funds.\n\t \nSubmitted by:\nCharles Allen, Executive Director, Facilities, Operations, and Construction Management,  extension 6150\nAdditional contact names:\nTom Armstrong, Director, Bond Program Management, De Anza College,\nArt Heinrich, Director, Bond Program Management, Foothill College\nGina Bailey, Acting Director, Purchasing Services\nIs backup provided?\nYes\n\t \n", 
                    "item_number": "H)", 
                    "item_recommendation": "Ratification", 
                    "item_text": "HMC Architects - Revision #6 to Project Authorization Amendment #F-HMC-#1B - Modernization of Administration Building and General Classrooms - $0", 
                    "item_text_raw": " H) HMC Architects - Revision #6 to Project Authorization Amendment #F-HMC-#1B - Modernization of Administration Building and General Classrooms - $0", 
                    "item_type": "Action (Consent)"
                }, 
                {
                    "boarddocs_id": "948RW56FEDA7", 
                    "item_details": "\nBackground and Analysis:\n\t \nTitle:  Change Order #1\nVendor:  R.C. Benson & Sons, Inc.\nAgreement Date:  October 11, 2012\nCampus:  Foothill College\nProject Number:  116\nProject Name:  Deck Repair & Window Replacement For: Japanese Cultural Center\nAmount:  $ 10,717\nFor:\n\t \nRepair of existing termite damage in subfloor and joists, treatment of termites, and replacement of deck boards joists, and flooring.\n\t \nThis change and total project changes represent a 34% change to the contract value, due to the small size of the original contract.\n\t \nThe funding is included in the current budget.\n\t \nSubmitted by:\nCharles Allen, Executive Director, Facilities, Operations, and Construction Management,  extension 6150\nAdditional contact names:\nTom Armstrong, Director, Bond Program Management, De Anza College,\nArt Heinrich, Director, Bond Program Management, Foothill College\nGina Bailey, Acting Director, Purchasing Services\nIs backup provided?\nYes\n\t \n", 
                    "item_number": "I)", 
                    "item_recommendation": "Ratification", 
                    "item_text": "R. C. Benson & Sons, Inc. - Change Order #1 - Deck Repair & Window Replacement for the Japanese Cultural Center - $10,717", 
                    "item_text_raw": " I) R. C. Benson & Sons, Inc. - Change Order #1 - Deck Repair & Window Replacement for the Japanese Cultural Center - $10,717", 
                    "item_type": "Action (Consent)"
                }, 
                {
                    "boarddocs_id": "948RZW70759B", 
                    "item_details": "\nBackground and Analysis:\n\t \nTitle:  Change Order #10\nVendor:  Taber Construction, Inc.\nAgreement Date:  May 28, 2012\nCampus:  Foothill College\nProject Number:  144\nProject Name:  Central Campus Site Improvements\nAmount:  $ (10,286.00)\nFor:\n\t \nWork required for the relocation of the Appreciation Fountain equipment vault due to an unforeseen existing utilities condition, and the credit for reduced work scope. Work approved in Change Order #9 was simplified and completed on a time-and-materials basis, resulting in a credit against the anticipated amount.\n\t \nTotal project changes represent 9.8% change to the contract value.\nThe funding is included in the current budget.\n\t \nSubmitted by:\nCharles Allen, Executive Director, Facilities, Operations, and Construction Management,  extension 6150\nAdditional contact names:\nTom Armstrong, Director, Bond Program Management, De Anza College,\nArt Heinrich, Director, Bond Program Management, Foothill College\nGina Bailey, Acting Director, Purchasing Services\nIs backup provided?\nYes\n\t \n", 
                    "item_number": "J)", 
                    "item_recommendation": "Ratification", 
                    "item_text": "Taber Construction, Inc. - Change Order #10 - Central Campus Site Improvements - ($10,286)", 
                    "item_text_raw": " J) Taber Construction, Inc. - Change Order #10 - Central Campus Site Improvements - ($10,286)", 
                    "item_type": "Action (Consent)"
                }, 
                {
                    "boarddocs_id": "948S6S7132AF", 
                    "item_details": "\nBackground and Analysis:\n\t \n\t \nTitle:  Revision #10 to PAA F-WRNS-28\nVendor:  WRNS Studio\nAgreement Date:  March 22, 2010\nCampus:  Foothill College\nProject Number:  162\nProject Name:  Parking  & Circulation\nAmount:  $5,480.00\nFor:\n\t \nAdditional architectural design services for the culvert at Lot 2 Stair and for the addition of an irrigation system at the Native Garden near the PSEC Threshold.\n\t \nThe funding is included in the current budget.\n\t \n\t \nSubmitted by:\nCharles Allen, Executive Director, Facilities, Operations, and Construction Management,  extension 6150\nAdditional contact names:\nTom Armstrong, Director, Bond Program Management, De Anza College,\nArt Heinrich, Director, Bond Program Management, Foothill College\nGina Bailey, Acting Director, Purchasing Services\nIs backup provided?\nYes\n\t \n", 
                    "item_number": "K)", 
                    "item_recommendation": "Ratification", 
                    "item_text": "WRNS Studio - Revision #10 to Project Authorization Amendment #F-WRNS-2B - Parking and Circulation - $5,480", 
                    "item_text_raw": " K) WRNS Studio - Revision #10 to Project Authorization Amendment #F-WRNS-2B - Parking and Circulation - $5,480", 
                    "item_type": "Action (Consent)"
                }
            ], 
            "section_name": "--Foothill College Measure C Consent", 
            "section_number": ""
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "948UPB7CF6AA", 
                    "item_details": "\nBackground and Analysis:\n\t \n\t \nThe Flint Parking Garage renovation is intended to include reconstruction of the garage including structural enhancement to meet current Division of the State Architect (DSA) standards and will provide new lighting; an upgrade of the fire alarm and emergency phone systems, modernize the three elevators, repair the stucco stair towers, refinish the wood railings and paint the structure. To accomplish this, a phased partial closure of the parking structure may allow construction activities to occur while some of the parking is maintained, but some components of the electrical, fire alarm, fire water lines and access via the stairways will be required to be maintained while this work progresses. \n\t \nDue to the complexity of the project – including the planned shoring required to install new footings and to construct new structural sheer walls at all levels, the review of proposed methods and the close coordination with a general contractor would be highly beneficial to developing a well-planned approach to construction efforts and for sequencing the required work in a cost-effective time frame. To fit within the academic calendar, this Lease-Leaseback process would be a critical key part to this projects’ success while ensuring the work is planned correctly with minimal loss of parking spaces during construction. The budget for construction costs are estimated at approximately $6,000,000.\n  \nInformation was provided to the Board of Trustees on December 7, 2009 and January 19, 2010 concerning the use of a Lease-Leaseback construction procurement process for Measure C projects.  The information included a discussion of the legal aspects of the process as well as the likely risks and benefits associated with construction using the authority provided under the Education Code section 81335. On August 31, 2010, a default judgment was issued by the Santa Clara County Superior Court which confirmed the validity of the use of this procurement process.  \n\t \nThe procurement process for this project will be consistent with the process used for previously-approved projects, and it will include the same key decision/Board approval steps.  The Board will be requested to review and approve key decisions and actions in the procurement process over a period of time.  Target dates for key actions associated with the project are as follows:\nApril, 2013 - Approval of the Lease-Leaseback contractor based upon a Request for Qualifications and Request for Proposals process.\nJuly or August, 2013 -  Award of a pre-construction services agreement for the Lease- Leaseback contractor.\nFall, 2013 - Approval of a Site Lease and a Facilities Lease with the Lease- Leaseback contractor including a guaranteed maximum price for building renovation based on DSA-approved plans and Specifications.\nWinter, 2013 – Renovation activities would commence on the Flint Parking Garage. \n\t \nSubmitted by:\nCharles Allen, Exec. Dir. of Facilities, Operations, and Construction Management, extension 6150\nAdditional contact names:\nTom Armstrong, ext. 8289; Roseanne Sciacchitano, ext. 5710; Gina Bailey, ext. 6165 \nIs backup provided?\nNo\n\t \n", 
                    "item_number": "18.", 
                    "item_recommendation": "The Executive Director of Facilities, Operations, and Construction Management recommends that the Board approve the initiation of a construction procurement process under the Lease-Leaseback provision of Education Code section 81335 for the Flint Parking Garage project subject to the subsequent Board approvals as noted.", 
                    "item_text": "Lease-Leaseback Construction Procurement Process for the De Anza College Measure C project 239 - Flint Parking Garage Renovation.", 
                    "item_text_raw": " 18. Lease-Leaseback Construction Procurement Process for the De Anza College Measure C project 239 - Flint Parking Garage Renovation.", 
                    "item_type": "Action"
                }, 
                {
                    "boarddocs_id": "949T8H761CFC", 
                    "item_details": "\nBackground and Analysis:\n\t \nThe Project consists of the installation and power/data connection of one (1) owner-furnished digital scoreboard and two (2) owner-furnished pace/shot clocks for the swimming pool at De Anza College. \n\t \nArch-Pac, Inc. prepared the construction documents and a complete set of all bid documents are on file in the Purchasing Services Department.\n\t \nThe bid was legally advertised in the San Jose Post Record on December 21, 2012 and December 28, 2012.  The “Invitation to Bid” was sent to twelve (12) vendors, nine (9) builder’s exchanges, and was also posted on “BidNet” at www.govbids.com.  Bids were publicly opened and read on January 14, 2013 at 3:00 PM by Purchasing Services.  Two vendors submitted bids, and the bid results are listed below:\n\t \n\t \nBID RESULTS\n\t \nVendor:\nBase Bid Amount\nAlternate 1\nGrand Total \nBid Amount\nRC Benson & Sons, Inc. \n$58,678\n$ 3,343\n$62,021\nSwenson & Associates\n$69,000\n$ 8,700\n$77,700\n\t \nAccording to Public Contract Code, Section 20651(b): “The governing board shall let any contract for a public project, as defined in subdivision (c) of Section 22002, involving an expenditure of fifteen thousand dollars ($15,000) or more to the lowest responsible bidder who shall give security as the board requires, or else reject all bids.” \n\t \nUpon review of the bids received, the submitted costs of the work exceed the project cost threshold established by the Division of the State Architect (DSA) in their Interpretation of Regulations (IR A-10) for Reconstruction and Alteration Project for an exemption to the DSA approval requirements.  The Architect’s estimate of $30,000 to $35,000 was under the IR A-10 limits, but since the bids came in over that limit, the project will need to be submitted to DSA for plan review and approval. Once the plans are approved by DSA, the project will be re-advertised for the construction services. \n\t \n\t \nSubmitted by:\nGina Bailey\nAdditional contact names:\nCharles Allen, Donna Jones Dulin, Tom Armstrong, and Annette Perez\nIs backup provided?\nNo\n\t \n", 
                    "item_number": "19.", 
                    "item_recommendation": "In accordance with PCC 20651(b), reject all bids for Bid Document #1636-200F Revision 1 Scoreboard Replacement.", 
                    "item_text": "Reject all bids for Bid Document #1636-200F Revision 1 Scoreboard Replacement", 
                    "item_text_raw": " 19. Reject all bids for Bid Document #1636-200F Revision 1 Scoreboard Replacement", 
                    "item_type": "Action"
                }
            ], 
            "section_name": "MEASURE C PROJECTS", 
            "section_number": ""
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "943V7G7F251A", 
                    "item_details": "\n\t \nMarch 4\n\tQ Listing of District Investments (AP 3130)\n\t2nd Quarter Report/Transfers/Revisions (3112)\n------\nMarch 7\n\tAudit & Finance\n------\nMarch 11\n\tFaculty Tenure\n\tAdministrator Contracts\n\tCCCT Board Elections\n\tAudit & Finance Report\n\tFoothill-De Anza Foundation\n-----\nMarch 12\n\tCBOC Meeting\n-----\nApril 1\n\tAnnual Review of BP 9110.1, Student Trustees\n\tFoundation Board Report\n-----\nMay 13\n\tResolution Recognizing Classified Staff Week\n\tASB Budgets\n\tInstructional Materials Fees for 2013-14 (5020)\n\tFacilities Use Fees for 2013-14(3205)\n-----\nMay 30\n\tAudit & Finance\n", 
                    "item_number": "", 
                    "item_recommendation": "", 
                    "item_text": "Dates to Remember/Future Agenda Items", 
                    "item_text_raw": " Dates to Remember/Future Agenda Items", 
                    "item_type": "Information"
                }
            ], 
            "section_name": "ADJOURNMENT", 
            "section_number": ""
        }
    ]
}