{
    "agency": "san_jose_evergreen_ccd", 
    "meeting_date": "05-14-2013", 
    "meeting_sections": [
        {
            "items": [
                {
                    "boarddocs_id": "973MD85AB25E", 
                    "item_details": "", 
                    "item_number": "1.", 
                    "item_recommendation": "", 
                    "item_text": "4:30 p.m. - Call Meeting to Order at the District Board Room, 4750 San Felipe Road, San Jose, CA 95135", 
                    "item_text_raw": "1. 4:30 p.m. - Call Meeting to Order at the District Board Room, 4750 San Felipe Road, San Jose, CA 95135", 
                    "item_type": "Information"
                }, 
                {
                    "boarddocs_id": "973MDB5AB26D", 
                    "item_details": "\nThe Board of Trustees offers an opportunity for the public to address the Board in four sections of the agenda: on matters of concern about Closed Session items; on matters not appearing on the agenda; on action items contained in the Consent Agenda; and prior to voting on any item contained in the Action Agenda. Each speaker is encouraged to submit a comment card to the Board clerk in order to be recognized to speak.\n\tPer Board Policy, three minutes may be allotted to each speaker with a maximum of 30 minutes per subject. No action or discussion shall be undertaken on any public comments except that members of the Board or its staff may briefly respond to or ask a question for clarification regarding statements made or questions posed by persons addressing the Board under this agenda item.\n\tFor information and disability access to materials, call 408-270-6402. Meetings are held in a location accessible to the disabled.\n", 
                    "item_number": "2.", 
                    "item_recommendation": "", 
                    "item_text": "Information on Public Comments and Disability Access", 
                    "item_text_raw": "2. Information on Public Comments and Disability Access", 
                    "item_type": "Information"
                }
            ], 
            "section_name": "CALL MEETING TO ORDER", 
            "section_number": ""
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "973MDF5AB278", 
                    "item_details": "", 
                    "item_number": "1.", 
                    "item_recommendation": "To approve Closed Session Agenda.", 
                    "item_text": "Approval of Closed Session Agenda", 
                    "item_text_raw": "1. Approval of Closed Session Agenda", 
                    "item_type": "Action"
                }
            ], 
            "section_name": "APPROVAL OF CLOSED SESSION", 
            "section_number": ""
        }, 
        {
            "items": [], 
            "section_name": "PUBLIC COMMENTS ON CLOSED SESSION AGENDA", 
            "section_number": ""
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "973MDL5AB284", 
                    "item_details": "\n\t \n[  ] PUBLIC EMPLOYEE APPOINTMENT/EMPLOYMENT\n\t(Government Code Section 54957 (b))\n\tTitle:\n\t[ X ] PUBLIC EMPLOYEE PERFORMANCE EVALUATION\n\t(Government Code Section 54957 (b))\n\t[   ] PUBLIC EMPLOYEE DISCIPLINE/DISMISSAL/RELEASE\n\t (Government Code Section 54957 (b))\n\t \n[  ] CONFERENCE WITH LEGAL COUNSEL – EXISTING LITIGATION\n\t(Government Code Section 54956.9)\n\tName of Case:\n\tOr\n\tCase Name Unspecified; Disclosure would jeopardize:\n\t( ) Service of Process or ( ) Existing Settlement Negotiations\n\t[   ] CONFERENCE WITH LEGAL COUNSEL – ANTICIPATED LITIGATION\n\t(Government Code Section 54956.9 (c))\n[  ] LIABILITY CLAIMS\n\t(Government Code Section 54956.95)\n\tAgency Claimed Against:\n\t \n[  ] CONFERENCE WITH REAL PROPERTY NEGOTIATORS\n\t(Government Code Section 54956.8)\n\tProperty:\n\tDistrict’s Negotiator(s):\n\tNames of Negotiating Parties:\n\tUnder Negotiation: ( ) Price ( )Terms of Payment (  ) Both\n\t \n[  ] THREAT TO PUBLIC SERVICES OF FACILITIES\n\t(Government Code Section 54957 (a))\n\tConsultation with:\n\t \n[  ] CONFERENCE WITH LABOR NEGOTIATORS\n\t(Government Code Section 54957.6)\n\tDistrict’s Negotiator(s): Kim Garcia\nEmployee Organization: CSEA \n\t \n[  ] CONFERENCE WITH LABOR NEGOTIATORS\n\t(Government Code Section 54957.6)\n\tDistrict’s Negotiator(s): Kim Garcia \nEmployee Organization: FA \n\t \n[  ] CONFERENCE WITH LABOR NEGOTIATORS\n\t(Government Code Section 54957.6)\n\tDistrict’s Negotiator(s): Kim Garcia \nUnrepresented Employees: M/S/C \n\t \n\t \n[   ] REMOVAL/SUSPENSION/EXPULSION OF A STUDENT\n\t(Education Code 72122; 20 U.S.C. Section 1232g)\n\t[  ] PROPOSAL TO CONFER HONORARY DEGREE\n\t(Education Code Section 72122)\n\t[  ] CONSIDERATION OF GIFT FROM A DONOR WHO WISHES TO REMAIN ANONYMOUS (Education Code Section 72122)\n\t[  ] CONSIDERATION OF RESPONSE TO CONFIDENTIAL FINAL DRAFT AUDIT REPORT FROM BUREAU OF STATE AUDITS\n\t(Government Code Section 11126.2)\n\t[  ] COMPLAINTS OR CHARGES AGAINST A DISTRICT EMPLOYEE\n\t(Government Code Section 54957)\n\t \n", 
                    "item_number": "1.", 
                    "item_recommendation": "", 
                    "item_text": "The Board will recess to consider or take action upon any of the following items indicated by [x]", 
                    "item_text_raw": "1. The Board will recess to consider or take action upon any of the following items indicated by [x]", 
                    "item_type": "Information"
                }
            ], 
            "section_name": "CLOSED SESSION ITEMS FOR DISCUSSION", 
            "section_number": ""
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "973MDQ5AB291", 
                    "item_details": "\n", 
                    "item_number": "1.", 
                    "item_recommendation": "", 
                    "item_text": "6:00 P.M. - Pledge of Allegiance", 
                    "item_text_raw": "1. 6:00 P.M. - Pledge of Allegiance", 
                    "item_type": "Procedural"
                }, 
                {
                    "boarddocs_id": "973MDT5AB296", 
                    "item_details": "\na. Additions/Deletions/Corrections\n\tb. Items to be Deferred\n\tc. Adoption of Agenda\n\tThe Board reserves the right to modify the order of business in the manner it deems appropriate.\n\t \n", 
                    "item_number": "2.", 
                    "item_recommendation": "", 
                    "item_text": "Adoption of the Agenda", 
                    "item_text_raw": "2. Adoption of the Agenda", 
                    "item_type": "Action"
                }, 
                {
                    "boarddocs_id": "973MDW5AB29C", 
                    "item_details": "\nThe Board of Trustees President will announce any reportable action taken in Closed Session.\n", 
                    "item_number": "3.", 
                    "item_recommendation": "", 
                    "item_text": "Announcement of Reportable Action Taken in Closed Session", 
                    "item_text_raw": "3. Announcement of Reportable Action Taken in Closed Session", 
                    "item_type": "Information"
                }, 
                {
                    "boarddocs_id": "973MDZ5AB2A2", 
                    "item_details": "\nThis is an opportunity for members of the public to address the Board concerning issues not listed on the agenda.\n", 
                    "item_number": "4.", 
                    "item_recommendation": "", 
                    "item_text": "Public Comments on Matters not on the Agenda", 
                    "item_text_raw": "4. Public Comments on Matters not on the Agenda", 
                    "item_type": "Information"
                }, 
                {
                    "boarddocs_id": "973MGQ5B2C8D", 
                    "item_details": "\nAccording to BP 2105, on or before May 15 of each year, the Board shall consider whether to afford the student members any of the following privileges:\n\t\t \nThe privilege to make and second motions;\nThe privilege to attend closed sessions, other than closed sessions on personnel or collective bargaining matters;\nThe privilege to receive compensation for meeting attendance at a level of $200 or 50% of the regular Board Member compensation for any given month See BP 2725;\nThe privilege to serve a term commencing on May 15;\nThe privilege to cast an advisory vote although the vote shall not be included in determining the vote required to approve any measure before the Board.\n\t \n", 
                    "item_number": "5.", 
                    "item_recommendation": "A recommendation that the Board of Trustees determine what privileges would be extended to Student Trustees.", 
                    "item_text": "Governing Board Organization", 
                    "item_text_raw": "5. Governing Board Organization", 
                    "item_type": "Action"
                }, 
                {
                    "boarddocs_id": "97AP5Q62FB61", 
                    "item_details": "\nA public hearing is opened to allow an opportunity for public to input regarding the 2013-2014 contract reopener proposal submitted by the Faculty Association, AFT 6157 at the April 23, 2013, meeting of Board.  The openers are:\n\t \n\t \nArticle 8 FULL-TIME FACULTY, HIRE DATES AND SENIORITY\n\t \n8.1 SALARY SCHEDULE INCREASE\n1. Increase all faculty salary columns and steps to at least the median of the Bay 10 plus 1 effective July 1, 2013\n2. Salary increase for all faculty of COLA and Growth or 3.6% whichever is higher.\n           \n8.2.2 Intersession and summer pro rata salary schedules for full time faculty for the first 40% load for lecture and lab shall be included as Appendix D-3 and D-4 and Work Experience, Directed Studies and Non-Instructional included in Appendix D-5.\n\t \nARTICLE 9 ADJUNCT FACULTY AND SUBSTITUTES\n\t \n9.1 SALARY SCHEDULE INCREASE\n1. Increase all faculty salary columns and steps to at least the median of the Bay 10 plus 1 effective July 1, 2013\n2. Salary increase for all faculty of COLA and Growth or 3.6% whichever is higher.\n\t \n9.13     ASSIGNMENT LENGTH AND MAXIMUM LOADING (moved from 9.20)\n\t \nAdjunct faculty members shall be responsible and accountable for all District assigned service during the college semester for which they are employed. Assignments are limited to a maximum of 67% of a full load.\n\t \n9.14     Pay for Participation in PROFESSIONAL DEVELOPMENT Days ACTIVITIES\n\t \n9.14.1. Adjunct faculty shall be paid for activities in which they participate, not to exceed three four (4) hours per PD day No adjunct faculty will be paid for both regularly scheduled service and a PD day activity which occur during the same hour.\n\t \n9.14.2 All adjunct faculty who participate in professional responsibilities including but not limited to: curriculum development, SLO/PSLO development, program review; hiring committees, standing committees, Academic Senate, FA, AFT 6157 shall be paid on the non-instructional salary schedule.\n\t \n9.18 SENIORITY REHIRE PREFERENCE\n\t \n9.18.1  Adjunct faculty may attain Seniority Rehire Preference (SRP) status at either 33% or 40% load\n            Adjunct faculty  may be assigned a 33% or more load (not to exceed 67% pursuant to Education Code Section 87482.5) may be granted Seniority Rehire Preference (SRP). \n9.18.1.1 SRP status provides a qualified adjunct faculty member with seniority rehire\npreference rights over other less senior adjunct faculty within the division. \"Qualified\"\nshall be determined in accordance with section 9.18.2. SRP status does not confer any\nrights not specifically identified within this Agreement.\n\t \n9.18.1.2 The District will strive to provide assignments equal to or greater than a 33%     load for adjunct faculty who attain SRP at 33%.  \n\t \n9.18.1.3 The District will strive to provide assignments equal to or greater than 40% load for adjunct who attains SRP at 40%. \n\t \n9.18.1.4 SRP status does not guarantee a load (i.e. a load is not available, misconduct, performance problems) or provide tenure, permanent status or any employment rights greater than those provided under Education Code 87665.\n\t \n9.18.1.5 An adjunct faculty member who attained SRP at 33% shall achieve SRP at 40%, after an additional three consecutive semesters of working at a 40% or greater load. Adjunct faculty shall have their SRP load readjusted effective January 2010.\n\t \n9.22 MEDICAL BENEFITS        \n9.22.1  A medical benefit package has been implemented August 2002.\n\t \n9.22.2  Medical benefits will be consistent with the definition stated in the California\n\tEducation Code, Section 87861 et sec., which defines health insurance benefits to\n\tinclude medical benefits but not vision or dental benefits.\n\t \n9.22.3  The District will provide health benefits to adjunct faculty allowed under Ed. Code Sec. 87861 as follows:\n\t \nAdjunct faculty must work at least 40% cumulative equivalent of a\n\t\tminimum full-time faculty assignment.\nFaculty members will pay one-half (1/2) of the monthly premium.\nThe District will submit a claim through the State for 50% matching funds.\nState reimbursement is precluded for adjunct faculty with health benefit\n\t\tinsurance from another employer. Therefore, adjunct faculty seeking to\n\t\tqualify for health benefits must provide certification that no other coverage\n\t\texits.\nAdjunct faculty who are eligible for health benefits shall have the option to add coverage for eligible dependents at the employee's cost.\n\t \n9.22.4  The District exposure will be limited to $50,000. The District will provide the above amount each year as backfill should the State not have enough money to fund the 50% match. \nIf in a given year the $50,000 or a portion of it were not needed for backfill, this amount would be used to defray a portion of the faculty memberâs cost in the following year. Each year the District will spend a maximum of $50,000 for this program.\n\t \nIf the backfill exceeds $50,000 in a given year, the District will pay it; however, the amount over $50,000 will be added as an additional adjunct faculty member premium in the following year.\n9.27     SICK LEAVE Annual Entitlement, ADJUNCT Faculty\n\t \nAdjunct faculty shall be entitled, for each semester of service, to a pro-rata of five (5) days of sick leave based on their percentage of load. [See Article 13, Leaves and Absences]. Paychecks for adjunct faculty shall reflect the number of sick hours accrued.  See Articles 13.5.1.4 & 13.5.1.5 for further reference on sick leave entitlement for adjunct faculty. (In process of investigating Sick leave conversion for retirement-may need to open this section).\n\t \nNEW Section: Implementation of State Disability Insurance:\nState Disability Insurance (SDI): Adjunct Faculty payroll deductions will be made to cover the cost of participation  in the SDI plan effective March 10, 2012. \n\t \nARTICLE 11 CALENDARS Article of Choice\nNeed calendar for 2015-2016\n\t \n11.5     PROFESSIONAL DEVELOPMENT DAYS           \n\t \nNormally, four (4) days of the academic calendar year (two one (1) with mandatory attendance) are designated as Professional Development calendar days for the purposes of conducting activities to address critical staff, student, and professional development needs.\n11.5.1  Two One Mandatory Day\nOne (1) Professional Development day each year (in March/April) shall be used for campus-wide convocation at which the president/vice president of the Faculty Association shall be invited to make a presentation.  An additional day, the first PD day in the fall shall be used for activities which may include: campus-wide planning to meet student needs; divisional planning and activities coordinated by the Division Dean; department meetings and activities at which the president/vice president of the Faculty Association shall be invited to make a presentation.  Attendance at the these meetings March/April Campus wide convocation shall be mandatory for all instructional and non-instructional staff.\n\t \nARTICLE 12 WORKLOAD, CLASS SIZE, CLASS CANCELLATION âarticle of Choice\n\t \n12.3.1 Instructional\n12.3.1.2 Laboratory Class Assignment.  Twenty (20) in-class academic hours of laboratory per week is a 1.00 FTEF assignment.  Each laboratory class per week is 1/20 or 5% of 1.00 FTEF assignment. Each science laboratory class per week is 1/15 or 6 2/3% of 1.00 FTEF assignment.\n\t \n12.8     CLASS CANCELLATION\nNo class shall be canceled if it has a minimum of 20 registered students. Whenever possible, Scheduled classes shall be canceled only after consultation with the instructor.  Classes may be canceled with the consent of the instructor at any time.\n           \n12.8.1  Without the Consent of the Instructor\n\t \n12.8.1.1     A class may be canceled within thirty (30) five (5) days before the class starts if the enrollment is less than 60% of the class maximum;\n12.8.1.2     During the first two weeks of instruction, a class may be canceled if enrollment is less than 80% of the class maximum;\n12.8.1.3     Classes shall not be canceled after the second week of instruction without the consent of the instructor.\n\t \nARTICLE 17 BENEFITS\nThe District shall continue to pay the full cost of any increases in all health and welfare benefits. There will be no monetary Cap on medical benefits listed in the contract to have ensure comparable benefits with the other bargaining unit.- Delete Dollar Amounts\n\t \n\t \nARTICLE 18 RETIREMENT\nThe District shall continue to pay the full cost of any increases in all health benefits for retirees. There will be no monetary Cap on medical benefits listed in the contract to ensure comparable benefits with the other bargaining unit.  Delete Dollar Amount\n\t \n", 
                    "item_number": "6.", 
                    "item_recommendation": "A recommendation that the Board of Trustees adopt the reopener proposals.", 
                    "item_text": "6:10 P.M. Public Hearing On The Faculty Association, AFT 6157 Contract Reopener Proposal With San Jose-Evergreen Community College District 2013-2014", 
                    "item_text_raw": "6. 6:10 P.M. Public Hearing On The Faculty Association, AFT 6157 Contract Reopener Proposal With San Jose-Evergreen Community College District 2013-2014", 
                    "item_type": "Action"
                }, 
                {
                    "boarddocs_id": "973ME45AB2A8", 
                    "item_details": "", 
                    "item_number": "7.", 
                    "item_recommendation": "A recommendation that the Board of Trustees approve the above listed minutes.", 
                    "item_text": "Approval of the April 23, 2013, Governing Board Meeting Minutes", 
                    "item_text_raw": "7. Approval of the April 23, 2013, Governing Board Meeting Minutes", 
                    "item_type": "Action"
                }
            ], 
            "section_name": "RECONVENE INTO OPEN SESSION", 
            "section_number": ""
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "973ME85AB2B1", 
                    "item_details": "", 
                    "item_number": "1.", 
                    "item_recommendation": "", 
                    "item_text": "Adoption of the Consent Agenda", 
                    "item_text_raw": "1. Adoption of the Consent Agenda", 
                    "item_type": "Action (Consent)"
                }, 
                {
                    "boarddocs_id": "97GPUX62EC1C", 
                    "item_details": "\n1. Classification Change\n\t \na. Position Elimination\n\t \nElimination of Director, Student Life 100% FTE (7CNSS0201M) in the Counseling Department at San Jose City College effective 06/30/13.\n\t \nb. Position Establishment\n\t \nEstablishment of Director, Student Development & Activities, 100% FTE (7VPSA0002M) in the Office of the Vice President of Student Affairs at San Jose City College effective 07/01/13.\n\t \n2. Change of Status\n\t \na. Reclassification\n\t \nThe employee is being reclassified from Supervisor, Technology & Media Services, range S120 (9CTSS0201S) in Technology & Media Services Department at the District Office to the Supervisor, Campus Technology Support Services, range S142 (8CTSS0208S) in the Technology & Media Services Department at Evergreen Valley College effective 07/01/13.\n", 
                    "item_number": "2.", 
                    "item_recommendation": "A recommendation that the Board of Trustees approve the Management Personnel Actions as submitted.", 
                    "item_text": "Management Personnel Actions", 
                    "item_text_raw": "2. Management Personnel Actions", 
                    "item_type": "Action (Consent)"
                }, 
                {
                    "boarddocs_id": "97GLW3561FAD", 
                    "item_details": "\n1. Classification Change\n\t \na. Position Elimination\n\t \nElimination of Custodian I, 100% FTE (7CUST0212C) in the Custodial Department at San Jose City College effective 06/30/13.\n\t \nElimination of Document Center Specialist, 100% FTE (9REPR0218C) in the Reprographics Department at the District Office effective 06/30/13.\n\t \nElimination of Instructional Support Assistant, 91.68% FTE (8LANG0228C) in the Language Arts Department at Evergreen Valley College effective 06/30/13.\n\t \nElimination of Program Specialist, 100% FTE (8CAMB0001C) in the Cambios Department at Evergreen Valley College effective 05/31/13.\n\t \nElimination of Program Specialist 100% FTE (8ENLA0201C) in the Enlace Department at Evergreen Valley College effective 05/31/13.\n\t \nElimination of Reprographics Assistant, 92.50% FTE (9REPR0219C) in the Reprographics Department at the District Office effective 06/30/13.\n\t \nb. Position Establishment\n\t \nEstablishment of Custodian II, 100% FTE (7CUST0224C) in the Custodial Department at San Jose City College effective 07/01/13.\n\t \nEstablishment of Instructional Support Assistant, Lab Lead, 91.68% FTE (8LANG0238C) in the Language Arts Department at Evergreen Valley College effective 07/01/13.\n\t \nEstablishment of Network Engineer, 100% FTE (9ITSS0229C) in the ITSS Department at the District Office effective 07/01/13.\n\t \nEstablishment of Program Coordinator, 100% FTE (8VPIN0203C) in the Office of the Vice President of Academic Affairs at Evergreen Valley College effective 07/01/13.\n\t \nEstablishment of Reprographics Assistant, 92.50% FTE (9REPR0220C) in the Reprographics Department at the District Office effective 07/01/13.\n\t \nEstablishment of Reprographics Assistant, 100% FTE (9REPR0221C) in the Reprographics Department at the District Office effective 07/01/13.\n\t \n2. Employment\n\t \na. New Hire\n\t \nEmployment of Purchasing Agent (9PURC0218C) in the Purchasing Department at the District Office effective 05/20/13.\n\t \nEmployment of Instructional Support Assistant (8LANG0236C) in the Language Arts Department at Evergreen Valley College effective 04/29/13.\n\t \nEmployment of Instructional Lab Technician II (7ATPE0209C) in the P.E. & Athletics Department at San Jose City College effective 04/15/13.\n\t \n3. Change of Status\n\t \na. Reclassification\n\t \nReclassification proces per the CSEA Chapter 363 CBA Article 23.1 and Article 23.3 \"Reclassification will become effective July 1 or the year following the reclassification request.\"\n\t \n\t \n\t \n\t \n\t \n", 
                    "item_number": "3.", 
                    "item_recommendation": "A recommendation that the Board of Trustees approve the Classified Personnel Actions as submitted.", 
                    "item_text": "Classified Personnel Actions", 
                    "item_text_raw": "3. Classified Personnel Actions", 
                    "item_type": "Action (Consent)"
                }, 
                {
                    "boarddocs_id": "97GVV682168B", 
                    "item_details": "\nThe District employs non-bargaining unit employees in various categories to support programs and services.  These categories are: short-term assignments with limitations as defined in the CSEA/District collective bargaining agreement; substitutes to fill positions for employees on leave of absence or in vacant positions; professional experts with specialized knowledge or expertise not generally required of, or found within, the employee classifications established by the Governing Board; and athletic support staff for athletic activities.\n\t \n.\nCollege Work Experience Program Position Establishment  \nThe establishment of the following position District-Wide effective 05/15/13: \n\t \nCommunity Service Officer (CSO) Cadet, SJECCD Police Department\n", 
                    "item_number": "4.", 
                    "item_recommendation": "A recommendation that the Board of Trustees approve the Short-Term Hourly, Substitute, Professional Expert & Athletic Support Services, Student Assistant and Volunteer personnel actions as submitted.", 
                    "item_text": "Hourly, Student Work & Volunteer Personnel Actions", 
                    "item_text_raw": "4. Hourly, Student Work & Volunteer Personnel Actions", 
                    "item_type": "Action (Consent)"
                }, 
                {
                    "boarddocs_id": "97APDE641A9C", 
                    "item_details": "\nA public hearing is opened to allow an opportunity for public to input regarding the 2013-2014 contract reopener proposal submitted by the Faculty Association, AFT 6157 at the April 23, 2013, meeting of Board.  The openers are:\n\t \n\t \nArticle 8 FULL-TIME FACULTY, HIRE DATES AND SENIORITY\n\t \n8.1 SALARY SCHEDULE INCREASE\n1. Increase all faculty salary columns and steps to at least the median of the Bay 10 plus 1 effective July 1, 2013\n2. Salary increase for all faculty of COLA and Growth or 3.6% whichever is higher.\n           \n8.2.2 Intersession and summer pro rata salary schedules for full time faculty for the first 40% load for lecture and lab shall be included as Appendix D-3 and D-4 and Work Experience, Directed Studies and Non-Instructional included in Appendix D-5.\n\t \nARTICLE 9 ADJUNCT FACULTY AND SUBSTITUTES\n\t \n9.1 SALARY SCHEDULE INCREASE\n1. Increase all faculty salary columns and steps to at least the median of the Bay 10 plus 1 effective July 1, 2013\n2. Salary increase for all faculty of COLA and Growth or 3.6% whichever is higher.\n\t \n9.13     ASSIGNMENT LENGTH AND MAXIMUM LOADING (moved from 9.20)\n\t \nAdjunct faculty members shall be responsible and accountable for all District assigned service during the college semester for which they are employed. Assignments are limited to a maximum of 67% of a full load.\n\t \n9.14     Pay for Participation in PROFESSIONAL DEVELOPMENT Days ACTIVITIES\n\t \n9.14.1. Adjunct faculty shall be paid for activities in which they participate, not to exceed three four (4) hours per PD day No adjunct faculty will be paid for both regularly scheduled service and a PD day activity which occur during the same hour.\n\t \n9.14.2 All adjunct faculty who participate in professional responsibilities including but not limited to: curriculum development, SLO/PSLO development, program review; hiring committees, standing committees, Academic Senate, FA, AFT 6157 shall be paid on the non-instructional salary schedule.\n\t \n9.18 SENIORITY REHIRE PREFERENCE\n\t \n9.18.1  Adjunct faculty may attain Seniority Rehire Preference (SRP) status at either 33% or 40% load\n            Adjunct faculty  may be assigned a 33% or more load (not to exceed 67% pursuant to Education Code Section 87482.5) may be granted Seniority Rehire Preference (SRP). \n9.18.1.1 SRP status provides a qualified adjunct faculty member with seniority rehire\npreference rights over other less senior adjunct faculty within the division. \"Qualified\"\nshall be determined in accordance with section 9.18.2. SRP status does not confer any\nrights not specifically identified within this Agreement.\n\t \n9.18.1.2 The District will strive to provide assignments equal to or greater than a 33%     load for adjunct faculty who attain SRP at 33%.  \n\t \n9.18.1.3 The District will strive to provide assignments equal to or greater than 40% load for adjunct who attains SRP at 40%. \n\t \n9.18.1.4 SRP status does not guarantee a load (i.e. a load is not available, misconduct, performance problems) or provide tenure, permanent status or any employment rights greater than those provided under Education Code 87665.\n\t \n9.18.1.5 An adjunct faculty member who attained SRP at 33% shall achieve SRP at 40%, after an additional three consecutive semesters of working at a 40% or greater load. Adjunct faculty shall have their SRP load readjusted effective January 2010.\n\t \n9.22 MEDICAL BENEFITS        \n9.22.1  A medical benefit package has been implemented August 2002.\n\t \n9.22.2  Medical benefits will be consistent with the definition stated in the California\n\tEducation Code, Section 87861 et sec., which defines health insurance benefits to\n\tinclude medical benefits but not vision or dental benefits.\n\t \n9.22.3  The District will provide health benefits to adjunct faculty allowed under Ed. Code Sec. 87861 as follows:\n\t \nAdjunct faculty must work at least 40% cumulative equivalent of a\n\t\tminimum full-time faculty assignment.\nFaculty members will pay one-half (1/2) of the monthly premium.\nThe District will submit a claim through the State for 50% matching funds.\nState reimbursement is precluded for adjunct faculty with health benefit\n\t\tinsurance from another employer. Therefore, adjunct faculty seeking to\n\t\tqualify for health benefits must provide certification that no other coverage\n\t\texits.\nAdjunct faculty who are eligible for health benefits shall have the option to add coverage for eligible dependents at the employee's cost.\n\t \n9.22.4  The District exposure will be limited to $50,000. The District will provide the above amount each year as backfill should the State not have enough money to fund the 50% match. \nIf in a given year the $50,000 or a portion of it were not needed for backfill, this amount would be used to defray a portion of the faculty memberâs cost in the following year. Each year the District will spend a maximum of $50,000 for this program.\n\t \nIf the backfill exceeds $50,000 in a given year, the District will pay it; however, the amount over $50,000 will be added as an additional adjunct faculty member premium in the following year.\n9.27     SICK LEAVE Annual Entitlement, ADJUNCT Faculty\n\t \nAdjunct faculty shall be entitled, for each semester of service, to a pro-rata of five (5) days of sick leave based on their percentage of load. [See Article 13, Leaves and Absences]. Paychecks for adjunct faculty shall reflect the number of sick hours accrued.  See Articles 13.5.1.4 & 13.5.1.5 for further reference on sick leave entitlement for adjunct faculty. (In process of investigating Sick leave conversion for retirement-may need to open this section).\n\t \nNEW Section: Implementation of State Disability Insurance:\nState Disability Insurance (SDI): Adjunct Faculty payroll deductions will be made to cover the cost of participation  in the SDI plan effective March 10, 2012. \n\t \nARTICLE 11 CALENDARS Article of Choice\nNeed calendar for 2015-2016\n\t \n11.5     PROFESSIONAL DEVELOPMENT DAYS           \n\t \nNormally, four (4) days of the academic calendar year (two one (1) with mandatory attendance) are designated as Professional Development calendar days for the purposes of conducting activities to address critical staff, student, and professional development needs.\n11.5.1  Two One Mandatory Day\nOne (1) Professional Development day each year (in March/April) shall be used for campus-wide convocation at which the president/vice president of the Faculty Association shall be invited to make a presentation.  An additional day, the first PD day in the fall shall be used for activities which may include: campus-wide planning to meet student needs; divisional planning and activities coordinated by the Division Dean; department meetings and activities at which the president/vice president of the Faculty Association shall be invited to make a presentation.  Attendance at the these meetings March/April Campus wide convocation shall be mandatory for all instructional and non-instructional staff.\n\t \nARTICLE 12 WORKLOAD, CLASS SIZE, CLASS CANCELLATION âarticle of Choice\n\t \n12.3.1 Instructional\n12.3.1.2 Laboratory Class Assignment.  Twenty (20) in-class academic hours of laboratory per week is a 1.00 FTEF assignment.  Each laboratory class per week is 1/20 or 5% of 1.00 FTEF assignment. Each science laboratory class per week is 1/15 or 6 2/3% of 1.00 FTEF assignment.\n\t \n12.8     CLASS CANCELLATION\nNo class shall be canceled if it has a minimum of 20 registered students. Whenever possible, Scheduled classes shall be canceled only after consultation with the instructor.  Classes may be canceled with the consent of the instructor at any time.\n           \n12.8.1  Without the Consent of the Instructor\n\t \n12.8.1.1     A class may be canceled within thirty (30) five (5) days before the class starts if the enrollment is less than 60% of the class maximum;\n12.8.1.2     During the first two weeks of instruction, a class may be canceled if enrollment is less than 80% of the class maximum;\n12.8.1.3     Classes shall not be canceled after the second week of instruction without the consent of the instructor.\n\t \nARTICLE 17 BENEFITS\nThe District shall continue to pay the full cost of any increases in all health and welfare benefits. There will be no monetary Cap on medical benefits listed in the contract to have ensure comparable benefits with the other bargaining unit.- Delete Dollar Amounts\n\t \n\t \nARTICLE 18 RETIREMENT\nThe District shall continue to pay the full cost of any increases in all health benefits for retirees. There will be no monetary Cap on medical benefits listed in the contract to ensure comparable benefits with the other bargaining unit.  Delete Dollar Amount\n\t \n", 
                    "item_number": "5.", 
                    "item_recommendation": "A recommendation that the Board of Trustees accept the reopener proposals.", 
                    "item_text": "The Faculty Association, AFT 6157 Contract Reopener Proposal With San Jose-Evergreen Community College District 2013-2014", 
                    "item_text_raw": "5. The Faculty Association, AFT 6157 Contract Reopener Proposal With San Jose-Evergreen Community College District 2013-2014", 
                    "item_type": "Action (Consent)"
                }, 
                {
                    "boarddocs_id": "97BQZE67FFA0", 
                    "item_details": "\nEducation Code 81655 stipulates that no contract is an enforceable obligation of the District until it has been approved by the Board of Trustees.  Board Policy 6100 establishes the authority of certain administrators to approve contracts under the bid limit prior to formal Board approval.  All contracts and purchase orders exceeding the current bid limit of $83,400 shall have prior Board approval as a separate board item.\n\t \nThis consent item presents for Board approval: all purchase orders for this period, which includes purchase orders for administratively approved contracts exceeding $1,000, as well as additional contracts that, although are not executed by way of purchase order, are deemed appropriate to be added by the Purchasing Department.\n", 
                    "item_number": "6.", 
                    "item_recommendation": "A recommendation that the Board of Trustees ratify the contracts and purchase orders for the period of March 10, 2013 through April 9, 2013 as noted in the attached documents.", 
                    "item_text": "Ratification of Contracts and Purchase Orders", 
                    "item_text_raw": "6. Ratification of Contracts and Purchase Orders", 
                    "item_type": "Action (Consent)"
                }, 
                {
                    "boarddocs_id": "973MK95B83AC", 
                    "item_details": "", 
                    "item_number": "7.", 
                    "item_recommendation": "A recommendation that the Board of Trustees approve the FY2013-2014 Schedule of Governing Board Meeting Dates and Corresponding Deadlines.", 
                    "item_text": "FY2013-2014 Schedule of Governing Board Meeting Dates and Corresponding Deadlines", 
                    "item_text_raw": "7. FY2013-2014 Schedule of Governing Board Meeting Dates and Corresponding Deadlines", 
                    "item_type": "Action (Consent)"
                }, 
                {
                    "boarddocs_id": "973TXM79867C", 
                    "item_details": "\nThe voters of California approved Proposition 30, The Schools and Local Public Safety Act of 2012, which created the Education Protection Account (EPA).  Funds received from the EPA cannot be spent on administrative salaries and benefits or any other administrative costs.\n\t \nThe District currently estimates to receive $1,389,322 from the Education Protection Account in FY 2012-2013.  \n\t \nOn April 3, 2013, the District received the attached notification from the California Community College's Chancellor's Office advising that the governing board is required to make a spending determination in open session of a public meeting.  Accordingly, the Board of Trustees is asked to approve that the spending of the funds received from the Education Protection Account be offset by instructional expenditures already included in the FY 2012-2013 Adopted Budget, which was adopted by the Board of Trustees at its meeting of September 11, 2012, because the FY 2012-2013 Adopted Budget assumed the passage of Proposition 30.\n", 
                    "item_number": "8.", 
                    "item_recommendation": "A recommendation that the Board of Trustees approve the spending of funds received in FY 2012-2013 from the Education Protection Account on instructional activities.", 
                    "item_text": "FY 2012-2013 Education Protection Account Spending Determination", 
                    "item_text_raw": "8. FY 2012-2013 Education Protection Account Spending Determination", 
                    "item_type": "Action (Consent)"
                }, 
                {
                    "boarddocs_id": "978TUS791962", 
                    "item_details": "\nThe proposed courses and program have been reviewed by the appropriate instructional administrator and approved by the All-College Curriculum Committee, acting on behalf of the local Academic Senate.  The rigor of the approval process assures that each new course and program have substance and integrity in relation to its discipline and that it fills a clear student need not being served by existing course offerings.  The new courses and program are:\n\t \n\t \nART 041:  Digital Filmmaking:  Camera Techniques, Lighting and Sound\nART 076A:  Portfolio Preparation\nDANCE 022B:  Intermediate Social Dance\nKINS 012A:  Beginning Basketball\nKINS 029:  Power Punch\nMUSIC 096:  Introduction to Electronic Music\nAssociate of Arts for Transfer Degree:  English\n\t \n", 
                    "item_number": "9.", 
                    "item_recommendation": "A recommendation that the Board of Trustees approval of the curriculum recommendations for new courses and program submitted by Evergreen Valley College.", 
                    "item_text": "Curriculum Recommendations for Evergreen Valley College", 
                    "item_text_raw": "9. Curriculum Recommendations for Evergreen Valley College", 
                    "item_type": "Action (Consent)"
                }
            ], 
            "section_name": "CONSENT AGENDA", 
            "section_number": ""
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "973MEC5AB2BB", 
                    "item_details": "\nOral reports will be given by members of the Board of Trustees, including the Board Committee Chairs' reports.\n\t \n\t \n", 
                    "item_number": "1.", 
                    "item_recommendation": "", 
                    "item_text": "Board of Trustees/Committee Chairs' Reports", 
                    "item_text_raw": "1. Board of Trustees/Committee Chairs' Reports", 
                    "item_type": "Report"
                }, 
                {
                    "boarddocs_id": "973MEF5AB2C2", 
                    "item_details": "\nOral reports will be given by Chancellor Rita Cepeda.\n", 
                    "item_number": "2.", 
                    "item_recommendation": "", 
                    "item_text": "Chancellor's Report", 
                    "item_text_raw": "2. Chancellor's Report", 
                    "item_type": "Report"
                }, 
                {
                    "boarddocs_id": "973MEJ5AB2C8", 
                    "item_details": "\nOral reports will be given by the college presidents.\n", 
                    "item_number": "3.", 
                    "item_recommendation": "", 
                    "item_text": "Presidents' Reports", 
                    "item_text_raw": "3. Presidents' Reports", 
                    "item_type": "Report"
                }, 
                {
                    "boarddocs_id": "973MEM5AB2CF", 
                    "item_details": "\nOral reports will be given by the constituency representatives.\n", 
                    "item_number": "4.", 
                    "item_recommendation": "", 
                    "item_text": "Constituency Reports", 
                    "item_text_raw": "4. Constituency Reports", 
                    "item_type": "Report"
                }
            ], 
            "section_name": "ORAL COMMUNICATIONS", 
            "section_number": ""
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "96ZUQX7D3692", 
                    "item_details": "\nThe District and Faculty Association, AFT 6157 have completed negotiations for 2012-2013. The Faculty Association ratified the tentative agreements on April 19, 2013, for Articles 8, 9, 12, 13, 15, 17, 19, 19A, Side Letter dated 11.1.12, Side Letter dated 12.7.12,  Appendix A, Appendix B, Appendix C-1, Appendix C-2, Appendix D-1, Appendix D-2, Appendix D-3, Appendix D-4, Appendix D-5, and Appendix N.\n", 
                    "item_number": "1.", 
                    "item_recommendation": "A recommendation that the Board of Trustees approve the District and Faculty Association, AFT 6157 tentative agreements.", 
                    "item_text": "Ratification of the San Jose/Evergreen Faculty Association, AFT 6157 Collective Bargaining Agreement 2012-2013", 
                    "item_text_raw": "1. Ratification of the San Jose/Evergreen Faculty Association, AFT 6157 Collective Bargaining Agreement 2012-2013", 
                    "item_type": "Action"
                }, 
                {
                    "boarddocs_id": "97FR246BD035", 
                    "item_details": "\nOn October 9, 2012 the board approved a Contract with Radiant Electric, Inc. in the amount of $1,585,000 for upgrades to the primary electrical service at Evergreen Valley College.  During construction of that work, various operational upgrades and replacement of equipment have been required, certain components were revised due to availability of parts, and the use of contract allowances were not required to the level anticipated. \n\t \nUpgrades, replacement and revisions included:\n-  Transformer splicing in Gullo\n-  Cable repairs within Sequoia\n-  Additional wire racking\n-  Fire watch\n-  Glastic material\n-  Additional fuses\n-  Conduit sealing\n-  Costs due to delay of shutdown to allow campus operations to close down\n\t \nChange Order No. 002 includes costs associated with the above items and deduction of remaining allowance funds from the contract.  This change was negotiated for a deductive cost of ($184,557) for a revised contract value of $1,414,733.\n\t \nThe total value of contract change orders including this change represents -11% of the original contract amount.\n\t \nOriginal Contract Amount       $1,585,000\nPrevious Change Order(s)          $14,290\nChange Order No. 002           ($  184,557)\nRevised Contract Amount       $1,414,733\n\t \n", 
                    "item_number": "2.", 
                    "item_recommendation": "A recommendation that the Board of Trustees approve Change Order 002 in the deductive amount of ($184,557) to the Radiant Electric, Inc. contract for the 21 kV Electrical Upgrade project at Evergreen Valley College.", 
                    "item_text": "Measure G-2010 Bond Program: Change Order 002 Radiant Electric 21 kV Electrical Upgrade Project at Evergreen Valley College", 
                    "item_text_raw": "2. Measure G-2010 Bond Program: Change Order 002 Radiant Electric 21 kV Electrical Upgrade Project at Evergreen Valley College", 
                    "item_type": "Action"
                }, 
                {
                    "boarddocs_id": "97FRMA6E576D", 
                    "item_details": "\nOn March 13, 2012 the Board approved an agreement with Aedis Architecture to provide design services to renovate and upgrade the existing Central Plant and Police facilities at Evergreen Valley College.  The Architect's subsequent estimate for the project was $10,158,686.  Following approval by DSA of the project, the District solicited bids from pre-qualified General Contractors for that project.  Bids were received on April 24, 2013.  Three bids were received:\n\t \n- Swenson & Associates           $9,965,000\n- Lathrop Construction            $10,039,000\n- Roebblen Construction         $10,530,000\n\t \nSwenson & Associates, a Small Business Enterprise from Campbell, CA, is determined to be the lowest responsive bidder in the amount of $9,965,000.  \n\t \n", 
                    "item_number": "3.", 
                    "item_recommendation": "A recommendation that the Board of Trustees approve the award of a contract to Swenson & Associates in the amount of $9,965,000 for construction services to renovate the Central Plant and Police Station at EVC.", 
                    "item_text": "Measure G-2010 Bond Program: EVC Central Plant and Police Station Construction Contract Award", 
                    "item_text_raw": "3. Measure G-2010 Bond Program: EVC Central Plant and Police Station Construction Contract Award", 
                    "item_type": "Action"
                }, 
                {
                    "boarddocs_id": "97CUX57E1E59", 
                    "item_details": "\nThe Board of Trustees adopted the District's operating budget at its meeting on September 11, 2012.  As required by Board Policy 6250, subsequent budget transfers and revisions must be approved by the Board of Trustees.\n", 
                    "item_number": "4.", 
                    "item_recommendation": "A recommendation that the Board of Trustees approve the resolution authorizing the budget transfers and revisions of funds within expendture accounts and authorizing the appropriation of the receipt of unanticipated revenues in certain programs.", 
                    "item_text": "Resolution No. 051413-1 - District Budget Transfers and Revisions", 
                    "item_text_raw": "4. Resolution No. 051413-1 - District Budget Transfers and Revisions", 
                    "item_type": "Action"
                }, 
                {
                    "boarddocs_id": "979MHJ5B50F2", 
                    "item_details": "\nThe Education Code designates the third full week in May as Classified School Employee Week.  Section 88270 states âAll community colleges shall annually observe that week in recognition of classified school employees and the contributions they make to the educational community.â\n\t \nThe attached resolution recognizes the important contributions made by classified employees of the San Jose/Evergreen Community College District and extends the celebration to the full month of May 2013.  \n\t                \nThe District Office will hold a Service Award Ceremony and each college will organize at least one event.\n", 
                    "item_number": "5.", 
                    "item_recommendation": "", 
                    "item_text": "Resolution No. 051413-2 in Support of Classified School Employee Appreciation Month", 
                    "item_text_raw": "5. Resolution No. 051413-2 in Support of Classified School Employee Appreciation Month", 
                    "item_type": "Action"
                }, 
                {
                    "boarddocs_id": "97FTJY760B9F", 
                    "item_details": "\nAt the Board meeting held March 13, 2012 the Board was presented information and details by the Program Management team on alternative delivery methods including Design-Build. \n\t \nDesign-build is a qualifications-based selection process based on either a “pure qualifications-based selection” or a combination of qualifications and fees.  In this process the District hires an architect to develop a set of documents (similar in detail to Design Development drawings) that establish the “Basis of Design” for the Project.  These documents are then utilized in the selection of the Design Build team, a single entity (comprised of a design firm and builder) that agrees to provide final design and construction documents along with construction services to build the project for a Guaranteed Maximum Price within the District’s budget.  Due to the nature of the District Office Relocation project, the design-build delivery method is considered an optimum process to achieve both District influence in the design, and the timely completion of the project in a cost-effective manner.\n\t \n\t \n", 
                    "item_number": "6.", 
                    "item_recommendation": "A recommendation that the Board of Trustees approve Resolution No. 051413-3 for utilization of the design-build delivery method for the District Office Relocation/Renovations at 40 South Market, San Jose, a Measure G-2010 Project.", 
                    "item_text": "Measure G-2010 Bond Program: Resolution No. 051413-3 for Design-build delivery method for the District Office Relocation/Renovations at 40 South Market, San Jose", 
                    "item_text_raw": "6. Measure G-2010 Bond Program: Resolution No. 051413-3 for Design-build delivery method for the District Office Relocation/Renovations at 40 South Market, San Jose", 
                    "item_type": "Action"
                }, 
                {
                    "boarddocs_id": "97FT47743126", 
                    "item_details": "\nAt the Board meeting held April 9, 2013 the Board was presented information and details by the Program Management team on the Design-Build delivery method for the North District Multi-Disciplinary project. \n\t \nDesign-build is a qualifications-based selection process based on either a “pure qualifications-based selection” or a combination of qualifications and fees.  In this process the District hires an architect to develop a set of documents (similar in detail to Design Development drawings) that establish the “Basis of Design” for the Project.  These documents are then utilized in the selection of the Design Build team, a single entity (comprised of a design firm and builder) that agrees to provide final design and construction documents along with construction services to build the project for a Guaranteed Maximum Price within the District’s budget.  Due to the nature of the North District Multi-Disciplinary project, the design-build delivery method is considered an optimum process to achieve both District influence in the design, and the timely completion of the project in a cost-effective manner.\n\t \n\t \n", 
                    "item_number": "7.", 
                    "item_recommendation": "A recommendation that the Board of Trustees approve Resolution No. 051413-4 for utilization of the design-build delivery method for the North District Multi-Disciplinary site which is a Measure G-2004 Project.", 
                    "item_text": "Measure G-2004 Bond Program: Resolution No. 051413-4 for Design-build delivery method for the North District Multi-Disciplinary site (AKA Joint Use 21st Century Education Center Milpitas, California)", 
                    "item_text_raw": "7. Measure G-2004 Bond Program: Resolution No. 051413-4 for Design-build delivery method for the North District Multi-Disciplinary site (AKA Joint Use 21st Century Education Center Milpitas, California)", 
                    "item_type": "Action"
                }, 
                {
                    "boarddocs_id": "97HNP25D6C8A", 
                    "item_details": "\nOn April 30, 2013, President Obama issued a Presidential Proclamation proclaiming May 2013 as Asian American & Pacific Islander Heritage Month. In support of this proclamation and in celebration of the achievements of Asian American & Pacific Islander faculty, administrators, staff and students, Evergreen Valley College and San Jose City College organized events in which Asian American & Pacific Islander culture was celebrated. It is recommended that the Board of Trustees approve Resolution No. 051413-5 in support of May 2013 as Asian American & Pacific Islander Heritage Month.\n", 
                    "item_number": "8.", 
                    "item_recommendation": "A recommendation that the Board of Trustees approve Resolution No. 051413-5 in support of May 2013 as Asian American and Pacific Islander Heritage Month.", 
                    "item_text": "Resolution No. 051413-5 in support of May 2013 as Asian American and Pacific Islander Heritage Month", 
                    "item_text_raw": "8. Resolution No. 051413-5 in support of May 2013 as Asian American and Pacific Islander Heritage Month", 
                    "item_type": "Action"
                }
            ], 
            "section_name": "ACTION AGENDA", 
            "section_number": ""
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "973NSN61294C", 
                    "item_details": "\nTo comply with with Governmental Accounting Standards Board (GASB) Statements 43 and 45, the San Jose Evergreen College District developed and implemented a Substantive Plan focused on the delivery and funding of health and welfare benefits for eligible retirees and their spouses.\n\t \nTaxable Other Post Employment Benefits (OPEB) bonds were issued on May 14, 2009, in the amount of $46,775,000 to fund this liability and funds were deposited into the OPEB Trust.  Issuing the bonds ensured that the District complied with GASB Statements 43 and 45, allowed the District to determine how the benefit costs and long-term liability would be funded over time, and provided the District with savings to the General Fund.  The District incorporated capitalized interest to provide two years without any OPEB-related debt service payments from the General Fund.  On March 13, 2012, the Board of Trustees adopted Resolution 031312-2 authorizing the re-marketing of the bonds to further reduce the exposure to the General Fund and to lock in a fixed rate for 15 years.  It is estimated that in FY 2012-2013, the General Fund will contribute $783,207 towards the $2.47 million debt-service obligation and $1.96 million in FY 2013-2014, which remains less than the annual cost of benefits of approximately $3.2 million in FY 2012-2013 and $3.8 million in FY 2013-2014.   \n\t \nAn updated actuarial study by Rael & Letson dated June 30, 2011, determined that the long-term liability associated with these benefit commitments was $40,376,440 with net assets of $49,703,700, which means that the liability was over-funded as of June 30, 2011, by $9,327,260.  Another actuarial study will be conducted as of June 30, 2013, by Nyhart Elpler, which will provide an updated snapshot of the long-term liability and funding status.\n\t \nThe Retirement Board of Authority (RBOA) oversees and implements the OPEB Trust, which has a targeted net investment rate of return of 7.88%.  Attached for reference are the updated actuarial report dated June 30, 2011; the investment portfolio as of March 31, 2013, illustrating assets of $48,509,703; the performance letter dated April 24, 2013, from Benefit Trust; and the presentation from the RBOA. \n\t \n \n\t \n\t \n", 
                    "item_number": "1.", 
                    "item_recommendation": "", 
                    "item_text": "Retirement Board of Authority Annual Report", 
                    "item_text_raw": "1. Retirement Board of Authority Annual Report", 
                    "item_type": "Information"
                }, 
                {
                    "boarddocs_id": "973MES5AB2EB", 
                    "item_details": "\nExecutive Director of Governmental Relations Rosalie Ledesma will provide a legislative update and review next steps for the legislative agenda.\n", 
                    "item_number": "2.", 
                    "item_recommendation": "", 
                    "item_text": "Legislative Update", 
                    "item_text_raw": "2. Legislative Update", 
                    "item_type": null
                }, 
                {
                    "boarddocs_id": "973MEV5AB2F4", 
                    "item_details": "\n\tChancellor Cepeda will provide an update on the work of the Board Student Success Committee.\n", 
                    "item_number": "3.", 
                    "item_recommendation": "", 
                    "item_text": "Student Success Update", 
                    "item_text_raw": "3. Student Success Update", 
                    "item_type": null
                }, 
                {
                    "boarddocs_id": "97ANVE619283", 
                    "item_details": "\nThe purpose of this presentation is to provide a summary regarding the implementation status of the Chancellor's 2012 -2013 Performance Objectives as established by the Board of Trustees and vetted through the District's Participatory Governance process.  The presentation will also include an overview of factors impacting the work of the District and accomplishment highlights for  the 2012-2013 Academic year.\n", 
                    "item_number": "4.", 
                    "item_recommendation": "", 
                    "item_text": "State of District", 
                    "item_text_raw": "4. State of District", 
                    "item_type": "Presentation"
                }, 
                {
                    "boarddocs_id": "97GTP4710F56", 
                    "item_details": "\nInformation will include a review of the Third Quarter Budget Report for the period ending March 31, 2013.  The State budget, current District financial position, and estimates for FY 2012/2013, FY 2013/2014, FY 2014/2015, and FY 2015/2016 are presented.\n\t \nThe FY 2012/2013 Third Quarter Budget Report was provided to the Board of Trustees under separate cover.  An electronic copy is attached.  \n", 
                    "item_number": "5.", 
                    "item_recommendation": "", 
                    "item_text": "FY2012/2013 Third Quarter Budget Report Ending March 31, 2013", 
                    "item_text_raw": "5. FY2012/2013 Third Quarter Budget Report Ending March 31, 2013", 
                    "item_type": "Presentation, Information"
                }, 
                {
                    "boarddocs_id": "97GRSS69BB10", 
                    "item_details": "\nThis report represents the status of schedule and cost for Measure G-2010 projects from inception through April 30, 2013, with financial data reconciled through December 31, 2012.\n\t \n#31121 – Photo Lab Relocation Project – This project turned to “caution” for Schedule due to the uncertainty with current DSA project review times.  Should DSA plan review not complete in time for the scheduled bid, the project may not be able to complete in time for Fall 2013 use.  The project team is currently anticipating that review dates will be met and the completion date for construction can be held, which will be reflected in a subsequent report.\n\t \nThese three projects below cannot start and/or complete until the New Gym, a Measure G 2004 project, is complete.  Delays in the New Gym project have pushed it to the point where it is now impacting the start and/or completion of the three projects below.\n\t \n#31110 Utility Extension for New & Existing Buildings\n#31114 Aux Gym, Pool & Locker Room Demo\n#31116 Campus Site Improvements\n\t \n#32108 – Administration and Student Services Remodel – This project turned to “caution” for Schedule due to the addition of one month in the programming phase to allow the design team to better assess the needs of Admissions & Records and evaluate potential phasing of the work.\n", 
                    "item_number": "6.", 
                    "item_recommendation": "", 
                    "item_text": "Measure G-2010 Bond Program: Measure G-2010 Summary Report April 30, 2013", 
                    "item_text_raw": "6. Measure G-2010 Bond Program: Measure G-2010 Summary Report April 30, 2013", 
                    "item_type": "Information"
                }, 
                {
                    "boarddocs_id": "97FUYV7E64D3", 
                    "item_details": "\nPresentation by District staff and Gilbane Building Company to update the Board on certain projects administered at the District level through the Measure G-2010 Bond Program.\n", 
                    "item_number": "7.", 
                    "item_recommendation": "", 
                    "item_text": "Measure G-2010 Bond Program: Presentation of District projects", 
                    "item_text_raw": "7. Measure G-2010 Bond Program: Presentation of District projects", 
                    "item_type": "Information"
                }, 
                {
                    "boarddocs_id": "97FUN47CD099", 
                    "item_details": "\nOn January 15, 2013, the purchase of the building located at 40 S Market St. in downtown San Jose was completed, officially making it the future home of the District Office for San Jose Evergreen Community College District. Since that time, the District has assumed operational control over the facility and its tenants, worked with the existing tenants to negotiate lease terms and relocations, and through several meetings with District staff, has developed a final program and space plan which will serve as the âbasis of designâ for the renovation of the facility.  \n\t \nThe attached presentation is intended to inform the Board with regard to the current status of the District Office project, and to highlight the space planning effort recently completed by HMC Architects in conjunction with District Staff. \n\t \n\t \n", 
                    "item_number": "8.", 
                    "item_recommendation": "", 
                    "item_text": "Measure G-2010 Bond Program: Update on New District Office Building, 40 S Market St.", 
                    "item_text_raw": "8. Measure G-2010 Bond Program: Update on New District Office Building, 40 S Market St.", 
                    "item_type": "Information"
                }, 
                {
                    "boarddocs_id": "97FQX56B6325", 
                    "item_details": "\nAt the Board meeting held May 8, 2012 the Board approved a Master Agreement and Project Authorization Amendment (PAA) for design services for the Automotive Technology project to Lionakis.\n\t \nLionakis completed the schematic design phase of the project in February, 2013.  A presentation was made to the Project Design Committee on February 13, 2013 and to President Yong on March 20, 2013.  The project was approved to move forward at each presentation.  In keeping with the Boardâs request, the schematic design for Automotive Technology is presented to the Board to provide insight into the progress of the project.\n\t \n\t \n", 
                    "item_number": "9.", 
                    "item_recommendation": "", 
                    "item_text": "Measure G-2010 Bond Program: Schematic Design Presentation for the Automotive Technology project at Evergreen Valley College.", 
                    "item_text_raw": "9. Measure G-2010 Bond Program: Schematic Design Presentation for the Automotive Technology project at Evergreen Valley College.", 
                    "item_type": "Information"
                }, 
                {
                    "boarddocs_id": "97FVFC8083C9", 
                    "item_details": "\nOn April 12, 2011 the Board approved a contract with Impact Sciences, Inc. to develop Environmental Impact Reports (EIR) and associated mitigation monitoring program services for Evergreen Valley College and San Jose City College to support the successful implementation of the various construction and deferred maintenance projects identified in the 2025 Facilities Master Plans (FMP).\n\t \nDuring the development of the EIR’s the master plans at both colleges were updated.  Impact Sciences used those updated FMP’s to develop the Administrative Final Environmental Impact Report for each college.  Commensurate with each EIR are a “Findings of Fact and Statement of Overriding Considerations”.   These documents are presented to the Board for review and comment in preparation for seeking final approval at the June 11, 2013 Board meeting.\n", 
                    "item_number": "10.", 
                    "item_recommendation": "", 
                    "item_text": "Measure G-2010 Bond Program: Environmental Impact Reports (EIR) and associated mitigation monitoring program services for Evergreen Valley College and San Jose City College", 
                    "item_text_raw": "10. Measure G-2010 Bond Program: Environmental Impact Reports (EIR) and associated mitigation monitoring program services for Evergreen Valley College and San Jose City College", 
                    "item_type": "Information"
                }, 
                {
                    "boarddocs_id": "97GRC867C70B", 
                    "item_details": "\nThis information item will provide a status update on the Measure G-2010 bond program, including background and history on the Program and Construction Management (PM/CM) selection process for the Measure G-2010 bond program, a review of Gilbane's performance through year two (FY2012/13) and information relating to the renewal of Gilbane's agreement for year three (FY2013/14). \n\t \nThe District successfully passed Measure G-2010 on November 2, 2010.  On January 25, 2011 a facilities and bonds study session served as an opportunity to share a framework for success for Measure G-2010.  Included in this framework was the recommendation that the District utilize a program and construction management firm to provide program and construction management services to the colleges and District to support implementation of various construction and deferred maintenance projects. In keeping with the District's desire to promote accountability, efficiency and cost effectiveness, the District went through a formal Request for Qualifications process to seek the services of a Program and Construction Management firm to provide system-wide coordination and oversight of all capital improvement work performed under the Measure G-2010 bond program.  Gilbane Building Company was selected through this process.\n\t \nSince the initial one-year contract with Gilbane awarded by the Board on May 10, 2011, policies and procedures for operating under the Bond have been implemented, overall program and detailed project scheduling has been established and maintained, accounting and purchasing procedures have been put in place and numerous projects have commenced design and are going into construction on the campuses and for the District. Each contract was for time and materials only at a not-to-exceed amount, with the second year value of $4,646,050.  The agreement has the option to renew annually through 2018.  The Board of Trustees approved the initial contract on May 10, 2011 and year two on June 12, 2012.\n\t \nThe Board is being asked to review this information on May 14, 2013 and then take action on a year three (FY2013/14) contract renewal at the June 11, 2012 Board of Trustees meeting.\n", 
                    "item_number": "11.", 
                    "item_recommendation": "", 
                    "item_text": "Measure G-2010 PM/CM Contract Renewal for Fiscal 2013/2014", 
                    "item_text_raw": "11. Measure G-2010 PM/CM Contract Renewal for Fiscal 2013/2014", 
                    "item_type": "Information"
                }
            ], 
            "section_name": "INFORMATION AGENDA", 
            "section_number": ""
        }, 
        {
            "items": [], 
            "section_name": "CONTINUATION OF CLOSED SESSION (If needed)", 
            "section_number": ""
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "973MF25AB2FE", 
                    "item_details": "", 
                    "item_number": "1.", 
                    "item_recommendation": "", 
                    "item_text": "Announcement of Action Taken in Closed Session", 
                    "item_text_raw": "1. Announcement of Action Taken in Closed Session", 
                    "item_type": "Information"
                }
            ], 
            "section_name": "RECONVENE TO OPEN SESSION", 
            "section_number": ""
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "973MF65AB308", 
                    "item_details": "", 
                    "item_number": "1.", 
                    "item_recommendation": "", 
                    "item_text": "The meeting will be adjourned.", 
                    "item_text_raw": "1. The meeting will be adjourned.", 
                    "item_type": "Information"
                }
            ], 
            "section_name": "ADJOURNMENT", 
            "section_number": ""
        }
    ]
}