{
    "agency": "san_jose_evergreen_ccd", 
    "meeting_date": "02-12-2013", 
    "meeting_sections": [
        {
            "items": [
                {
                    "boarddocs_id": "948NY26222E3", 
                    "item_details": "", 
                    "item_number": "1.", 
                    "item_recommendation": "", 
                    "item_text": "4:30 p.m. - Call Meeting to Order at the District Board Room, 4750 San Felipe Road, San Jose, CA 95135", 
                    "item_text_raw": "1. 4:30 p.m. - Call Meeting to Order at the District Board Room, 4750 San Felipe Road, San Jose, CA 95135", 
                    "item_type": "Information"
                }, 
                {
                    "boarddocs_id": "948NY5622300", 
                    "item_details": "\nThe Board of Trustees offers an opportunity for the public to address the Board in four sections of the agenda: on matters of concern about Closed Session items; on matters not appearing on the agenda; on action items contained in the Consent Agenda; and prior to voting on any item contained in the Action Agenda. Each speaker is encouraged to submit a comment card to the Board clerk in order to be recognized to speak.\n\tPer Board Policy, three minutes may be allotted to each speaker with a maximum of 30 minutes per subject. No action or discussion shall be undertaken on any public comments except that members of the Board or its staff may briefly respond to or ask a question for clarification regarding statements made or questions posed by persons addressing the Board under this agenda item.\n\tFor information and disability access to materials, call 408-270-6402. Meetings are held in a location accessible to the disabled.\n", 
                    "item_number": "2.", 
                    "item_recommendation": "", 
                    "item_text": "Information on Public Comments and Disability Access", 
                    "item_text_raw": "2. Information on Public Comments and Disability Access", 
                    "item_type": "Information"
                }
            ], 
            "section_name": "CALL MEETING TO ORDER", 
            "section_number": ""
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "948NY962233E", 
                    "item_details": "\nThere will be no Closed Session meeting.\n", 
                    "item_number": "1.", 
                    "item_recommendation": "To approve Closed Session Agenda.", 
                    "item_text": "Approval of Closed Session Agenda", 
                    "item_text_raw": "1. Approval of Closed Session Agenda", 
                    "item_type": "Action"
                }
            ], 
            "section_name": "APPROVAL OF CLOSED SESSION", 
            "section_number": ""
        }, 
        {
            "items": [], 
            "section_name": "PUBLIC COMMENTS ON CLOSED SESSION AGENDA", 
            "section_number": ""
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "948NYE622376", 
                    "item_details": "\n\t \n[  ] PUBLIC EMPLOYEE APPOINTMENT/EMPLOYMENT\n\t(Government Code Section 54957 (b))\n\tTitle:\n\t[  ] PUBLIC EMPLOYEE PERFORMANCE EVALUATION\n\t(Government Code Section 54957 (b))\n\t[   ] PUBLIC EMPLOYEE DISCIPLINE/DISMISSAL/RELEASE\n\t (Government Code Section 54957 (b))\n\t \n[  ] CONFERENCE WITH LEGAL COUNSEL – EXISTING LITIGATION\n\t(Government Code Section 54956.9)\n\tName of Case:\n\tOr\n\tCase Name Unspecified; Disclosure would jeopardize:\n\t( ) Service of Process or ( ) Existing Settlement Negotiations\n\t[   ] CONFERENCE WITH LEGAL COUNSEL – ANTICIPATED LITIGATION\n\t(Government Code Section 54956.9 (c))\n[  ] LIABILITY CLAIMS\n\t(Government Code Section 54956.95)\n\tAgency Claimed Against:\n\t[  ] CONFERENCE WITH REAL PROPERTY NEGOTIATORS\n\t(Government Code Section 54956.8)\n\tProperty:\n\tDistrict’s Negotiator(s):\n\tNames of Negotiating Parties:\n\tUnder Negotiation: ( ) Price ( )Terms of Payment (  ) Both\n\t[  ] THREAT TO PUBLIC SERVICES OF FACILITIES\n\t(Government Code Section 54957 (a))\n\tConsultation with:\n\t \n[  ] CONFERENCE WITH LABOR NEGOTIATORS\n\t(Government Code Section 54957.6)\n\tDistrict’s Negotiator(s):  \nEmployee Organization:  \n\t \n[  ] CONFERENCE WITH LABOR NEGOTIATORS\n\t(Government Code Section 54957.6)\n\tDistrict’s Negotiator(s): Kim Garcia \nEmployee Organization: FA \n\t \n[  ] CONFERENCE WITH LABOR NEGOTIATORS\n\t(Government Code Section 54957.6)\n\tDistrict’s Negotiator(s): Kim Garcia \nUnrepresented Employees: M/S/C \n\t \n\t \n[   ] REMOVAL/SUSPENSION/EXPULSION OF A STUDENT\n\t(Education Code 72122; 20 U.S.C. Section 1232g)\n\t[  ] PROPOSAL TO CONFER HONORARY DEGREE\n\t(Education Code Section 72122)\n\t[  ] CONSIDERATION OF GIFT FROM A DONOR WHO WISHES TO REMAIN ANONYMOUS (Education Code Section 72122)\n\t[  ] CONSIDERATION OF RESPONSE TO CONFIDENTIAL FINAL DRAFT AUDIT REPORT FROM BUREAU OF STATE AUDITS\n\t(Government Code Section 11126.2)\n\t[  ] COMPLAINTS OR CHARGES AGAINST A DISTRICT EMPLOYEE\n\t(Government Code Section 54957)\n\t \n", 
                    "item_number": "1.", 
                    "item_recommendation": "", 
                    "item_text": "The Board will recess to consider or take action upon any of the following items indicated by [x]", 
                    "item_text_raw": "1. The Board will recess to consider or take action upon any of the following items indicated by [x]", 
                    "item_type": "Information"
                }
            ], 
            "section_name": "CLOSED SESSION ITEMS FOR DISCUSSION", 
            "section_number": ""
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "948NYJ622395", 
                    "item_details": "\n", 
                    "item_number": "1.", 
                    "item_recommendation": "", 
                    "item_text": "Pledge of Allegiance", 
                    "item_text_raw": "1. Pledge of Allegiance", 
                    "item_type": "Procedural"
                }, 
                {
                    "boarddocs_id": "948NYM6223AB", 
                    "item_details": "\na. Additions/Deletions/Corrections\n\tb. Items to be Deferred\n\tc. Adoption of Agenda\n\tThe Board reserves the right to modify the order of business in the manner it deems appropriate.\n\t \n", 
                    "item_number": "2.", 
                    "item_recommendation": "", 
                    "item_text": "Adoption of the Agenda", 
                    "item_text_raw": "2. Adoption of the Agenda", 
                    "item_type": "Action"
                }, 
                {
                    "boarddocs_id": "948NYT6223D5", 
                    "item_details": "\nThis is an opportunity for members of the public to address the Board concerning issues not listed on the agenda.\n", 
                    "item_number": "3.", 
                    "item_recommendation": "", 
                    "item_text": "Public Comments on Matters not on the Agenda", 
                    "item_text_raw": "3. Public Comments on Matters not on the Agenda", 
                    "item_type": "Information"
                }
            ], 
            "section_name": "RECONVENE INTO OPEN SESSION", 
            "section_number": ""
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "948NZ26223FF", 
                    "item_details": "", 
                    "item_number": "1.", 
                    "item_recommendation": "", 
                    "item_text": "Adoption of the Consent Agenda", 
                    "item_text_raw": "1. Adoption of the Consent Agenda", 
                    "item_type": "Action (Consent)"
                }, 
                {
                    "boarddocs_id": "94NMNJ5BDAAE", 
                    "item_details": "\n1. Classification Changes\na. Creation of New Classification\nSee attached job description.\n\t \n2. Employment\na. New Hire\nDean, Humanities & Social Science (7SSHU0001M) in Humanities & Social Science at San Jose City College effective 02/28/13.\n\t \nDirector, Human Resources (9HMRS0202M) in Human Resources at the District Office effective 03/13/13.\n\t \n3. Change of Status\na. Extension of Contract\nThe assignment for the Interim Dean of Language Arts (8LANG0002M) in Language Arts at Evergreen Valley College has been extended effective 01/01/13 through 05/24/13.\n\t \nb.  Administrator Additional Pay for Additional Assignments\nEmployee receiving additional 5% for oversight of Humanities & Social Science at San Jose City College effective 01/25/13 through 02/27/13.\n\t \n", 
                    "item_number": "2.", 
                    "item_recommendation": "A recommendation that the Board of Trustees approve the Management Personnel Actions as submitted.", 
                    "item_text": "Management Personnel Actions", 
                    "item_text_raw": "2. Management Personnel Actions", 
                    "item_type": "Action (Consent)"
                }, 
                {
                    "boarddocs_id": "94LP5262DE59", 
                    "item_details": "\n1.  Separation\n     Director of Health Services at EVC\n     Biology Instructor at SJCC\n     Business Education Instructor at SJCC\n\t \n2.  Employment\n     a.  First Year Contract Faculty 2013-2014 Academic Year\n     b.  Second Year Contract Faculty 2013-2014 Academic Year\n     c.  Confirmation of Faculty in Third Contract, Fourth Year of Service 2013-2014 Academic Year\n     d.  Faculty Granted Tenure Effective Fall 2013\n\t \n\t \nSee attachment\n", 
                    "item_number": "3.", 
                    "item_recommendation": "A recommendation that the Board of Trustees approve the Faculty personnel actions as submitted.", 
                    "item_text": "Faculty Personnel Actions - Regular", 
                    "item_text_raw": "3. Faculty Personnel Actions - Regular", 
                    "item_type": "Action (Consent)"
                }, 
                {
                    "boarddocs_id": "94NNSW60DACA", 
                    "item_details": "\n1. Change of Status\n\t \na. Re-Employment\nEmployee re-employed per the CSEA Chapter 363 CBA Article 22.2.1 \"If the District reemploys a unit member as a permanent unit member under the provisions of this section, it shall disregard the break in service of the unit member and classify him/her as, and restore him/her to all rights, benefits and burdens of a permanent unit member in the class to which he/she is reinstated.\"\n\t \nb. Unpaid Leave\nEmployee on unpaid leave effective 02/20/13 - 06/19/13.\n", 
                    "item_number": "4.", 
                    "item_recommendation": "A recommendation that the Board of Trustees approve the Classified Personnel Actions as submitted.", 
                    "item_text": "Classified Personnel Actions", 
                    "item_text_raw": "4. Classified Personnel Actions", 
                    "item_type": "Action (Consent)"
                }, 
                {
                    "boarddocs_id": "94LNX261DEE5", 
                    "item_details": "\nThe District employs non-bargaining unit employees in various categories to support programs and services.  These categories are: short-term assignments with limitations as defined in the CSEA/District collective bargaining agreement; substitutes to fill positions for employees on leave of absence or in vacant positions; professional experts with specialized knowledge or expertise not generally required of, or found within, the employee classifications established by the Governing Board; and athletic support staff for athletic activities.\n", 
                    "item_number": "5.", 
                    "item_recommendation": "A recommendation that the Board of Trustees approve the Short-Term Hourly, Substitute, Professional Expert & Athletic Support Services, Student Assistant and Volunteer personnel actions as submitted.", 
                    "item_text": "Hourly, Student Work & Volunteer Personnel Actions", 
                    "item_text_raw": "5. Hourly, Student Work & Volunteer Personnel Actions", 
                    "item_type": "Action (Consent)"
                }, 
                {
                    "boarddocs_id": "94M3QS080647", 
                    "item_details": "\n\t \nProposition 39, which governs the District’s general obligation bonds, requires the establishment of a citizens’ oversight committee.  Following the passage of Measure G-2004 on November 2, 2004, the Board of Trustees took action on May 10, 2005 to establish a Citizens’ Bond Oversight Committee.  Measure G-2010 was passed by the voters on November 2, 2010, after which the Board of Trustees took action on December 14, 2010 to amend and restate the bylaws to allow for the existing committee to support both Measure G-2004 and Measure G-2010.\n\t \nThe Citizens’ Bond Oversight Committee (CBOC) is required by statute to meet at least annually to review the District’s Measure G-2004/Measure G-2010 bond projects plan and to ensure that bond funds are being appropriately used as authorized by the voters.  There are no penalties defined in law for failure to convene a citizens’ oversight committee; however, the spirit of the law contemplates that districts will make every reasonable effort to ensure that the committee functions at least once each year to fulfill its statutory duties.  The current CBOC convenes quarterly for meetings.\n\t \nPursuant to Proposition 39, the Measure G-2004/Measure G-2010 Citizens’ Bond Oversight Committee members shall serve a term of two (2) years, commencing as of the date of appointment by the Board.  No member may serve more than two (2) consecutive terms.\n\t \nThe Board is asked to approve the appointment of the current members of the Citizens’ Bond Oversight Committee as listed below for a second two year term.\n\t \n\t \n\t\t\t\t\t \n\t\t\t\t\t \nCurrent Member\n\t\t\t\t\t \n\t\t\t\t\t \nRepresenting\nBoard\nApproval \nDate\n\t\t\t\t\t \nTerm 1\nEnd Date\nProposed\nTerm 2\nEnd Date\nJoseph Becker\nCommunity-At-Large\n8-Feb-11\n8-Feb-13\n8-Feb-15\nCarol Lizak \nCommunity-At-Large \n8-Feb-11\n8-Feb-13\n8-Feb-15\nDaniel Kojiro\nCommunity-At-Large \n8-Feb-11\n8-Feb-13\n8-Feb-15\nAnn Mancuso-Engdahl\nCommunity-At-Large\n8-Feb-11\n8-Feb-13\n8-Feb-15\nJimmy Nguyen \nTaxpayer's Association \n8-Feb-11\n8-Feb-13\n8-Feb-15\nBob Nunez \nBusiness Community\nMember from within\nthe District\n8-Mar-11\n8-Mar-13\n8-Mar-15\n\t \n \n", 
                    "item_number": "6.", 
                    "item_recommendation": "A recommendation that the Board of Trustees approve the renewal of the Citizens’ Bond Oversight Committee members as submitted for a second two year term as the Committee Bylaws allow.", 
                    "item_text": "Measure G-2004/Measure G-2010 Citizens' Bond Oversight Committee Renewal of Terms", 
                    "item_text_raw": "6. Measure G-2004/Measure G-2010 Citizens' Bond Oversight Committee Renewal of Terms", 
                    "item_type": "Action (Consent)"
                }, 
                {
                    "boarddocs_id": "94MRKS6E68DA", 
                    "item_details": "\nAPPROVE AS ACTION ITEMS \nContracts\n\t \nPreconstruction Agreement – BLACH CONSTRUCTION COMPANY – Lease/Leaseback Contractor, EVC South Campus Development\n\t \nAt the Board meetings held March 13, 2012 and June 12, 2012, the Board was presented information and details by the Program Management team and District legal counsel on the Lease/Leaseback project delivery method.  Subsequently, on July 10, 2012 the Board approved this method for two Measure G-2010 projects – San Jose City College Theater & Vocational Technology project and the EVC South Campus Development project. At that same meeting the Board approved a design agreement with HMC Architects to provide design services for the EVC South Campus Development project using the lease/leaseback delivery method.  \n\t \nIn keeping with that process, a Request for Qualifications (RFQ) for Lease/Leaseback Construction Services for the EVC South Campus, including preconstruction services was issued on November 9, 2012. Ten Statements of Qualifications (SOQ’s) were received.  A Selection Committee comprised of District staff, College staff and faculty scored the SOQ’s, pre-qualified five firms and then conducted interviews.  These five contractors then submitted sealed proposals for lump sum preconstruction services fee and fee percentages for construction services.\n\t \nBased on the combination of points awarded and fee proposal, BLACH CONSTRUCTION COMPANY of Santa Clara was determined to be the successful firm.  Their proposal includes a fixed fee for preconstruction services [including design support, subcontract bidding and Guaranteed Maximum Price (GMP) development] of $138,770 and construction service fee percentages to be applied to the Guaranteed Maximum Price.  The GMP and Site & Facilities Lease will be brought to the Board for approval and execution per conventional Lease/Leaseback contracting.  In addition to the Preconstruction Fee, a Reimbursable Allowance was negotiated per the terms of the RFP in the amount of $10,000.  \n\t \nThe Board is asked to approve an Agreement with BLACH CONSTRUCTION COMPANY for preconstruction services in the amount of $148,770 and construction service fee percentages to be applied to the Guaranteed Maximum Price for the South Campus Development project at EVC.\n\t \n\t \nProject Assignment Amendment (PAA) – GHD – EVC-01 – Mechanical, Electrical, Plumbing and Fire Protection Design Services \n\t \nAs part of scheduled maintenance an assessment was performed on the Evergreen Valley College’s mechanical, electrical, plumbing (MEP) and fire protection systems.  The assessment identified over 120 items that need to be addressed over the next six years.  These were ranked in order of priority and estimated costs applied.  Using the work identified as Phase 1 priority, qualification proposals were sought from firms approved by the Board on August 14, 2012 to provide MEP engineering services related to Measure G-2010 projects.  Four responses were received, and based on District evaluation of those qualifications, GHD was selected to provide this service.  \n\t \nThe Board is asked to approve PAA EVC-01 to GHD in the amount of $108,000 for design and construction support services for the Phase 1 Mechanical, Electrical, Plumbing and Fire Protection Upgrade Project at EVC.\n\t \n\t \nConstruction Contract – WATERPROOFING ASSOCIATES, INC. – San Jose City College Jaguar Gymnasium Roof Replacement Project \n\t \nBids for the Roof Replacement Project were opened on January 24, 2012 and based on the evaluation of the bids, WATERPROOFING ASSOCIATES, INC. was determined to be the lowest responsive bidder.  A review of WATERPROOFING ASSOCIATES, INC's bid documents found that certain forms related to the Construction Careers Agreement (CCA) were not included in their bid submitted at bid time as required by the instructions to bidders, however this was rectified by WATERPROOFING ASSOCIATES, INC. before noon the day following the bid. The District, with the support of legal council, determined that this was a minor irregularity and issued a Notice of Intent to Award the contract to WATERPROOFING ASSOCIATES, INC.\n\t \nOn January 28, 2013 the second bidder, Alcal Specialty Contracting, submitted a letter of protest based on the low bidder’s failure to include the required CCA forms.  The District reaffirmed its determination with legal council that this was a minor irregularity that could be waived and formally responded to Alcal January 30, 2013. The District's response letter is attached for reference.\n\t \nThe Board is asked to award a contract to Waterproofing Associates, Inc. in the amount of $966,218 for the San Jose City College Jaguar Gymnasium Roof Replacement Project thereby validating the District's determination of the minor irregularity and denial of the bid protest submitted by Alcal Specialty Contracting, Inc.\n", 
                    "item_number": "7.", 
                    "item_recommendation": "A recommendation that the Board of Trustees approve the Action Items, which include Contracts, and Contract Revisions and Changes.", 
                    "item_text": "Measure G-2010 Bond Program Updates, Contracts, and Project Assignment Amendments", 
                    "item_text_raw": "7. Measure G-2010 Bond Program Updates, Contracts, and Project Assignment Amendments", 
                    "item_type": "Action (Consent)"
                }, 
                {
                    "boarddocs_id": "94PQ4X672E88", 
                    "item_details": "\nThe California Community College Trustees (CCCT) board serves a major role within the Community College League of California. Meeting five times a year, the twenty-one member board provides leadership and direction to ensure a strong voice for locally elected governing board members.\n\t \nFrom January 1 through February 15, nominations for membership on the CCCT board will be accepted in the League office. Nominations are to be made by member district board of trustees, and each district may nominate only members of its board. Each nominee must be a local community college district trustee, other than the student trustee, and must have consented to be nominated. Only one trustee per district may serve on the board.\n\t \nThis information was made available to SJECCD Trustees in January 2013, and one Trustee informed President Cruz of his interest. It is recommended, therefore, that the Board of Trustees nominate Trustee Jeffrey Lease to serve as a member of the CCCT board.\n", 
                    "item_number": "8.", 
                    "item_recommendation": "A recommendation that the Board of Trustees nominate Trustee Jeffrey Lease to serve on the California Community College Trustees (CCCT) Board.", 
                    "item_text": "CCCT Board Election 2013", 
                    "item_text_raw": "8. CCCT Board Election 2013", 
                    "item_type": "Action (Consent)"
                }
            ], 
            "section_name": "CONSENT AGENDA", 
            "section_number": ""
        }, 
        {
            "items": [], 
            "section_name": "ACTION AGENDA", 
            "section_number": ""
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "94NRW56FEE16", 
                    "item_details": "\nThe Board has scheduled a Board Development Study Session.  The goal of this session is to build a sense of team and the importance of speaking with \"one voice.\" The session will build a clear understanding of the role of individual board members and the role and authority of the board as a whole, using this understanding as a frame of reference to review critical components of effective trusteeship, evaluate current practices and identify areas in need of change. Some of the specific topics for review and discussion will include:\n\t \nBoard Vision/Mission/Goals\nEffective Governance Processes: The Carver Governance Model\nCurrent Board Structure: Committees and Task Forces\nBoard Self Evaluation and Workplan Development\nBoard Skills Development Program\nBoard Master Calendar\n\t \n\t \n", 
                    "item_number": "1.", 
                    "item_recommendation": "", 
                    "item_text": "Board Governance/Development Study Session", 
                    "item_text_raw": "1. Board Governance/Development Study Session", 
                    "item_type": "Discussion"
                }, 
                {
                    "boarddocs_id": "94NQWD6A9D68", 
                    "item_details": "\nThe SJECCD Board of Trustees has requested a budget study session to facilitate \"informed\" and \"data-based\" decision making to guide the Chancellor and staff by providing a budget policy framework for development of the FY 2013/2014 budget, leading to adoption of a tentative District budget in June and final budget on September 10, 2013.  In particular, the Budget Study Session will focus on the following:\n\t \nBudget Principles, Guidelines and Priorities\n2013/2014 Budget Workshop\nCurrent Status\nGovernor's Budget\nPrinciples\nAssumptions\nBudget Management/Balancing Strategies\nTimelines\n\t \nIt is expected that this session will be interactive with ongoing discussion, questions and answers throughout the session.\n", 
                    "item_number": "2.", 
                    "item_recommendation": "", 
                    "item_text": "Budget Study Session", 
                    "item_text_raw": "2. Budget Study Session", 
                    "item_type": "Discussion, Presentation"
                }, 
                {
                    "boarddocs_id": "94NQS46A35C5", 
                    "item_details": "\nInformation will include a review of the Second Quarter Budget Report for the period ending December 31, 2012.  The State budget, current District financial position, and estimates for FY 2012/2013, FY 2013/2014, FY 2014/2015, and FY 2015/2016 are presented.\n\t \nThe FY 2012/2013 Second Quarter Budget Report was provided to the Board of Trustees under separate cover.  An electronic copy is attached.  \n", 
                    "item_number": "3.", 
                    "item_recommendation": "", 
                    "item_text": "FY2012/2013 Second Quarter Budget Report Ending December 31, 2012", 
                    "item_text_raw": "3. FY2012/2013 Second Quarter Budget Report Ending December 31, 2012", 
                    "item_type": "Information"
                }
            ], 
            "section_name": "INFORMATION AGENDA", 
            "section_number": ""
        }, 
        {
            "items": [], 
            "section_name": "CONTINUATION OF CLOSED SESSION (If needed)", 
            "section_number": ""
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "948NZU6224A9", 
                    "item_details": "", 
                    "item_number": "1.", 
                    "item_recommendation": "", 
                    "item_text": "Announcement of Action Taken in Closed Session", 
                    "item_text_raw": "1. Announcement of Action Taken in Closed Session", 
                    "item_type": "Information"
                }
            ], 
            "section_name": "RECONVENE TO OPEN SESSION", 
            "section_number": ""
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "948NZY6224B1", 
                    "item_details": "", 
                    "item_number": "1.", 
                    "item_recommendation": "", 
                    "item_text": "The meeting will be adjourned.", 
                    "item_text_raw": "1. The meeting will be adjourned.", 
                    "item_type": "Information"
                }
            ], 
            "section_name": "ADJOURNMENT", 
            "section_number": ""
        }
    ]
}