{
    "agency": "san_jose_evergreen_ccd", 
    "meeting_date": "02-12-2011", 
    "meeting_sections": [
        {
            "items": [
                {
                    "boarddocs_id": "8DUQ8667E150", 
                    "item_details": "", 
                    "item_number": "1.", 
                    "item_recommendation": "", 
                    "item_text": "9:00 a.m. - Call Meeting to Order at the District Board Room, 4750 San Felipe Road, San Jose, CA 95135", 
                    "item_text_raw": "1. 9:00 a.m. - Call Meeting to Order at the District Board Room, 4750 San Felipe Road, San Jose, CA 95135", 
                    "item_type": "Information"
                }, 
                {
                    "boarddocs_id": "8DUQ8967E160", 
                    "item_details": "\nThe Board of Trustees offers an opportunity for the public to address the Board in four sections of the agenda: on matters of concern about Closed Session items; on matters not appearing on the agenda; on action items contained in the Consent Agenda; and prior to voting on any item contained in the Action Agenda. Each speaker is encouraged to submit a comment card to the Board clerk in order to be recognized to speak.\n\tPer Board Policy, three minutes may be allotted to each speaker with a maximum of 30 minutes per subject. No action or discussion shall be undertaken on any public comments except that members of the Board or its staff may briefly respond to or ask a question for clarification regarding statements made or questions posed by persons addressing the Board under this agenda item.\n\tFor information and disability access to materials, call 408-270-6402. Meetings are held in a location accessible to the disabled.\n", 
                    "item_number": "2.", 
                    "item_recommendation": "", 
                    "item_text": "Information on Public Comments and Disability Access", 
                    "item_text_raw": "2. Information on Public Comments and Disability Access", 
                    "item_type": "Information"
                }
            ], 
            "section_name": "CALL MEETING TO ORDER", 
            "section_number": ""
        }, 
        {
            "items": [], 
            "section_name": "PUBLIC COMMENTS ON MATTERS NOT ON THE AGENDA", 
            "section_number": ""
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "8DW2B40154C4", 
                    "item_details": "\nFollowing the Budget Study Session, the Board of Trustees reviewed a set of principles and adopted a set of assumptions designed to provide the policy framework for the Chancellor and Executive Staff in the development of a District Budget for the 2011-2012 fiscal year.  In particular, these include:\n\t \nPRINCIPLES\n\t \nThe Board will provide a policy framework, and the Chancellor and staff will execute/implement specific reductions within that framework\nBudget reductions must consider a \"student centered\" perspective to mitigate to the extent possible the impact on students\nBudget reduction strategies must address the findings and concerns regarding fiscal solvency identified by the Accrediting Commission\nStrategies must be immediate and long term and include multiple year solutions\n\t \nASSUMPTIONS\nThe proposed District Budget assumes the state budget reductions that are the \"best case scenario\"\nThe implementation of six budget reductions strategies\nReduction in Force– Any reduction in force will be fair and equitable and will based on the percentage of full-time personnel at the District (19%), EVC (41%) and SJCC (40%).\nSalary Reductions - These would be negotiated with respective labor representatives.\nBenefit Restructuring - These would be negotiated with respective labor representatives.\nWorkload Reductions - These would be developed by the college presidents in consultation with their participatory governance groups identifying the most efficient ways to address FTES (full time equivalent student) reductions.\nCost Savings - All would be involved in identifying cost savings at each of the key operational organizational levels of the district.\nResource Development - The District Office and both colleges are involved in this effort with the Workforce Institute, SJECCD Foundation and the Research Office being specifically charged with focusing on resource development opportunities \nThe adoption of a prudent reserve of 7%\nThe inclusion of budget reduction strategies that are permanent in nature and not just \"one time\" or \"soft money\"\nOngoing modification to budget goals to reflect changes in state apportionment figures and pending negotiations with District Labor Representatives\n", 
                    "item_number": "", 
                    "item_recommendation": "A recommendation that the Board of Trustees approve the principles and assumptions that will guide the 2011-2012 Budget Developmen Process.", 
                    "item_text": "Budget Study Session: Adoption of Principles and Assumptions", 
                    "item_text_raw": " Budget Study Session: Adoption of Principles and Assumptions", 
                    "item_type": "Action"
                }
            ], 
            "section_name": "ACTION AGENDA", 
            "section_number": ""
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "8DVUSV7D79C4", 
                    "item_details": "\n\t \nAccording to many sources, including the State Chancellor’s Office, The Community College League of California, the Department of Finance and the Legislative Analyst Office, the 2011-2012 budget development process for community colleges statewide has many challenges:\n\t \nWorst budget year in the history of the state of California with a $25 billion shortfall.\nAbbreviated legislative timeline for budget proposals of February 28, 2011, imposed on the State Legislature by the Governor’s Office. \nChanges in leadership in the Assembly and Senate\nUncertainty of ultimate budget reductions pending the outcome of the extension of tax revenues\nProposed changes in the community college apportionment based on student retention instead of the established census date report on student enrollment\nIncrease in student fees by $10/unit (from $26 to $36)\nNational focus on community colleges\n\t \nIn addition, there are a number of local factors specific to the San Jose-Evergreen Community College District (SJECCD) that must be addressed including:\n\t \nAccreditation findings, concerns and recommendations regarding fiscal solvency\nStructural budget deficit that has not been addressed\nThe need to establish a “prudent” reserve to meet fiscal standards\n\t \nThe SJECCD Board of Trustees has requested an extended budget study session to facilitate “informed” and “data based” decision making in advance of critical budget approval and contractual obligation timelines.  In particular, the Budget Study Session will focus on the following:\nFiscal Responsibilities for California Community College Trustees: Leadership Benchmarking for Trustees\nBudget Overview\nCurrent Budget Year ( 2010-2011)\n2011-2012 Budget Year\nFour Year Projections - 2010 to 2014\nReserve Policy\nWhat constitutes a “prudent reserve”\nBudget Reduction Strategies\nA review and analysis of budget reduction strategies\nResource Development Strategies\nReview of Budget Development Principles\nBudget Development and Budget Approval Timelines\nNext Steps\n\t \nIt is expected that this session will be interactive with ongoing discussion, questions and answers throughout the session. \n", 
                    "item_number": "", 
                    "item_recommendation": "", 
                    "item_text": "SJECCD Board of Trustees Budget Study Session", 
                    "item_text_raw": " SJECCD Board of Trustees Budget Study Session", 
                    "item_type": "Discussion, Information"
                }
            ], 
            "section_name": "INFORMATION AGENDA", 
            "section_number": ""
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "8DUQ8G67E16A", 
                    "item_details": "", 
                    "item_number": "1.", 
                    "item_recommendation": "", 
                    "item_text": "The meeting will be adjourned.", 
                    "item_text_raw": "1. The meeting will be adjourned.", 
                    "item_type": "Information"
                }
            ], 
            "section_name": "ADJOURNMENT", 
            "section_number": ""
        }
    ]
}