{
    "agency": "san_jose_evergreen_ccd", 
    "meeting_date": "01-11-2011", 
    "meeting_sections": [
        {
            "items": [
                {
                    "boarddocs_id": "8C4UEW7BBE75", 
                    "item_details": "", 
                    "item_number": "1.", 
                    "item_recommendation": "", 
                    "item_text": "5:00 p.m. - Call Meeting to Order at the District Board Room, 4750 San Felipe Road, San Jose, CA 95135", 
                    "item_text_raw": "1. 5:00 p.m. - Call Meeting to Order at the District Board Room, 4750 San Felipe Road, San Jose, CA 95135", 
                    "item_type": "Information"
                }, 
                {
                    "boarddocs_id": "8C4UEZ7BBF11", 
                    "item_details": "\nThe Board of Trustees offers an opportunity for the public to address the Board in four sections of the agenda: on matters of concern about Closed Session items; on matters not appearing on the agenda; on action items contained in the Consent Agenda; and prior to voting on any item contained in the Action Agenda. Each speaker is encouraged to submit a comment card to the Board clerk in order to be recognized to speak.\n\tPer Board Policy, three minutes may be allotted to each speaker with a maximum of 30 minutes per subject. No action or discussion shall be undertaken on any public comments except that members of the Board or its staff may briefly respond to or ask a question for clarification regarding statements made or questions posed by persons addressing the Board under this agenda item.\n\tFor information and disability access to materials, call 408-270-6402. Meetings are held in a location accessible to the disabled.\n", 
                    "item_number": "2.", 
                    "item_recommendation": "", 
                    "item_text": "Information on Public Comments and Disability Access", 
                    "item_text_raw": "2. Information on Public Comments and Disability Access", 
                    "item_type": "Information"
                }
            ], 
            "section_name": "CALL MEETING TO ORDER", 
            "section_number": ""
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "8C4UF57BBF19", 
                    "item_details": "", 
                    "item_number": "1.", 
                    "item_recommendation": "To approve Closed Session Agenda.", 
                    "item_text": "Approval of Closed Session Agenda", 
                    "item_text_raw": "1. Approval of Closed Session Agenda", 
                    "item_type": "Action"
                }
            ], 
            "section_name": "APPROVAL OF CLOSED SESSION", 
            "section_number": ""
        }, 
        {
            "items": [], 
            "section_name": "PUBLIC COMMENTS ON CLOSED SESSION AGENDA", 
            "section_number": ""
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "8C4UFA7BBF2A", 
                    "item_details": "\n\t \n[  ] PUBLIC EMPLOYEE APPOINTMENT/EMPLOYMENT\n\t(Government Code Section 54957 (b))\n\tTitle:\n\t[  ] PUBLIC EMPLOYEE PERFORMANCE EVALUATION\n\t(Government Code Section 54957 (b))\n\t[   ] PUBLIC EMPLOYEE DISCIPLINE/DISMISSAL/RELEASE\n\t (Government Code Section 54957 (b))\n\t[  ] CONFERENCE WITH LEGAL COUNSEL – EXISTING LITIGATION\n\t(Government Code Section 54956.9)\n\tName of Case:\n\tOr\n\tCase Name Unspecified; Disclosure would jeopardize:\n\t( ) Service of Process or ( ) Existing Settlement Negotiations\n\t[ X  ] CONFERENCE WITH LEGAL COUNSEL – ANTICIPATED LITIGATION\n\t(Government Code Section 54956.9 (c))\n\t[  ] LIABILITY CLAIMS\n\t(Government Code Section 54956.95)\n\tAgency Claimed Against:\n\t[  ] CONFERENCE WITH REAL PROPERTY NEGOTIATORS\n\t(Government Code Section 54956.8)\n\tProperty:\n\tDistrict’s Negotiator(s):\n\tNames of Negotiating Parties:\n\tUnder Negotiation: ( ) Price ( )Terms of Payment ( ) Both\n\t[  ] THREAT TO PUBLIC SERVICES OF FACILITIES\n\t(Government Code Section 54957 (a))\n\tConsultation with:\n\t[ X ] CONFERENCE WITH LABOR NEGOTIATORS\n\t(Government Code Section 54957.6)\n\tDistrict’s Negotiator(s): Kim Garcia\nEmployee Organization: CSEA\n\t \n[ X ] CONFERENCE WITH LABOR NEGOTIATORS\n\t(Government Code Section 54957.6)\n\tDistrict’s Negotiator(s): Kim Garcia\n\tEmployee Organization: FA\n\t \n[ X ] CONFERENCE WITH LABOR NEGOTIATORS\n\t(Government Code Section 54957.6)\n\tDistrict’s Negotiator(s): Kim Garcia\n\tUnrepresented Employees: M/S/C\n\t \n[   ] REMOVAL/SUSPENSION/EXPULSION OF A STUDENT\n\t(Education Code 72122; 20 U.S.C. Section 1232g)\n\t[  ] PROPOSAL TO CONFER HONORARY DEGREE\n\t(Education Code Section 72122)\n\t[  ] CONSIDERATION OF GIFT FROM A DONOR WHO WISHES TO REMAIN ANONYMOUS (Education Code Section 72122)\n\t[  ] CONSIDERATION OF RESPONSE TO CONFIDENTIAL FINAL DRAFT AUDIT REPORT FROM BUREAU OF STATE AUDITS\n\t(Government Code Section 11126.2)\n\t[  ] COMPLAINTS OR CHARGES AGAINST A DISTRICT EMPLOYEE\n\t(Government Code Section 54957)\n\t \n", 
                    "item_number": "1.", 
                    "item_recommendation": "", 
                    "item_text": "The Board will recess to consider or take action upon any of the following items indicated by [x]", 
                    "item_text_raw": "1. The Board will recess to consider or take action upon any of the following items indicated by [x]", 
                    "item_type": "Information"
                }
            ], 
            "section_name": "CLOSED SESSION ITEMS FOR DISCUSSION", 
            "section_number": ""
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "8C4UFE7BBF2F", 
                    "item_details": "\n", 
                    "item_number": "1.", 
                    "item_recommendation": "", 
                    "item_text": "6:00 P.M. - Pledge of Allegiance", 
                    "item_text_raw": "1. 6:00 P.M. - Pledge of Allegiance", 
                    "item_type": "Procedural"
                }, 
                {
                    "boarddocs_id": "8C4UFH7BBF32", 
                    "item_details": "\na. Additions/Deletions/Corrections\n\tb. Items to be Deferred\n\tc. Adoption of Agenda\n\tThe Board reserves the right to modify the order of business in the manner it deems appropriate.\n", 
                    "item_number": "2.", 
                    "item_recommendation": "", 
                    "item_text": "Adoption of the Agenda", 
                    "item_text_raw": "2. Adoption of the Agenda", 
                    "item_type": "Action"
                }, 
                {
                    "boarddocs_id": "8C4UFL7BBF35", 
                    "item_details": "\nThe Board of Trustees President will announce any reportable action taken in Closed Session.\n", 
                    "item_number": "3.", 
                    "item_recommendation": "", 
                    "item_text": "Announcement of Reportable Action Taken in Closed Session", 
                    "item_text_raw": "3. Announcement of Reportable Action Taken in Closed Session", 
                    "item_type": "Information"
                }, 
                {
                    "boarddocs_id": "8C4UFP7BBF38", 
                    "item_details": "\nThis is an opportunity for members of the public to address the Board concerning issues not listed on the agenda.\n", 
                    "item_number": "4.", 
                    "item_recommendation": "", 
                    "item_text": "Public Comments on Matters not on the Agenda", 
                    "item_text_raw": "4. Public Comments on Matters not on the Agenda", 
                    "item_type": "Information"
                }, 
                {
                    "boarddocs_id": "8C4UFS7BBF3B", 
                    "item_details": "", 
                    "item_number": "5.", 
                    "item_recommendation": "A recommendation that the Board of Trustees approve the above listed Governing Board Meeting minutes.", 
                    "item_text": "Approval of the December 3, December 14, and December 22, 2010, Governing Board Meeting Minutes", 
                    "item_text_raw": "5. Approval of the December 3, December 14, and December 22, 2010, Governing Board Meeting Minutes", 
                    "item_type": "Action"
                }
            ], 
            "section_name": "RECONVENE INTO OPEN SESSION", 
            "section_number": ""
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "8C4UFW7BBF3F", 
                    "item_details": "", 
                    "item_number": "1.", 
                    "item_recommendation": "", 
                    "item_text": "Adoption of the Consent Agenda", 
                    "item_text_raw": "1. Adoption of the Consent Agenda", 
                    "item_type": "Action (Consent)"
                }, 
                {
                    "boarddocs_id": "8CS2Z5048F0A", 
                    "item_details": "\nA recommendation that the Board of Trustees approve the following Management Personnel Actions:\n\t \n1.  Employment\n\t     a.  Employment of Interim President at Evergreen Valley College.\n\t \n2.  Working Out-of-Class\n     a.  The employeeâs regular position is Vocational Employment Specialist (9IBCD0262C), a Grant funded position, he will be working as Employment Services Supervisor, (9IBCD0234S) effective 11/08/10 to 03/31/11.\n\t \n3. Temporary Lateral Movement\n    a. The employeeâs regular position is Director, EOP&S/CARE (8EOPS0001M), he will be working as Director of Student Support Services Programs effective 01/12/11 to 06/30/11. Both positions have the same salary.\n\t \n4. Contract Extension\n    a. To assist in transition for the new president, the interim president contract will be extended to 01/31/11.\n    b. The interim Vice President of Academic Affairs contract will be extended to 04/30/11 or until the permanent position is filled. \n", 
                    "item_number": "2.", 
                    "item_recommendation": "A recommendation that the Board of Trustees approve the Management personnel actions as submitted.", 
                    "item_text": "Management Personnel Actions", 
                    "item_text_raw": "2. Management Personnel Actions", 
                    "item_type": "Action (Consent)"
                }, 
                {
                    "boarddocs_id": "8CSVE9805AB9", 
                    "item_details": "\nA recommendation that the Board of Trustees approve the following Faculty Personnel Actions:\n\t \n\t \nThe attached information is in compliance with Article 9.19 of the collective bargaining agreement between the Faculty Association AFT 6157 and San Jose/Evergreen Community College District. \n\t \nÂˇ       9.19 SUMMER SCHOOL/INTERSESSION ASSIGNMENTS\nSummer and intersession assignment preferences will be given to full time faculty first. If a full time faculty member declines the assignment(s), then the Division Dean shall offer summer assignment(s)or intersession assignments to qualified adjunct faculty in their division who (1) were not employed during the previous summer/intersession, or (2) who were employed during the previous summer and/or intersession. Adjunct faculty in their first year of employment with the District shall be placed at the bottom of the rotation.\n", 
                    "item_number": "3.", 
                    "item_recommendation": "A recommendation that the Board of Trustees approve the faculty personnel actions as submitted.", 
                    "item_text": "Faculty Personnel-Adjunct/Overload-SJCC", 
                    "item_text_raw": "3. Faculty Personnel-Adjunct/Overload-SJCC", 
                    "item_type": "Action (Consent)"
                }, 
                {
                    "boarddocs_id": "8CRTU578E038", 
                    "item_details": "\nA recommendation that the Board of Trustees approve the following Classified Personnel Actions:\n\t \n1. Classification Changes\na. Position Eliminated - The elimination of the position \nNetwork Technician (9IBCD0208C) at WI/DO to create a \nSenior Network Technician position at WI/DO effective \n01/12/11.\n\t \nb. Position Established - The establishment of the position\nSenior Network Technician (9IBCD0265C) at WI/DO replacing\nthe above mentioned Network Technician position effective\n01/12/11.\n\t \n2. Employment\na. Employment of District Staff Accountant at the District\nOffice in a contract position.  Employee requested a change of hire date from 01/03/11 to 01/18/11.\n\t \n\t \n3. Change of Status\nAn agreement between the District and CSEA Chapter 363 to allow the Custodial Staff at San Jose City College to try an alternate work schedule for the Spring Semester 2011.  The effective date for this work schedule will be 01/03/11 through 06/30/11\n", 
                    "item_number": "4.", 
                    "item_recommendation": "A recommendation that the Board of Trustees approve the Classified personnel actions as submitted.", 
                    "item_text": "Classified Personnel Actions", 
                    "item_text_raw": "4. Classified Personnel Actions", 
                    "item_type": "Action (Consent)"
                }, 
                {
                    "boarddocs_id": "8CDPLV6531E9", 
                    "item_details": "\nThe District employs non-bargaining unit employees in various categories to support programs and services. These categories are: short-term assignments with limitations as defined in the CSEA/District collective bargaining agreement; substitutes to fill positions for employees on leave of absence or in vacant positions; professional experts with specialized knowledge or expertise not generally required of, or found within, the employee classifications established by the Governing Board; and athletic support staff for athletic activities.\n", 
                    "item_number": "5.", 
                    "item_recommendation": "A recommendation that the Board of Trustees approve the Hourly, Student Work & Volunteer Personnel Actions as submitted.", 
                    "item_text": "Hourly, Student Work & Volunteer Personnel Actions", 
                    "item_text_raw": "5. Hourly, Student Work & Volunteer Personnel Actions", 
                    "item_type": "Action (Consent)"
                }, 
                {
                    "boarddocs_id": "8C7RBU6D403B", 
                    "item_details": "\nThe Board of Trustees adopted the District's operating budget at its special meeting on September 28, 2010.  As required by Board Policy 6250, subsequent budget transfers and revisions between major classifications must be approved by the Board of Trustees.  The attached budget transfers and revisions are through December 15, 2010.\n", 
                    "item_number": "6.", 
                    "item_recommendation": "A recommendation that the Board of Trustees approve the resolution authorizing the budget transfers and revisions of funds through December 15, 2010.", 
                    "item_text": "District Budget Transfers and Revisions", 
                    "item_text_raw": "6. District Budget Transfers and Revisions", 
                    "item_type": "Action (Consent)"
                }, 
                {
                    "boarddocs_id": "8CBN2F5DCE4B", 
                    "item_details": "\nEducation Code 81655 stipulates that no contract is an enforceable obligation of the district until it has been approved by the Board of Trustees. District policy adopted on April 10, 2007 establishes the authority of certain administrators to approve contracts under the bid limit prior to formal Board approval. All contracts and purchase orders exceeding the bid limit (effective January 1, 2011, bid limit will increase from $78,500 to $78,900) should have prior Board approval as a separate board item.\n\t \nThis consent item presents for Board approval: all purchase orders for this period, which includes the purchase orders for administratively-approved contracts exceeding $750, as well as additional contracts that, although are not executed by way of purchase order, are deemed appropriate to be added by the Purchasing Department.\n", 
                    "item_number": "7.", 
                    "item_recommendation": "A recommendation that the Board of Trustees ratify the attached contracts and purchase orders for the period of November 10, 2010 - December 9, 2010.", 
                    "item_text": "Ratifications of Contracts & Purchase Orders", 
                    "item_text_raw": "7. Ratifications of Contracts & Purchase Orders", 
                    "item_type": "Action (Consent)"
                }, 
                {
                    "boarddocs_id": "8CDRWS700721", 
                    "item_details": "\nPer Sections 20118 and 20652 of the California Public Contract Code, the governing board of any community college district may award a contract without advertising for bids when the board has determined it to be in the best interest of the district. The contract must be based on the same prices and upon the same terms and conditions of a negotiated contract between the supplier and another public corporation or agency.\n\t \nOn June 9, 2009, the Board of Trustees authorized the award of a contract without advertising for bids by determining it was in the best interest of the District to 'piggyback' on the contract between U.S. Communities and Office Depot as the primary supplier of the District's office supplies. The agreement enabled the District to obtain the highest value for every dollar spent on office supplies through January 1, 2011.\n\t \nAuthorization to award the contract without advertising for bids by determining it is in the best interest of the District to 'piggyback' on an already competitively-bid contract between The Cooperative Purchasing Network (TCPN) and Office Depot as the primary supplier of the District's office supplies will enable the District to obtain the highest value for every dollar spent on office supplies through February 28, 2012. \n\t \nAttached are a letter from TCPN awarding the office supplies contract to Office Depot and the public announcement.\n", 
                    "item_number": "8.", 
                    "item_recommendation": "A recommendation that the Board of Trustees authorize the District to 'piggyback' on a contract with Office Depot.", 
                    "item_text": "Piggyback Office Depot Contract", 
                    "item_text_raw": "8. Piggyback Office Depot Contract", 
                    "item_type": "Action (Consent)"
                }, 
                {
                    "boarddocs_id": "8C622C000BE4", 
                    "item_details": "\nThe existing Fine Arts buildings are scheduled to be demolished as part of the proposed Multi-Disciplinary Classroom + Arts project at San Jose City College.  Prior to any demolition work the existing buildings are required to be abated for any and all hazardous materials present.  This contract provides for the removal and disposal of all hazardous materials in these buildings.\n\t \nBids for this contract were received and opened on Wednesday, December 15, 2010.  Attached is a summary of the bids received. The consultants have verified the lowest responsive bid to ensure that it contains all provisions of the plans and specifications for the project.  This project is funded by Measure G - 2004.\n", 
                    "item_number": "9.", 
                    "item_recommendation": "A recommendation that the Board of Trustees approve and award the construction contract to Eco Bay Services, Inc., in an amount not to exceed $99,660.00.", 
                    "item_text": "Award of Construction Contract - Hazardous Materials Abatement - Fine Arts Building - SJCC", 
                    "item_text_raw": "9. Award of Construction Contract - Hazardous Materials Abatement - Fine Arts Building - SJCC", 
                    "item_type": "Action (Consent)"
                }, 
                {
                    "boarddocs_id": "8CD2EE01D056", 
                    "item_details": "\nThe proposed courses and certificate program have been reviewed by the appropriate instructional administrator and approved by the All-College Curriculum Committee, acting on behalf of the local Academic Senate.  The rigor of the approval process assures that each new course and certificate program have substance and integrity in relation to its discipline and that it fills a clear student need not being served by existing course offerings.  This list of the new courses and certificate program are:\n\t \nDISP 176:  Dispatch Academy - Extension\nBIM 120:  Construction, Means, Methods and Materials\nBIM 121:  Virtual Design and Construction\nBIM 122:  Managing Effective Coordination Meetings\nBIM 123:  Revit Fundamentals\nBIM 124:  Revit Advanced Training\nBIM 125:  Planning and Managing Construction Projects with 4D CAD\nBIM 138:  Occupational Work Experience\nBuilding Information Modeling Certificate of Achievement\n", 
                    "item_number": "10.", 
                    "item_recommendation": "A recommendation that the Board of Trustees approve the curriculum recommendations for new courses and certificate program submitted by Evergreen Valley College.", 
                    "item_text": "Curriculum Recommendations for Evergreen Valley College", 
                    "item_text_raw": "10. Curriculum Recommendations for Evergreen Valley College", 
                    "item_type": "Action (Consent)"
                }
            ], 
            "section_name": "CONSENT AGENDA", 
            "section_number": ""
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "8C4UG27BBF43", 
                    "item_details": "\nOral reports will be given by members of the Board of Trustees.\n", 
                    "item_number": "1.", 
                    "item_recommendation": "", 
                    "item_text": "Board of Trustees", 
                    "item_text_raw": "1. Board of Trustees", 
                    "item_type": "Report"
                }, 
                {
                    "boarddocs_id": "8C4UG57BBF46", 
                    "item_details": "\nOral reports will be given by Chancellor Rita Cepeda.\n", 
                    "item_number": "2.", 
                    "item_recommendation": "", 
                    "item_text": "Chancellor's Report", 
                    "item_text_raw": "2. Chancellor's Report", 
                    "item_type": "Report"
                }, 
                {
                    "boarddocs_id": "8C4UG87BBF49", 
                    "item_details": "\nOral reports will be given by the college presidents.\n", 
                    "item_number": "3.", 
                    "item_recommendation": "", 
                    "item_text": "Presidents' Reports", 
                    "item_text_raw": "3. Presidents' Reports", 
                    "item_type": "Report"
                }, 
                {
                    "boarddocs_id": "8C4UGB7BBF4C", 
                    "item_details": "\nOral reports will be given by the constituency representatives.\n", 
                    "item_number": "4.", 
                    "item_recommendation": "", 
                    "item_text": "Constituency Reports", 
                    "item_text_raw": "4. Constituency Reports", 
                    "item_type": "Report"
                }
            ], 
            "section_name": "ORAL COMMUNICATIONS", 
            "section_number": ""
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "8C5UEN7BB99E", 
                    "item_details": "\nIn October 2010, the Board of Trustees reviewed and approved the Measure G - 2004 Budget Revision.  As was stated, revisions will be presented to the Board on a quarterly basis and as needed.\n\t \nA budget revision has been required for the Multi-Use Athletic Field project at San Jose City College to accommodate design changes for conversion to its present function.  There will be no net change to the total overall project budget allocation for the listed projects.\n", 
                    "item_number": "1.", 
                    "item_recommendation": "A recommendation that the Board of Trustees review and approve the revisions in the Measure G - 2004 project budget and recommendations for realignment.", 
                    "item_text": "Measure G - 2004 Project Budget Revision", 
                    "item_text_raw": "1. Measure G - 2004 Project Budget Revision", 
                    "item_type": "Action"
                }, 
                {
                    "boarddocs_id": "8CS3LJ076612", 
                    "item_details": "\nIn November 2004 the voters approved Measure G in the amount of $185 million.  One of the projects included in that bond measure was the establishment of a Joint-use Education Center in partnership with the Milpitas Unified School District. Subsequently, the  Board of Trustees authorized up to $10 million for the project.  This resolution will authorize staff to develop an Memorandum of Understanding (MOU) with the Milpitas Unified School District that should include the organizational and operational responsibilities of each District  in addition to long-term leases.  The Milpitas Unified School District Board of Education approved a similar resolution at their meeting of October 26, 2010.\n", 
                    "item_number": "2.", 
                    "item_recommendation": "A recommendation that the Board of Trustees authorize staff to develop a Memorandum of Understanding (MOU) between the San Jose Evergreen Community College District and the Milpitas Unified Schools District for the establishment of the Milpitas Joint-Use Education Center.", 
                    "item_text": "Resolution to Develop a Memorandum of Understanding with the Milpitas Unified School District", 
                    "item_text_raw": "2. Resolution to Develop a Memorandum of Understanding with the Milpitas Unified School District", 
                    "item_type": "Action"
                }, 
                {
                    "boarddocs_id": "8CSN5X5BFE98", 
                    "item_details": "\nBackground and Analysis: In 2008-2009, there was a 39% reduction in categorical funding for CalWorks. These funds supported staff positions: 8WINX0206C and 7WINX0208C. In 2009-2010 the District received ARRA Federal funds which allowed the continued funding of these CalWorks positions.   \n\t \nAs of January 2011, the ARRA funds are no longer available to San Jose/Evergreen. With no ARRA funds and diminished state funding, it is no longer possible to fund these positions from the available dollars in CalWorks.\n\t \nTherefore, the Chancellor recommends that the Board of Trustees adopt Resolution No. 011111-2, Eliminate Positions and Layoff Classified Employees; and authorize District representatives to provide all affected employees with forty-five (45) day notices of layoff.\n", 
                    "item_number": "3.", 
                    "item_recommendation": "A recommendation that the Board of Trustees adopt Resolution No. 011111-2 - Eliminate Positions and Layoff Classified Employees.", 
                    "item_text": "Adoption of Resolution No. #011111-2 Eliminate Positions and Layoff Classified Employees", 
                    "item_text_raw": "3. Adoption of Resolution No. #011111-2 Eliminate Positions and Layoff Classified Employees", 
                    "item_type": "Action"
                }
            ], 
            "section_name": "ACTION AGENDA", 
            "section_number": ""
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "8C4UGG7BBF51", 
                    "item_details": "\nChancellor Cepeda and Vice Chancellor Hawk will provide a budget update.\n", 
                    "item_number": "1.", 
                    "item_recommendation": "", 
                    "item_text": "Budget Update", 
                    "item_text_raw": "1. Budget Update", 
                    "item_type": "Information"
                }, 
                {
                    "boarddocs_id": "8C4UGK7BBF54", 
                    "item_details": "\nChancellor Cepeda will provide a legislative update.\n", 
                    "item_number": "2.", 
                    "item_recommendation": "", 
                    "item_text": "Legislative Update", 
                    "item_text_raw": "2. Legislative Update", 
                    "item_type": "Information"
                }, 
                {
                    "boarddocs_id": "8CV5JZ108CC7", 
                    "item_details": "\nIn 2004 the Legislature passed AB 1417 (Pacheco), Accountability Reporting for Community Colleges.  The bill established a framework for annual evaluation of community colleges using six agreed-upon measures of success.  The law requires that an annual report be submitted to the State Chancellor's Office and mandates that a subsequent presentation be provided to the governing boards to ensure that a public conversation and review regarding the outcomes and progress made along each of the measures is conducted.\n\t \nThis report differs from those that have been presented in the past because it goes beyond mere compliance.  In direct response to previous requests by this Board for quantifiable measures of programs within our District, this presentation is being used as an opportunity to begin to frame our conversation about the \"Student Success Agenda.\"  In addition, the presentation provides clear examples about the progress, programs and initiatives in place in each of our colleges that support student success including a review of promising avenues for considerations in the immediate future.  \n", 
                    "item_number": "3.", 
                    "item_recommendation": "", 
                    "item_text": "2010 Accountability Reporting for Community Colleges (ARCC): Beyond Compliance, Taking a Deeper Look", 
                    "item_text_raw": "3. 2010 Accountability Reporting for Community Colleges (ARCC): Beyond Compliance, Taking a Deeper Look", 
                    "item_type": "Presentation"
                }, 
                {
                    "boarddocs_id": "8C4UGN7BBF57", 
                    "item_details": "", 
                    "item_number": "4.", 
                    "item_recommendation": "", 
                    "item_text": "Future Agenda Items", 
                    "item_text_raw": "4. Future Agenda Items", 
                    "item_type": "Information"
                }
            ], 
            "section_name": "INFORMATION AGENDA", 
            "section_number": ""
        }, 
        {
            "items": [], 
            "section_name": "CONTINUATION OF CLOSED SESSION (If needed)", 
            "section_number": ""
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "8C4UGT7BBF5C", 
                    "item_details": "", 
                    "item_number": "1.", 
                    "item_recommendation": "", 
                    "item_text": "Announcement of Action Taken in Closed Session", 
                    "item_text_raw": "1. Announcement of Action Taken in Closed Session", 
                    "item_type": "Information"
                }
            ], 
            "section_name": "RECONVENE TO OPEN SESSION", 
            "section_number": ""
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "8C4UGX7BBF60", 
                    "item_details": "", 
                    "item_number": "1.", 
                    "item_recommendation": "", 
                    "item_text": "The meeting will be adjourned.", 
                    "item_text_raw": "1. The meeting will be adjourned.", 
                    "item_type": "Information"
                }
            ], 
            "section_name": "ADJOURNMENT", 
            "section_number": ""
        }
    ]
}