{
    "agency": "east_side_uhsd", 
    "meeting_date": "08-20-2015", 
    "meeting_sections": [
        {
            "items": [
                {
                    "boarddocs_id": "9ZK3DM06616C", 
                    "item_details": "\nThe Special Board Meeting will begin at approximately 5:55 PM at Independence High School in Villa C Commons.    \n\t \nCampus map - attached\n", 
                    "item_number": "1.01", 
                    "item_recommendation": "", 
                    "item_text": "Roll Call", 
                    "item_text_raw": "1.01 Roll Call", 
                    "item_type": "Action"
                }
            ], 
            "section_name": "CALL TO ORDER/ROLL CALL", 
            "section_number": ""
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "9ZK3E20661A4", 
                    "item_details": "\nInformation explaining Board meeting procedures and how citizens can address the Board will be read.  Written information is located near the entrance of Villa C Commons.\n", 
                    "item_number": "2.01", 
                    "item_recommendation": "", 
                    "item_text": "Information explaining Board meeting procedures and how citizens can address the Board will be read. Written information is located near the entrance to Villa C Commons.", 
                    "item_text_raw": "2.01 Information explaining Board meeting procedures and how citizens can address the Board will be read. Written information is located near the entrance to Villa C Commons.", 
                    "item_type": "Action"
                }
            ], 
            "section_name": "WELCOME AND EXPLANATION TO AUDIENCE", 
            "section_number": ""
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "9ZK3E60661A8", 
                    "item_details": "\nFor consideration by the Board of Trustees.\n", 
                    "item_number": "3.01", 
                    "item_recommendation": "", 
                    "item_text": "For consideration by the Board of Trustees", 
                    "item_text_raw": "3.01 For consideration by the Board of Trustees", 
                    "item_type": "Action, Discussion"
                }
            ], 
            "section_name": "ADOPTION OF AGENDA", 
            "section_number": ""
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "9ZK3EA0661AC", 
                    "item_details": "\nMembers of the public may address the Board on any subject not on tonight’s agenda; however, provisions of the Brown Act (Government Code Section 54954.2(a) and 54954.3) preclude any action. As an unagendized item, no response is required from the Board or District staff and no action can be taken; however, the Board may instruct the Superintendent to agendize the item for a future meeting. \n\t \nAny person may address the Board on any item on the meeting agenda. Persons wishing to address the Board must fill out a gold request form, which is located at the entrance of Villa C Commons. When your name is called, please come to the podium, state your name for the record, and limit your remarks to three (3) minutes.\n", 
                    "item_number": "4.01", 
                    "item_recommendation": "", 
                    "item_text": "Members of the public may address the Board on any subject not on tonightâs agenda; however, provisions of the Brown Act (Government Code Section 54954.2(a) and 54954.3) preclude any action. As an unagendized item, no response is required from the Board or District staff and no action can be taken; however, the Board may instruct the Superintendent to agendize the item for a future meeting. Any person may address the Board on any item on the meeting agenda. Persons wishing to address the Board must fill out a gold request form, which is located at the entrance of Villa C Commons. When your name is called, please come to the podium, state your name for the record, and limit your remarks to three (3) minutes.", 
                    "item_text_raw": "4.01 Members of the public may address the Board on any subject not on tonightâs agenda; however, provisions of the Brown Act (Government Code Section 54954.2(a) and 54954.3) preclude any action. As an unagendized item, no response is required from the Board or District staff and no action can be taken; however, the Board may instruct the Superintendent to agendize the item for a future meeting. Any person may address the Board on any item on the meeting agenda. Persons wishing to address the Board must fill out a gold request form, which is located at the entrance of Villa C Commons. When your name is called, please come to the podium, state your name for the record, and limit your remarks to three (3) minutes.", 
                    "item_type": "Action, Discussion"
                }
            ], 
            "section_name": "PUBLIC MEMBERS WHO WISH TO ADDRESS THE BOARD", 
            "section_number": ""
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "9ZK3UC088B21", 
                    "item_details": "\nEAST SIDE UNION HIGH SCHOOL DISTRICT\n\t \nBoard of Trustees\nMeeting of August 20, 2015\n\t \n\t \n\t \nItem:  5.01\n\t \nResolution # 2015/2016-05\nApproving Temporary Limited Suspension of Board Policies 5123, 5127, 6146.1 and 6162.62\nRe: California High School Exit Examination (CAHSEE) and\nApproving Issuance of Diplomas to Class of 2015 Graduates\nWho Have Met All Graduation Requirements\nOther Than Successful Passage of the CAHSEE\n\t \n\t \n\t \nWHEREAS, the District policy is to prepare all students to obtain a diploma of high school graduation to enable them to take advantage of opportunities for postsecondary education and/or employment; \n\t \nWHEREAS, the District’s Board Policies, including Board Policies 5123, 5127, 6146.1 and 6162.62, provide that each student completing grade 12 shall have successfully passed the CAHSEE as a condition of receiving a diploma;\n\t \nWHEREAS, the CAHSEE is not currently aligned to the Common Core State Standards and is widely considered ineffective as an assessment tool;\n\t \nWHEREAS, Senate Bill (SB) 172 (Liu), sponsored by the State Superintendent of Public Instruction Tom Torlakson, proposes to suspend the administration of the CAHSEE for the 2014–15, 2015–16, 2016–17, and 2017–18 school years, and the requirement that students pass this examination as a condition of graduation from high school;\n\t \nWHEREAS, on June 1, 2015, the California Department of Education (CDE) notified all school districts and County Offices of Education the CAHSEE may be suspended in 2015–16 school year and that there would be no July 2015 CAHSEE exam administration;\n\t \nWHEREAS, it has been reported that when administration of the CAHSEE test was cancelled by CDE for July 2015, approximately 5,000 students who had not yet passed the CAHSEE exam were unable to exercise their right or opportunity to retake the exam, and that there are many students in the Class of 2015 who were set to take the July CAHSEE who have met every other graduation requirement and have been accepted to college, but who are now unable to attend;\n\t \nWHEREAS, a high school diploma is a common qualification for paid gainful employment for persons 18 years and older;\n\t \nWHEREAS, there are forty-two (42) students identified in the Class of 2015 of the East Side Union High School District who did not receive a District graduation diploma solely on the basis of not passing the CAHSEE but who met all other graduation requirements (the “Affected Students”);\n\t \nWHEREAS, the Governing Board believes that public school districts have an obligation to provide fair opportunities for assessment to students to satisfy high school graduation diploma requirements;\n\t \nWHEREAS, SB 172 remains pending and has not been voted on by both houses of the State legislature or signed into law by the Governor;\n\t \nWHEREAS, the effect of the pendency of SB 172 and the unilateral action of the CDE to cancel the July 2015 administration of the CAHSEE exam is to create a legal limbo and deprive the Affected Students without fair or adequate notice of the opportunity to take or re-take the CAHSEE exam to meet the last remaining requirement for earning a diploma and thereby adversely impacting future educational and job opportunities.\n\t \nNOW, THEREFORE BE IT RESOLVED, that the Board of Trustees of the East Side Union High School District hereby adopts the above recitals as findings and does oppose the CDE’s decision to not adminster the July 2015 CAHSEE;\n\t \nIT IS HEREBY FURTHER RESOLVED THAT Board Policies 5123, 5127, 6146.1 and 6162.62 are hereby temporarily suspended in application for the Affected Students to the extent such policies require that each District student completing grade 12 shall have successfully passed the CAHSEE as a condition of receiving a diploma;\n\t \nIT IS HEREBY FURTHER RESOLVED THAT all Affected Students who have met all District graduation requirements in Board Policy 6146.1 except for passage of the CAHSEE exam as of the date hereof are hereby granted a graduation diploma from the East Side Union High School District. \n\t \nAPPROVED, PASSED AND ADOPTED by the Board of Trustees of the East Side Union High School District of San Jose, California on August 20, 2015.  \n\t \n\t \n\t \nAYES:    __________                                              \n\t \nNOES:    __________                                    \n\tABSTAIN:    __________                               \n\tABSENT:    __________                     \n\t \n\t \n\t \n\t \n\t \n___________________________________                                                                                                                                                           \nVan T. Le, President                                            \nGoverning Board                                                    \nEast Side Union High School District              \n\t \n\t \n___________________________________\nChris D. Funk, Superintendent  \nEast Side Union High School District\n\t \n\t \nRECOMMENDATION:\nIt is recommended that the Board of Trustees adopt Resolution #2015/2016-05 Approving Temporary Limited Suspension of Certain Board Policies Re: California High School Exit Examination (CAHSEE) and Approving Issuance of Diplomas to Class of 2015 Graduates Who Have Met All Graduation Requirements Other Than Successful Passage of the CAHSEE.\n", 
                    "item_number": "5.01", 
                    "item_recommendation": "It is recommended that the Board of Trustees adopt Resolution #2015/2016-05 Approving Temporary Limited Suspension of Certain Board Policies Re: California High School Exit Examination (CAHSEE) and Approving Issuance of Diplomas to Class of 2015 Graduates Who Have Met All Graduation Requirements Other Than Successful Passage of the CAHSEE.", 
                    "item_text": "Discussion and/or Action to Adopt Resolution # 2015/2016-05 Approving Temporary Limited Suspension of Certain Board Policies Re: California High School Exit Examination (CAHSEE) and Approving Issuance of Diplomas to Class of 2015 Graduates Who Have Met All Graduation Requirements Other Than Successful Passage of the CAHSEE – Chris D. Funk, Superintendent", 
                    "item_text_raw": "5.01 Discussion and/or Action to Adopt Resolution # 2015/2016-05 Approving Temporary Limited Suspension of Certain Board Policies Re: California High School Exit Examination (CAHSEE) and Approving Issuance of Diplomas to Class of 2015 Graduates Who Have Met All Graduation Requirements Other Than Successful Passage of the CAHSEE – Chris D. Funk, Superintendent", 
                    "item_type": "Action, Discussion"
                }
            ], 
            "section_name": "BOARD OF TRUSTEES/SUPERINTENDENT - OPERATIONAL ITEMS/BOARD DISCUSSION AND/OR ACTION", 
            "section_number": ""
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "9ZK3EF0661B1", 
                    "item_details": "\nPresident Adjourns the meeting.\n", 
                    "item_number": "6.01", 
                    "item_recommendation": "", 
                    "item_text": "President Adjourns the Meeting", 
                    "item_text_raw": "6.01 President Adjourns the Meeting", 
                    "item_type": "Action"
                }
            ], 
            "section_name": "ADJOURNMENT", 
            "section_number": ""
        }
    ]
}