{
    "agency": "east_side_uhsd", 
    "meeting_date": "08-22-2013", 
    "meeting_sections": [
        {
            "items": [
                {
                    "boarddocs_id": "98CUL97B050E", 
                    "item_details": "\nThe Regular Board Meeting will begin at 4:30 p.m. in the Board Room of the Education Center.   Anyone wishing to address the Board regarding Closed Session items may speak at this time.  The Board will then adjourn to Closed Session in the Superintendent’s Conference Room.\n", 
                    "item_number": "1.01", 
                    "item_recommendation": "", 
                    "item_text": "Roll Call", 
                    "item_text_raw": "1.01 Roll Call", 
                    "item_type": "Action"
                }, 
                {
                    "boarddocs_id": "98CULC7B0514", 
                    "item_details": "\nAnnouncement and Public Comment regarding Items to be discussed in Closed Session (Government Code 54957.7).  \n\t \nPersons wishing to address the Board on Closed Session items or any subject not on the agenda must fill out a gold request form, which is located at the entrance of the Board Room.\n", 
                    "item_number": "1.02", 
                    "item_recommendation": "", 
                    "item_text": "Announcement and Public Comment regarding Items to be discussed in Closed Session (Government Code 54957.7). Persons wishing to address the Board on Closed Session items or any subject not on the agenda must fill out a gold request form, which is located at the entrance of the Board Room.", 
                    "item_text_raw": "1.02 Announcement and Public Comment regarding Items to be discussed in Closed Session (Government Code 54957.7). Persons wishing to address the Board on Closed Session items or any subject not on the agenda must fill out a gold request form, which is located at the entrance of the Board Room.", 
                    "item_type": "Action"
                }, 
                {
                    "boarddocs_id": "98CULF7B051B", 
                    "item_details": "", 
                    "item_number": "1.03", 
                    "item_recommendation": "", 
                    "item_text": "Recess to Closed Session in the Superintendent's Conference Room (Open Session will resume at the end of Closed Session in the Board Room at approximately 6:00 p.m.) See item 2 on agenda (Closed Session).", 
                    "item_text_raw": "1.03 Recess to Closed Session in the Superintendent's Conference Room (Open Session will resume at the end of Closed Session in the Board Room at approximately 6:00 p.m.) See item 2 on agenda (Closed Session).", 
                    "item_type": "Action"
                }
            ], 
            "section_name": "CALL TO ORDER/ROLL CALL", 
            "section_number": ""
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "98CULK7B0523", 
                    "item_details": "", 
                    "item_number": "2.01", 
                    "item_recommendation": "", 
                    "item_text": "Expulsion(s): None", 
                    "item_text_raw": "2.01 Expulsion(s): None", 
                    "item_type": "Action, Discussion"
                }, 
                {
                    "boarddocs_id": "98CULN7B0529", 
                    "item_details": "\nPublic Employee Performance Evaluation (Government Code Section 54957)\n", 
                    "item_number": "2.02", 
                    "item_recommendation": "", 
                    "item_text": "Public Employee Performance Evaluation (Government Code Section 54957)", 
                    "item_text_raw": "2.02 Public Employee Performance Evaluation (Government Code Section 54957)", 
                    "item_type": "Action, Discussion"
                }, 
                {
                    "boarddocs_id": "98CULR7B052F", 
                    "item_details": "\nPublic Employment/Public Employee Appointment (Government Code Section 54957)\n\t \nPrincipal (1)\nAssociate Principal (1)\n\t \n", 
                    "item_number": "2.03", 
                    "item_recommendation": "", 
                    "item_text": "Public Employment/Public Employee Appointment (Government Code Section 54957): Principal (1); Associate Principal (1)", 
                    "item_text_raw": "2.03 Public Employment/Public Employee Appointment (Government Code Section 54957): Principal (1); Associate Principal (1)", 
                    "item_type": "Action, Discussion"
                }, 
                {
                    "boarddocs_id": "98CULU7B0535", 
                    "item_details": "", 
                    "item_number": "2.04", 
                    "item_recommendation": "", 
                    "item_text": "Public Employee Discipline/Dismissal/Release (Government Code Section 54957)", 
                    "item_text_raw": "2.04 Public Employee Discipline/Dismissal/Release (Government Code Section 54957)", 
                    "item_type": "Action, Discussion"
                }, 
                {
                    "boarddocs_id": "98CULX7B053E", 
                    "item_details": "\nConference with Labor Negotiators (Government Code Section 54957.6)\n\t \nAgency Designated Representatives:\n\tChris D. Funk, Superintendent\nMarcus Battle, Associate Superintendent of Business Services\nJuan Cruz, Assistant Superintendent of Instructional Services\nCari Vaeth, Director of Human Resources\nVida Branner, Director of Compensation and Classified Employee Relations\nEmployee Organizations:\n\tAmerican Federation of Teachers (AFT)\n\tCalifornia School Employees Association (CSEA)\n\tEast Side Teachers Association (ESTA)\n\t \nUnrepresented Employees:\nAdministrators\nâManagers\nâConfidential Employees\n", 
                    "item_number": "2.05", 
                    "item_recommendation": "", 
                    "item_text": "Conference with Labor Negotiators (Government Code Section 54957.6)", 
                    "item_text_raw": "2.05 Conference with Labor Negotiators (Government Code Section 54957.6)", 
                    "item_type": "Action, Discussion"
                }, 
                {
                    "boarddocs_id": "98CUM27B0547", 
                    "item_details": "\nConference with Legal Counsel - Anticipated Litigation \nSignificant exposure to litigation pursuant to subdivision (b) of Government Code Section 54956.9: \n\t \nClaim for Damages of P. Cervantez; and,\nTwo (2) Potential Cases\n", 
                    "item_number": "2.06", 
                    "item_recommendation": "", 
                    "item_text": "Conference with Legal Counsel - Anticipated Litigation: Significant exposure to litigation pursuant to subdivision (b) of Government Code Section 54956.9: Claim for Damages of P. Cervantez; and, Two (2) Potential Cases", 
                    "item_text_raw": "2.06 Conference with Legal Counsel - Anticipated Litigation: Significant exposure to litigation pursuant to subdivision (b) of Government Code Section 54956.9: Claim for Damages of P. Cervantez; and, Two (2) Potential Cases", 
                    "item_type": "Action, Discussion"
                }, 
                {
                    "boarddocs_id": "98CUM57B054E", 
                    "item_details": "\nConference with Legal Counsel - Anticipated Litigation \nInitiation of litigation pursuant to subdivision (c) of Government Code Section 54956.9: \n\t \nTwo (2) Potential Cases\n", 
                    "item_number": "2.07", 
                    "item_recommendation": "", 
                    "item_text": "Conference with Legal Counsel - Anticipated Litigation: Initiation of litigation pursuant to subdivision (c) of Government Code Section 54956.9: Two (2) Potential Cases", 
                    "item_text_raw": "2.07 Conference with Legal Counsel - Anticipated Litigation: Initiation of litigation pursuant to subdivision (c) of Government Code Section 54956.9: Two (2) Potential Cases", 
                    "item_type": "Action, Discussion"
                }
            ], 
            "section_name": "CLOSED SESSION", 
            "section_number": ""
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "98CUM87B0554", 
                    "item_details": "\n \nI pledge allegiance \nto the flag of the\nUnited States of America\nand to the Republic\nfor which it stands\none nation under God\nindivisible with liberty\nand justice for all.\n", 
                    "item_number": "3.01", 
                    "item_recommendation": "", 
                    "item_text": "Pledge of Allegiance", 
                    "item_text_raw": "3.01 Pledge of Allegiance", 
                    "item_type": "Action"
                }
            ], 
            "section_name": "RESUME OPEN SESSION AT APPROXIMATELY 6:00 P.M. - EDUCATION CENTER BOARD ROOM", 
            "section_number": ""
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "98CUMC7B055D", 
                    "item_details": "\nInformation explaining Board meeting procedures and how citizens can address the Board will be read. Written information is located near the entrance to the Board Room.\n", 
                    "item_number": "4.01", 
                    "item_recommendation": "", 
                    "item_text": "Information explaining Board meeting procedures and how citizens can address the Board will be read. Written information is located near the entrance to the Board Room.", 
                    "item_text_raw": "4.01 Information explaining Board meeting procedures and how citizens can address the Board will be read. Written information is located near the entrance to the Board Room.", 
                    "item_type": "Action"
                }
            ], 
            "section_name": "WELCOME AND EXPLANATION TO AUDIENCE", 
            "section_number": ""
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "98CUMG7B0568", 
                    "item_details": "\nFor consideration by the Board of Trustees.\n", 
                    "item_number": "5.01", 
                    "item_recommendation": "", 
                    "item_text": "For consideration by the Board of Trustees", 
                    "item_text_raw": "5.01 For consideration by the Board of Trustees", 
                    "item_type": "Action, Discussion"
                }
            ], 
            "section_name": "ADOPTION OF AGENDA", 
            "section_number": ""
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "9ABTPQ77C0A9", 
                    "item_details": "", 
                    "item_number": "6.01", 
                    "item_recommendation": "", 
                    "item_text": "No item(s) on calendar under this section.", 
                    "item_text_raw": "6.01 No item(s) on calendar under this section.", 
                    "item_type": null
                }
            ], 
            "section_name": "BOARD SPECIAL RECOGNITION(S)", 
            "section_number": ""
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "9ABTPR77C113", 
                    "item_details": "", 
                    "item_number": "7.01", 
                    "item_recommendation": "", 
                    "item_text": "No item(s) on calendar under this section.", 
                    "item_text_raw": "7.01 No item(s) on calendar under this section.", 
                    "item_type": null
                }
            ], 
            "section_name": "STUDENT BOARD LIAISON(S) (5 minutes each)", 
            "section_number": ""
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "98CUMN7B0575", 
                    "item_details": "\nThe Superintendent and/or Board Member(s) may request that items be considered, discussed, and acted on out of the order indicated on the agenda as per schedule.\n", 
                    "item_number": "8.01", 
                    "item_recommendation": "", 
                    "item_text": "The Superintendent and/or Board Member(s) may request that items be considered, discussed, and acted on out of the order indicated on the agenda as per schedule.", 
                    "item_text_raw": "8.01 The Superintendent and/or Board Member(s) may request that items be considered, discussed, and acted on out of the order indicated on the agenda as per schedule.", 
                    "item_type": "Action, Discussion"
                }, 
                {
                    "boarddocs_id": "9A6NUX61B1DA", 
                    "item_details": "\nEAST SIDE UNION HIGH SCHOOL DISTRICT\n\t \nItem:  8.02\n\t \n\t \nTO:\nBoard of Trustees\n\t\t\t\t \n\t\t\t\t \nFROM:  \nChris D. Funk, Superintendent\n\t\t\t\t \n\t\t\t\t \nPREPARED BY:\nJuan Cruz, Assistant Superintendent of Instructional Services, and Kirsten King, Director of Instructional Services\n\t\t\t\t \n\t\t\t\t \nSUBJECT:\nDiscussion and/or Action of Consideration of Petition of Proposed B. Roberto Cruz Leadership Academy High School\n\t \n\t \nI.  Brief Introduction and Summary of Recommendation\n\t \nThe petitioner in this matter is the NHU Foundation, which submitted a petition (“Petition”) to establish the B. Roberto Cruz Academy Charter School (“BRC”) dated April 29, 2013 and was received by the Board of Trustees on May 9th, 2013.  A public hearing was held at the June 11, 2013, Regular Board Meeting pursuant to Education Code section 47605(a) to “consider the level of support for the petition by teachers employed by the district, other employees of the district, and parents.” Mr. Edward Alvarez, President of the NHU Foundation spoke on behalf of the charter school. Pursuant to Section 47605, the Board, following review of the petition and the public hearing, shall either grant or deny the charter petition.\n\t \nThe mission of the charter school as stated in the petition on pg. 4, is “’to accelerate, train and specialize high school students on a pathway to become credentialed teachers and work with historically educationally underserved students.’  A BRC graduate will possess a unique skill-set that will ensure their earning a meaningful high school diploma. A BRC diploma signifies their full qualification to pursue a post-secondary educational opportunity of their choice to become a California Credentialed Teacher.” \n\t \nTo achieve that mission, the charter school, in partnership with the National Hispanic University, will seek to decrease the amount of time needed to train and credential a new teacher from six years to just five, by completing one year of college by the time they graduate.\n\t \nThe District Administration recognizes that the mission as stated in the Petition is laudable and, if successfully implemented, would serve an important need and provide an important benefit to the community.  However, as described in this memorandum, there are concerns regarding the financial assumptions written in the petition as well as concerns about the organizations ability to implement the stated college preparatory program. The petition states that BRC will use much of the same educational program implemented in Latino College Preparatory Academy Charter School (“LCPA 1”) a current charter school chartered by the ESUHSD and governed by the NHU Foundation.  Petitioner offers the track records of LCPA 1 as the rationale for opening BRC and the basis for BRC’s future success. The NHU Foundation would be the governing body for both LCPA 1 and BRC, as well as Latino College Preparatory Academy II (“LCPA II”), an additional charter petition submitted by the NHU Foundation for consideration by the Board.  Administration currently has concerns about the educational program of the NHU Foundation’s current charter LCPA 1 which raise questions and concerns about Petitioner’s ability to successfully implement the program set forth in the BRC petition and in the LCPA II petition as well. \n\t \nFor the above reasons and as described in detail below, the Administration recommends conditionally approving the BRC charter with the conditions stated in this memo. \n\t \nII.  Standard for Review/Denial/Authorization\n\t \nPursuant to Education Code section 47605(b), the Governing Board of a school district shall not deny a petition for the establishment of a charter school unless it makes written factual findings, “specific to the particular petition”, setting forth specific facts to support one or more of the following findings:\n\t \nThe charter school presents an unsound educational program for the pupils to be enrolled in the charter school.\nThe petitioners are demonstrably unlikely to successfully implement the program set forth in the petition.\nThe petition does not contain the number of signatures required by subdivision (a). \nThe petition does not contain an affirmation of each of the conditions described in subdivision (d). \nThe petition does not contain reasonably comprehensive descriptions of all of the following:\n\t \n(A) (i) A description of the educational program of the school, designed, among other things, to identify those whom the school is attempting to educate, what it means to be an \"educated person\" in the 21st century, and how learning best occurs. The goals identified in that program shall include the objective of enabling pupils to become self-motivated, competent, and lifelong learners.\n\t \n (ii) If the proposed school will serve high school pupils, a description of the manner in which the charter school will inform parents about the transferability of courses to other public high schools and the eligibility of courses to meet college entrance requirements. Courses offered by the charter school that are accredited by the Western Association of Schools and Colleges may be considered transferable and courses approved by the University of California or the California State University as creditable under the \"A\" to \"G\" admissions criteria may be considered to meet college entrance requirements.\n\t \n\t \n (B) The measurable pupil outcomes identified for use by the charter school. \"Pupil outcomes,\" for purposes of this part, means the extent to which all pupils of the school demonstrate that they have attained the skills, knowledge, and attitudes specified as goals in the school's educational program. Pupil outcomes shall include outcomes that address increases in pupil academic achievement both school-wide and for all groups of pupils served by the charter school, as that term is defined in subparagraph (B) of paragraph (3) of subdivision (a) of Section 47607.\n\t \n (C) The method by which pupil progress in meeting those pupil outcomes is to be measured.\n\t \n (D) The governance structure of the school, including, but not limited to, the process to be followed by the school to ensure parental involvement.\n\t \n (E) The qualifications to be met by individuals to be employed by the school.\n\t \n (F) The procedures that the school will follow to ensure the health and safety of pupils and staff. These procedures shall include the requirement that each employee of the school furnish the school with a criminal record summary as described in Section 44237.\n\t \n (G) The means by which the school will achieve a racial and ethnic balance among its pupils that is reflective of the general population residing within the territorial jurisdiction of the school district to which the charter petition is submitted.\n\t \n (H) Admission requirements, if applicable.\n\t \n (I) The manner in which annual, independent financial audits shall be conducted, which shall employ generally accepted accounting principles, and the manner in which audit exceptions and deficiencies shall be resolved to the satisfaction of the chartering authority.\n\t \n (J) The procedures by which pupils can be suspended or expelled.\n\t \n (K) The manner by which staff members of the charter schools will be covered by the State Teachers' Retirement System, the Public Employees' Retirement System, or federal social security.\n\t \n (L) The public school attendance alternatives for pupils residing within the school district who choose not to attend charter schools.\n\t \n (M) A description of the rights of any employee of the school district upon leaving the employment of the school district to work in a charter school, and of any rights of return to the school district after employment at a charter school.\n\t \n (N) The procedures to be followed by the charter school and the entity granting the charter to resolve disputes relating to provisions of the charter.\n\t \n (O) A declaration whether or not the charter school shall be deemed the exclusive public school employer of the employees of the charter school for purposes of Chapter 10.7 (commencing with Section 3540) of Division 4 of Title 1 of the Government Code.\n\t \n (P) A description of the procedures to be used if the charter school closes. The procedures shall ensure a final audit of the school to determine the disposition of all assets and liabilities of the charter school, including plans for disposing of any net assets and for the maintenance and transfer of pupil records.\n\t \nIII.  Administration’s Recommended Conditions of Approval\n\t \n1.     Condition #1:  Petitioner must submit to the District documentation from UC Doorways that LCPA 1 has the minimum 15 courses required to certify students UC a-g eligible by April 15, 2014. \n\t \na.     The BRC petition proposes to use the educational program currently in place at LCPA 1 as the bases for the curriculum at BRC. LCPA 1 has been in operation for 12 years and currently does not have the minimum 15 courses approved by UC Doorways to certify that graduates have completed the UC/CSU course requirements for admissions. \n\t \nb.    LCPA 1 is currently working on obtaining UC Doorways approval of their courses but has not achieved this status yet. Therefore prior to opening BRC, described in the petition as a college preparatory high school, the course work at LCPA 1, stated to be used at BRC, needs to be UC/CSU approved. \n\t \nCondition #2:  Submit proof of intended enrollment by June 15, 2014 for LCPA 1, LCPA II, and BRC.  Such proof shall include signed statements from parents identifying their student by name, age and grade level, and that they have enrolled or intended to enroll such student in LCPA 1, LCPA II or BRC. \n\t \na. There is compelling evidence and indicators that BRC will not meet its enrollment targets. The current enrollment of LCPA I – NHU Foundation’s existing charter school -- shows an under enrollment of 35 students. The current charter petition does not contain any indication that it will meet its enrollment of 100. The projected enrollment of the current charter LCPA I was not met, and next year combining both LCPA I, BRC, and LCPA 2 the NHU Foundation will need 335 more students to reach enrollment projections: 135 students for LCPA I, 100 students for BRC, and 100 students for LCPA 2. There is no documentation in this Petition that indicates any method or plan for achieving those enrollment goals but the NHU Foundation has indicated that they have hired a recruiter. Failure to achieve the targeted enrollment will result in adverse financial consequences to the Charter School.  The Petitioner projects a 100 student enrollment in year one and uses an enrollment of 105 students with a high ADA rate in the budget analysis in order to show a positive end of year budget balance.  \n\t \nb. The budget assumptions listed in the petition include receiving a facilities grant based on 105 student enrollment in year 1, 210 student enrollment in year two, and 315 student enrollment in year 3, along with 96% ADA. The actual ADA 3-year average rate for LCPA is 93.89% and as stated in “a” above it appears likely BRC will not make its enrollment projections. \nAdministration reworked the 3 year projected budget based on a 100 student enrollment in year 1, increased revenue to include the new LCFF funding, and 93.89% ADA. See Attachment A. If BRC receives the facilities grant and makes the 100 student enrollment target, it will have a $25,671 positive end fund balance after year 1. If BRC receives the facilities grant but does not make the 100 student enrollment target, and only enrolls 80 students, it will have a negative $144,475 ending fund balance in year 1. If BRC receives the facilities grant but only enrolls 90 students it will have a negative $59,463 ending fund balance in year 1. Therefore proof of enrollment in all 3 schools would provide an assurance that BRC would likely achieve a positive budget and remain solvent through year 1. \n\t \nCondition #3:  Submit proof that the NHU Foundation has acquired an appropriate facility to house the BRC school with appropriate proof of insurance by July 1, 2014.\n\t \nCondition #4:  Successfully negotiate an acceptable MOU agreement with the district by November 30, 2013.\n\t \nCondition #5:  Correct deficiencies in the charter petitions noted in the evaluation matrix submitted to the Board during these authorization proceedings by no later than January 30, 2014. \n\t \na.    Items concerning the educational program were missing in the charter proposal documents. These items have been submitted by the petitioners since the acceptance of the proposals and should be included in the charter document. These items include: Graduation Requirements, English Language Learner reclassification requirements, proposed school calendar of days, and proposed bell schedule. \n\t \nb.     Other entities are referred to in the charter that are inappropriate and should be corrected for example reference to the to the SCCOE Superintendent on Pg. 119.\n\t \nc.    Other areas that need correction, such as measurable student outcome (required by Education Code), are specified in the Charter Evaluation Matrix – BRC, Attached. \n\t \n\t \n\t \nFUNDING SOURCE:\nNot applicable\n\t \nFISCAL IMPACT:\nNot applicable\n\t \nRECOMMENDATION:\nIt is recommended that the Board of Trustees review and consider the proposed B. Roberto Cruz Leadership Academy submitted by Petitioner NHU Foundation.  If the Board determines to authorize the charter conditionally based on the satisfactory submission and resolution of the conditions stated above by the dates indicated above, then Administration proposes and recommends that the Board adopt the above analysis and factual findings in support of its conditional approval. On that basis, Administration recommends authorizing the charter petition based on satisfaction of Conditions nos. 1-5 above as described herein and that the Petition be approved solely on that basis for a term of 2 years to end on June 30, 2015.  \n\t \n\t \n\t \n", 
                    "item_number": "8.02", 
                    "item_recommendation": "It is recommended that the Board of Trustees review and consider the proposed B. Roberto Cruz Leadership Academy submitted by Petitioner NHU Foundation. If the Board determines to authorize the charter conditionally based on the satisfactory submission and resolution of the conditions stated above by the dates indicated above, then Administration proposes and recommends that the Board adopt the above analysis and factual findings in support of its conditional approval. On that basis, Administration recommends authorizing the charter petition based on satisfaction of Conditions nos. 1-5 above as described herein and that the Petition be approved solely on that basis for a term of 2 years to end on June 30, 2015.", 
                    "item_text": "Discussion and/or Action of Consideration of Petition of Proposed B. Roberto Cruz Leadership Academy High School - Juan Cruz, Assistant Superintendent of Instructional Services and Kirsten King, Director of Instructional Services", 
                    "item_text_raw": "8.02 Discussion and/or Action of Consideration of Petition of Proposed B. Roberto Cruz Leadership Academy High School - Juan Cruz, Assistant Superintendent of Instructional Services and Kirsten King, Director of Instructional Services", 
                    "item_type": "Action, Discussion"
                }, 
                {
                    "boarddocs_id": "9A6NPW60E68A", 
                    "item_details": "\nItem:  8.03\n\t \n\t \nTO:\nBoard of Trustees\n\t\t\t\t \n\t\t\t\t \nFROM:  \nChris D. Funk, Superintendent\n\t\t\t\t \n\t\t\t\t \nPREPARED BY:\nJuan Cruz, Assistant Superintendent of Instructional Services, and Kirsten King, Director of Instructional Services\n\t\t\t\t \n\t\t\t\t \nSUBJECT:\nDiscussion and/or Action of Consideration of Petition of Proposed Latino College Preparatory Academy II High School\n\t \n\t \n\t \nI.  Brief Introduction and Summary of Recommendation\n\t \nThe petitioner in this matter is the NHU Foundation, which submitted a petition (“Petition”) to establish the Latino College Prepatory Academy II (“LCPS II”) dated April 29, 2013 and was received by the Board of Trustees on May 9th, 2013.  A public hearing was held at the June 27, 2013, Regular Board Meeting pursuant to Education Code section 47605(a) to “consider the level of support for the petition by teachers employed by the district, other employees of the district, and parents.” Mr. Edward Alvarez, President of the NHU Foundation spoke on behalf of the charter school. Pursuant to Section 47605, the Board, following review of the petition and the public hearing, shall either grant or deny the charter petition.\n\t \nLCPA II is a proposed replica charter of LCPA I, a current charter school governed by the NHU Foundation and authorized by the district.  The mission of the charter school as stated in the petition on pg. 4, is \"The LCPA II mission is to enable underserved high school English Language Learners to become bi-literate, that is literate in their primary language and English, to master high-school-level English.  Mathematics, and science and to complete a-g requirements.  These skills and accomplishments will ensure their earning a meaningful high school diploma, that is, a diploma signifying their full qualification to pursue the post-secondary educational opportunities of their choice,\"\n\t \nThe District Administration recognizes that the mission as stated in the Petition is laudable and, if successfully implemented, would serve an important need and provide an important benefit to the community.  However, as described in this memorandum, there are concerns regarding the financial assumptions written in the petition as well as concerns about the organizations ability to implement the stated college preparatory program. The petition states that LCPA II will use much of the same educational program implemented in Latino College Preparatory Academy Charter School (“LCPA 1”) a current charter school chartered by the ESUHSD and governed by the NHU Foundation.  Petitioner offers the track records of LCPA 1 as the rationale for opening LCPA II and the basis for LCPA's future success. The NHU Foundation would be the governing body for both LCPA 1 and LCPA II, as well as B. Roberto Cruz Leadership Academy (BRC), an additional charter petition submitted by the NHU Foundation for consideration by the Board.  Administration currently has concerns about the educational program of the NHU Foundation’s current charter LCPA 1 which raise questions and concerns about Petitioner’s ability to successfully implement the program set forth in the LCPA II petition and in the BRC petition as well. \n\t \nFor the above reasons and as described in detail below, the Administration recommends conditionally approving the LCPA II charter with the conditions stated in this memo. \n\t \nII.  Standard for Review/Denial/Authorization\n\t \nPursuant to Education Code section 47605(b), the Governing Board of a school district shall not deny a petition for the establishment of a charter school unless it makes written factual findings, “specific to the particular petition”, setting forth specific facts to support one or more of the following findings:\n\t \nThe charter school presents an unsound educational program for the pupils to be enrolled in the charter school.\nThe petitioners are demonstrably unlikely to successfully implement the program set forth in the petition.\nThe petition does not contain the number of signatures required by subdivision (a). \nThe petition does not contain an affirmation of each of the conditions described in subdivision (d). \nThe petition does not contain reasonably comprehensive descriptions of all of the following:\n\t \n(A) (i) A description of the educational program of the school, designed, among other things, to identify those whom the school is attempting to educate, what it means to be an \"educated person\" in the 21st century, and how learning best occurs. The goals identified in that program shall include the objective of enabling pupils to become self-motivated, competent, and lifelong learners.\n\t \n (ii) If the proposed school will serve high school pupils, a description of the manner in which the charter school will inform parents about the transferability of courses to other public high schools and the eligibility of courses to meet college entrance requirements. Courses offered by the charter school that are accredited by the Western Association of Schools and Colleges may be considered transferable and courses approved by the University of California or the California State University as creditable under the \"A\" to \"G\" admissions criteria may be considered to meet college entrance requirements.\n\t \n\t \n (B) The measurable pupil outcomes identified for use by the charter school. \"Pupil outcomes,\" for purposes of this part, means the extent to which all pupils of the school demonstrate that they have attained the skills, knowledge, and attitudes specified as goals in the school's educational program. Pupil outcomes shall include outcomes that address increases in pupil academic achievement both school-wide and for all groups of pupils served by the charter school, as that term is defined in subparagraph (B) of paragraph (3) of subdivision (a) of Section 47607.\n\t \n (C) The method by which pupil progress in meeting those pupil outcomes is to be measured.\n\t \n (D) The governance structure of the school, including, but not limited to, the process to be followed by the school to ensure parental involvement.\n\t \n (E) The qualifications to be met by individuals to be employed by the school.\n\t \n (F) The procedures that the school will follow to ensure the health and safety of pupils and staff. These procedures shall include the requirement that each employee of the school furnish the school with a criminal record summary as described in Section 44237.\n\t \n (G) The means by which the school will achieve a racial and ethnic balance among its pupils that is reflective of the general population residing within the territorial jurisdiction of the school district to which the charter petition is submitted.\n\t \n (H) Admission requirements, if applicable.\n\t \n (I) The manner in which annual, independent financial audits shall be conducted, which shall employ generally accepted accounting principles, and the manner in which audit exceptions and deficiencies shall be resolved to the satisfaction of the chartering authority.\n\t \n (J) The procedures by which pupils can be suspended or expelled.\n\t \n (K) The manner by which staff members of the charter schools will be covered by the State Teachers' Retirement System, the Public Employees' Retirement System, or federal social security.\n\t \n (L) The public school attendance alternatives for pupils residing within the school district who choose not to attend charter schools.\n\t \n (M) A description of the rights of any employee of the school district upon leaving the employment of the school district to work in a charter school, and of any rights of return to the school district after employment at a charter school.\n\t \n (N) The procedures to be followed by the charter school and the entity granting the charter to resolve disputes relating to provisions of the charter.\n\t \n (O) A declaration whether or not the charter school shall be deemed the exclusive public school employer of the employees of the charter school for purposes of Chapter 10.7 (commencing with Section 3540) of Division 4 of Title 1 of the Government Code.\n\t \n (P) A description of the procedures to be used if the charter school closes. The procedures shall ensure a final audit of the school to determine the disposition of all assets and liabilities of the charter school, including plans for disposing of any net assets and for the maintenance and transfer of pupil records.\n\t \nIII.  Administration’s Recommended Conditions of Approval\n\t \n1.     Condition #1:  Petitioner must submit to the District documentation from UC Doorways that LCPA 1 has the minimum 15 courses required to certify students UC a-g eligible by April 15, 2014. \n\t \na.     The LCPA II petition proposes to use the educational program currently in place at LCPA 1 as the bases for the curriculum at LCPA II. LCPA 1 has been in operation for 12 years and currently does not have the minimum 15 courses approved by UC Doorways to certify that graduates have completed the UC/CSU course requirements for admissions. \n\t \nb.    LCPA 1 is currently working on obtaining UC Doorways approval of their courses but has not achieved this status yet. Therefore prior to opening LCPA II, described in the petition as a college preparatory high school, the course work at LCPA 1, stated to be used at LCPA II, needs to be UC/CSU approved. \n\t \nCondition #2:  Submit proof of intended enrollment by June 15, 2014 for LCPA 1, LCPA II, and BRC.  Such proof shall include signed statements from parents identifying their student by name, age and grade level, and that they have enrolled or intended to enroll such student in LCPA I, LCPA II or BRC. \n\t \na. There is compelling evidence and indicators that LCPA II will not meet its enrollment targets. The current enrollment of LCPA I – NHU Foundation’s existing charter school -- shows an under enrollment of 35 students. The current charter petition does not contain any indication that it will meet its enrollment of 100. The projected enrollment of the current charter LCPA I was not met, and next year combining both LCPA I, BRC, and LCPA II the NHU Foundation will need 335 more students to reach enrollment projections: 135 students for LCPA II, 100 students for BRC, and 100 students for LCPA II. There is no documentation in this Petition that indicates any method or plan for achieving those enrollment goals but the NHU Foundation has indicated that they have hired a recruiter. Failure to achieve the targeted enrollment will result in adverse financial consequences to the Charter School.  The Petitioner projects a 100 student enrollment in year one and uses an enrollment of 105 students with a high ADA rate in the budget analysis in order to show a positive end of year budget balance.  \n\t \nb. The budget assumptions listed in the petition include receiving a facilities grant based on 105 student enrollment in year 1, 210 student enrollment in year two, and 315 student enrollment in year 3, along with 96% ADA. The actual ADA 3-year average rate for LCPA is 93.89% and as stated in “a” above it appears likely LCPA II will not make its enrollment projections. Administration reworked the 3 year projected budget based on a 100 student enrollment in year 1, increased revenue to include the new LCFF funding, and 93.89% ADA. See Attachment A. If LCPA II  receives the facilities grant and makes the 100 student enrollment target, it will have a $25,671 positive end fund balance after year 1. If LCPA II receives the facilities grant but does not make the 100 student enrollment target, and only enrolls 80 students, it will have a negative $144,475 ending fund balance in year 1. If LCPA II receives the facilities grant but only enrolls 90 students it will have a negative $59,463 ending fund balance in year 1. Therefore proof of enrollment in all 3 schools would provide an assurance that LCPA II would likely achieve a positive budget and remain solvent through year 1. \n\t \nCondition #3:  Submit proof that the NHU Foundation has acquired an appropriate facility to house the LCPA II school with appropriate proof of insurance by July 1, 2014.\n\t \nCondition #4:  Successfully negotiate an acceptable MOU agreement with the district by November 30, 2013.\n\t \nCondition #5:  Correct deficiencies in the charter petitions noted in the evaluation matrix submitted to the Board during these authorization proceedings by no later than January 30, 2014. \n\t \na.    Items concerning the educational program were missing in the charter proposal documents. These items have been submitted by the petitioners since the acceptance of the proposals and should be included in the charter document. These items include: Graduation Requirements, English Language Learner reclassification requirements, proposed school calendar of days, and proposed bell schedule. \n\t \nb.     Other entities are referred to in the charter that are inappropriate and should be corrected for example reference to the to the SCCOE Superintendent on Pg. 103.\n\t \nc.    Other areas that need correction, such as measurable student outcome (required by Education Code), are specified in the Charter Evaluation Matrix – LCPA II, Attached. \n\t \n\t \n\t \nFUNDING SOURCE:\nNot applicable\n\t \nFISCAL IMPACT:\nNot applicable\n\t \nRECOMMENDATION:\nIt is recommended that the Board of Trustees review and consider the proposed Latino College Preparatory Academy II submitted by Petitioner NHU Foundation.  If the Board determines to authorize the charter conditionally based on the satisfactory submission and resolution of the conditions stated above by the dates indicated above, then Administration proposes and recommends that the Board adopt the above analysis and factual findings in support of its conditional approval. On that basis, Administration recommends authorizing the charter petition based on satisfaction of Conditions nos. 1-5 above as described herein and that the Petition be approved solely on that basis for a term of 2 years to end on June 30, 2015.  \n\t \n\t \n\t \n", 
                    "item_number": "8.03", 
                    "item_recommendation": "It is recommended that the Board of Trustees review and consider the proposed Latino College Preparatory Academy II submitted by Petitioner NHU Foundation. If the Board determines to authorize the charter conditionally based on the satisfactory submission and resolution of the conditions stated above by the dates indicated above, then Administration proposes and recommends that the Board adopt the above analysis and factual findings in support of its conditional approval. On that basis, Administration recommends authorizing the charter petition based on satisfaction of Conditions nos. 1-5 above as described herein and that the Petition be approved solely on that basis for a term of 2 years to end on June 30, 2015.", 
                    "item_text": "Discussion and/or Action of Consideration of Petition of Proposed Latino College Preparatory Academy II High School - Juan Cruz, Assistant Superintendent of Instructional Services and Kirsten King, Director of Instructional Services", 
                    "item_text_raw": "8.03 Discussion and/or Action of Consideration of Petition of Proposed Latino College Preparatory Academy II High School - Juan Cruz, Assistant Superintendent of Instructional Services and Kirsten King, Director of Instructional Services", 
                    "item_type": "Action, Discussion"
                }, 
                {
                    "boarddocs_id": "9A7QU76AD500", 
                    "item_details": "\nEAST SIDE UNION HIGH SCHOOL DISTRICT\n\t \nItem:  8.04\n\t \n\t \nTO:\nBoard of Trustees\n\t\t\t\t\t \n\t\t\t\t\t \nFROM: \nChris D. Funk, Superintendent\n\t\t\t\t\t \n\t\t\t\t\t \nPREPARED BY:\nJoshua Barousse, Chairperson and Cecil W. Lawson, former Chairperson of Measure G, Measure E and Measure I Citizens’ Bond Oversight Committee\n\t\t\t\t\t \n\t\t\t\t\t \nSUBJECT:\nPresentation and Receive Measure G, Measure E and Measure I Citizens' Bond Oversight Committee Annual Report for 2011-2012\n\t \nPresentation of the Citizens’ Bond Oversight Committee Annual Report for 2011-2012 by Joshua Barousse, Chairperson and Cecil W. Lawson, former Chairperson of Measure G, Measure E and Measure I Citizens’ Bond Oversight Committee.\n", 
                    "item_number": "8.04", 
                    "item_recommendation": "", 
                    "item_text": "Presentation and Receive Measure G, Measure E and Measure I Citizens' Bond Oversight Committee Annual Report for 2011-2012 - Joshua Barousse, Chairperson and Cecil W. Lawson, former Chairperson of Measure G, Measure E and Measure I Citizensâ Bond Oversight Committee", 
                    "item_text_raw": "8.04 Presentation and Receive Measure G, Measure E and Measure I Citizens' Bond Oversight Committee Annual Report for 2011-2012 - Joshua Barousse, Chairperson and Cecil W. Lawson, former Chairperson of Measure G, Measure E and Measure I Citizensâ Bond Oversight Committee", 
                    "item_type": "Discussion, Presentation"
                }, 
                {
                    "boarddocs_id": "9A7QU36AD259", 
                    "item_details": "\nEAST SIDE UNION HIGH SCHOOL DISTRICT\n\t \nItem:  8.05\n\t \n\t \n\t \nTO:\nBoard of Trustees\n\t\t\t\t\t \n\t\t\t\t\t \nFROM: \nChris D. Funk, Superintendent\n\t\t\t\t\t \n\t\t\t\t\t \nPREPARED BY:\nJoshua Barousse, Chairperson and Cecil W. Lawson, former Chairperson of Measure G, Measure E and Measure I Citizens’ Bond Oversight Committee\n\t\t\t\t\t \n\t\t\t\t\t \nSUBJECT:\nReceive Proposed Amendments of Measure G, Measure E and Measure I Citizens' Bond Oversight Committee Bylaws\n\t \nSubmitted by the Citizens' Bond Oversight Committee are the proposed amendments of Measure G, Measure E and Measure I Citizens' Bond Oversight Committee Bylaws for review and approval by the Board of Trustees. The two proposed changes are: 1) to include the oversight of Measure I in the bylaws and 2) to change the number of terms an individual can serve from 2 to 3. The ability to serve up to 3 terms was recently approved by the legislature. \n\t \n\t \nRECOMMENDATION:\nIt is recommended that the Board of Trustees approve the proposed amendment of Measure G, Measure E and Measure I Citizens' Bond Oversight Committee Bylaws to include Measure I and to change the term limitation.\n", 
                    "item_number": "8.05", 
                    "item_recommendation": "It is recommended that the Board of Trustees approve the proposed amendment of Measure G, Measure E and Measure I Citizens' Bond Oversight Committee Bylaws to include Measure I and to change the term limitation.", 
                    "item_text": "Receive Proposed Amendments of Measure G, Measure E and Measure I Citizens' Bond Oversight Committee Bylaws - Joshua Barousse, Chairperson and Cecil W. Lawson, former Chairperson of Measure G, Measure E and Measure I Citizensâ Bond Oversight Committee", 
                    "item_text_raw": "8.05 Receive Proposed Amendments of Measure G, Measure E and Measure I Citizens' Bond Oversight Committee Bylaws - Joshua Barousse, Chairperson and Cecil W. Lawson, former Chairperson of Measure G, Measure E and Measure I Citizensâ Bond Oversight Committee", 
                    "item_type": "Action, Discussion"
                }, 
                {
                    "boarddocs_id": "9A822S001D39", 
                    "item_details": "\nEAST SIDE UNION HIGH SCHOOL DISTRICT\n\t\t\t \nItem:  8.06\nTO:\nBoard of Trustees\n\t\t\t\t\t\t\t \nFROM:  \n\t\t\t\t\t\t\t \nChris D. Funk, Superintendent\n\t\t\t\t\t\t \n\t\t\t\t\t\t \nPREPARED BY:\nMarcus Battle, Associate Superintendent of Business Services, and Dale Scott, Financial Advisor, Dale Scott & Company, Scott Henry, Senior Vice President, and Katherine Perkins, Vice President, De La Rosa & Company Investment Bankers\n\t\t\t\t\t\t \n\t\t\t\t\t\t \nSUBJECT:\nPresentation, Discussion and/or Action regarding Summary of Bond Sale - 2013 General Obligation Refunding Bonds\n\t\t\t \nThe attached information is a summary of the results of the bond sale for the 2013 General Obligation Refunding Bonds that occurred on July 11, 2013. \n\t\t\t \n\t\t\t \nFISCAL IMPACT:\nNot Applicable\n\t\t\t \nFUNDING SOURCE:\nNot Applicable\n\t\t\t \nRECOMMENDATION:\nInformation Only.\n\t \n", 
                    "item_number": "8.06", 
                    "item_recommendation": "Information Only.", 
                    "item_text": "Presentation, Discussion and/or Action regarding Summary of Bond Sale-2013 General Obligation Refunding Bonds - Marcus Battle, Associate Superintendent of Business Services, Dale Scott, Financial Advisor, Dale Scott & Company, Scott Henry, Senior Vice President, and Katherine Perkins, Vice President, De La Rosa & Company Investment Bankers", 
                    "item_text_raw": "8.06 Presentation, Discussion and/or Action regarding Summary of Bond Sale-2013 General Obligation Refunding Bonds - Marcus Battle, Associate Superintendent of Business Services, Dale Scott, Financial Advisor, Dale Scott & Company, Scott Henry, Senior Vice President, and Katherine Perkins, Vice President, De La Rosa & Company Investment Bankers", 
                    "item_type": "Action, Discussion, Information, Presentation"
                }
            ], 
            "section_name": "SPECIAL ORDER OF BUSINESS - OPERATIONAL ITEMS/BOARD DISCUSSION AND/OR ACTION", 
            "section_number": ""
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "9A6T7D75F916", 
                    "item_details": "\n\t \nEAST SIDE UNION HIGH SCHOOL DISTRICT\n\t \nItem:  9.01\n\t \n\t \nTO:\nBoard of Trustees\n\t\t\t\t\t \nFROM:\nChris D. Funk, Superintendent\n\t\t\t\t\t \n\t\t\t\t\t \nPREPARED BY:\nCari Vaeth, Director, Human Resources\n\t\t\t\t\t \nSUBJECT:\nHold Public Hearing at Approximately 6:05 p.m.\n\t\t\t\t\t \nDiscussion and/or Action to Receive and Sunshine the Initial Proposal for Successor Contract: From San Jose Federation of Teachers, Local 957, AFT, AFL-CIO to the East Side Union High School District\n\t                                   \n\t \nThe District has received a copy of the San Jose Federation of Teachers Local 957, AFT, AFL-CIO initial bargaining proposal, a copy of which is attached.  Per the Government Code, the District must receive and sunshine in open session the initial proposal of any bargaining unit prior to commencing negotiations.  \nAdministration recommends that the Board receive, sunshine, and take any public comment on the initial proposal of the San Jose Federation of Teachers Local 957, AFT, AFL-CIO.\n\t \n\t \nFUNDING SOURCE:\nVarious\n\t \nFISCAL IMPACT:\nTo be negotiated\n\t \nRECOMMENDATION:\nIt is recommended that the Board of Trustees receive, sunshine and take any public comment on the initial proposal of the San Jose Federation of Teachers, Local 957, AFT, AFL-CIO.\n", 
                    "item_number": "9.01", 
                    "item_recommendation": "It is recommended that the Board of Trustees receive, sunshine and take any public comment on the initial proposal of the San Jose Federation of Teachers, Local 957, AFT, AFL-CIO.", 
                    "item_text": "Hold Public Hearing at Approximately 6:05 p.m. - Discussion and/or Action to Receive and Sunshine the Initial Proposal for Successor Contract: From San Jose Federation of Teachers, Local 957, AFT, AFL-CIO to the East Side Union High School District - Cari Vaeth, Director, Human Resources", 
                    "item_text_raw": "9.01 Hold Public Hearing at Approximately 6:05 p.m. - Discussion and/or Action to Receive and Sunshine the Initial Proposal for Successor Contract: From San Jose Federation of Teachers, Local 957, AFT, AFL-CIO to the East Side Union High School District - Cari Vaeth, Director, Human Resources", 
                    "item_type": "Action, Discussion"
                }
            ], 
            "section_name": "PUBLIC HEARING(S) - OPERATIONAL ITEMS/BOARD DISCUSSION AND/OR ACTION", 
            "section_number": ""
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "98CUMU7B0594", 
                    "item_details": "\nMembers of the public may address the Board on any subject not on tonight’s agenda; however, provisions of the Brown Act (Government Code Section 54954.2(a) and 54954.3) preclude any action.  As an unagendized item, no response is required from the Board or District staff and no action can be taken; however, the Board may instruct the Superintendent to agendize the item for a future meeting.  When your name is called, please come to the podium, state your name for the record, and limit your remarks to three (3) minutes.\n\t \nPersons wishing to address the Board must fill out a gold request form, which is located at the entrance of the Board Room.\n", 
                    "item_number": "10.01", 
                    "item_recommendation": "", 
                    "item_text": "Members of the public may address the Board on any subject not on tonightâs agenda; however, provisions of the Brown Act (Government Code Section 54954.2(a) and 54954.3) preclude any action. As an unagendized item, no response is required from the Board or District staff and no action can be taken; however, the Board may instruct the Superintendent to agendize the item for a future meeting. When your name is called, please come to the podium, state your name for the record, and limit your remarks to three (3) minutes. Persons wishing to address the Board must fill out a gold request form, which is located at the entrance of the Board Room.", 
                    "item_text_raw": "10.01 Members of the public may address the Board on any subject not on tonightâs agenda; however, provisions of the Brown Act (Government Code Section 54954.2(a) and 54954.3) preclude any action. As an unagendized item, no response is required from the Board or District staff and no action can be taken; however, the Board may instruct the Superintendent to agendize the item for a future meeting. When your name is called, please come to the podium, state your name for the record, and limit your remarks to three (3) minutes. Persons wishing to address the Board must fill out a gold request form, which is located at the entrance of the Board Room.", 
                    "item_type": "Action, Discussion"
                }
            ], 
            "section_name": "PUBLIC MEMBERS WHO WISH TO ADDRESS THE BOARD", 
            "section_number": ""
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "9AAUDR7B982F", 
                    "item_details": "\nEAST SIDE UNION HIGH SCHOOL DISTRICT\nItem:  11.01\n\t \n\t \nTO:\nBoard of Trustees\n\t\t\t\t \n\t\t\t\t \nFROM:  \nFrank Biehl, Board President, and Magdalena Carrasco, Board Member\n\t\t\t\t \n\t\t\t\t \nSUBJECT:\nDiscussion and/or Action to Adopt Resolution #2013/2014-01 Supporting a Road Map to Citizenship for Aspiring Citizens of the United States\n\t \n\t \nChildren of immigrants comprise 1 in 4 of all children in the United States and represent the fastest grown segment of the child population.  As such, children who have grown up in the United States, attended local schools, and demonstrated a commitment to succeed should not be limited by an immigration status they had no control over. Families are the building block of our society and culture; they should not be split apart.\n\t \nOver one million undocumented children under the age of 18 face limited access to higher education and only temporary limited access to higher education and only temporary legal means to join the work force.\n\t \nEast Side Union High School District remains committed to working on the side of justice and equity for all, along with our community partners, including unions, civil rights, human rights and immigrant rights organizations, to pass comprehensive immigration reform that is not just for immigrants’ rights, but for the rights of all workers who are trying to make a decent living for their families.  East Side District, which represents the voices of many citizens and immigrants, calls upon Congress to pass common-sense immigration reform that includes a humane, practical path to citizenship for undocumented immigrants and the reform of temporary worker programs that exploit immigrant workers and lower wages and working conditions for all workers.\n\t \nThe Board is asked to support and adopt the attached resolution in support of comprehensive immigration reform that includes a pathway to citizenship for aspiring citizens already in the United States. \n\t \n\t \n\t \nFISCAL IMPACT:\nNot Applicable\n\t \nFUNDING SOURCE:\nNot Applicable\n\t \nRECOMMENDATION:\nIt is recommended that the Board of Trustees Adopt Resolution #2013/2014-02 Support a Road Map to Citizenship for Aspiring Citizens of the United States.\n\t \n\t \nEAST SIDE UNION HIGH SCHOOL DISTRICT\n\t \nResolution No. 2013/2014-01\nSUPPORTING A ROAD MAP TO CITIZENSHIP FOR\nASPIRING CITIZENS OF THE UNITED STATES\n\t \nWHEREAS, children of immigrants currently comprise 1 in 4 of all children in the US and represent the fastest growing segment of the child population; Children have historically been disregarded and often excluded in US immigration policy decisions; Children have few special protections under current immigration law and their best interests are often considered irrelevant; and\n\t \nWHEREAS, both children who are immigrants themselves as well as US citizen children with immigrant parents continue to face high rates of family separation, emotional trauma, economic instability, poor educational outcomes and limited access to critical services and programs; and\n\t \nWHEREAS, 5.5 million children in the US live in mixed-legal status families and are at risk of being separated from a parent at any time; half of California children aged 12-17 have an immigrant parent; in Santa Clara County, immigrants and their children make up 60% of the County’s population; and\n\t \nWHEREAS, over 1 million undocumented children under the age of 18 face limited access to higher education and only temporary legal means to join the workforce; and\n\t \nWHEREAS, East Side Union High School District (ESUHSD) believes in equity, access and inclusion and recognizes that a strong and vibrant democracy requires that all men and women, regardless of their skin color or where they were born, participate meaningfully in our society with full rights and equal protections; and\n\t \nWHEREAS, America’s future prosperity will depend on our ability to ensure that all children have a fair shot at achieving their full potential; \n\t \nNOW, THEREFORE, BE IT RESOLVED, ESUHSD remains committed to working on the side of justice and equity for all, along with our community partners, including unions, civil rights, human rights and immigrant rights organizations, to pass comprehensive immigration reform that encompasses these principles and strengthens our democracy; that ESUHSD, which represents the voices of many citizens and immigrants, calls upon Congress to pass common-sense immigration reform that includes a humane, practical path to citizenship for undocumented immigrants and the reform of temporary worker programs that exploit immigrant workers and lower wages and working conditions for all workers; \n\t \nBE IT FURTHER RESOLVED, that this Board urges the 113th Congress to swiftly enact comprehensive immigration reform that includes the following elements: (1) a plan for providing a clear, fair and affordable path to citizenship for undocumented immigrant who are currently residing in the United States, (2) family reunification, (3) prioritizing worker protections and immigrant integration into our communities; and\n\t \nBE IT FINALLY RESOLVED, the ESUHSD will continue to work with its students; staff faculty, residents and community organizations to promote comprehensive immigration reform based on the principles outlined in this resolution and will communicate this position to California’s congressional delegation.\n\t \nPASSED AND ADOPTED this 22nd day of August, 2013, by the Governing Board of the East Side Union High School District at its Regular Meeting held at 830 N. Capitol Avenue, San Jose, State of California.\n\tAYES: ________\n\tNOES: ________\n\tABSENT: ______\n\tABSTAIN: ______\n\tI certify the foregoing resolution was duly introduced, passed, and adopted by the East Side Union High School District Board of Trustees at a meeting held on August 22, 2013.\n\t_________________________\n\tBoard President\n\tESUHSD Board of Trustees \n\t \n\t \n\t \n\t \n_________________________\n\tClerk\n\tESUHSD Board of Trustees\n\t \n\t \n\t \n", 
                    "item_number": "11.01", 
                    "item_recommendation": "It is recommended that the Board of Trustees Adopt Resolution #2013/2014-01 Support a Road Map to Citizenship for Aspiring Citizens of the United States.", 
                    "item_text": "Discussion and/or Action to Adopt Resolution #2013/2014-01 Supporting a Road Map to Citizenship for Aspiring Citizens of the United States - Frank Biehl, Board President, and Magdalena Carrasco, Board Member", 
                    "item_text_raw": "11.01 Discussion and/or Action to Adopt Resolution #2013/2014-01 Supporting a Road Map to Citizenship for Aspiring Citizens of the United States - Frank Biehl, Board President, and Magdalena Carrasco, Board Member", 
                    "item_type": "Action, Discussion"
                }, 
                {
                    "boarddocs_id": "9AAQGY688501", 
                    "item_details": "\nEAST SIDE UNION HIGH SCHOOL DISTRICT\n\t \n\t \nItem:  11.02\n\t \n\t \n\t \nTO:\nBoard of Trustees\n\t\t\t\t \n\t\t\t\t \nFROM:  \nFrank Biehl, Board President\n\t\t\t\t \n\t\t\t\t \nSUBJECT:\nDiscussion and/or Action to Adopt Resolution #2013/2014-02 Close the Commercial Property Loophole\n\t \n\t \nIn the 35 years since Proposition 13 passed, control over school funding and policy has been centralized in Sacramento. California’s chronic budget crises have been passed down to school districts, which have been forced to layoff teachers and increase class sizes. Furthermore, the State’s primary revenue sources—personal income, capital gains, and sales taxes—remain volatile. According to the LAO, California’s revenue is 3.5 times more volatile than the State’s economy.\n\t \nWhile voter approval of Proposition 30 last year provides some relief, California still ranks 49th in the nation in per-pupil funding. East Side believes California could permanently reinvest in public education and ensure greater revenue stability by reforming Proposition 13 to require regular reassessment of commercial property. According an analysis of data presented by Evolve which was provided by the Board of Equalization, such reform would generate at least $6 billion per year for local governments in California.\n\t \n\t \n\t \n\t \nFISCAL IMPACT:\nNot Applicable\n\t \nFUNDING SOURCE:\nNot Applicable\n\t \nRECOMMENDATION:\nIt is recommended that the Board of Trustees Adopt Resolution #2013/2014-01 Close the Commercial Property Loophole.\n\t \n\t \nEAST SIDE UNION HIGH SCHOOL DISTRICT\n\t \nResolution No. 2013/2014-02\nClose the Commercial Property Loophole\n\t \n\t \nWHEREAS, voters in the state of California approved Proposition 13 in 1978; and\n\t \nWHEREAS, Proposition 13 created limits on the property taxes paid by residential and commercial properties; and\n\t \nWHEREAS, residential and commercial property values in California are reassessed upon change of ownership; and\n\t \nWHEREAS, owners of commercial real estate have benefited under current reassessment rules in that if a corporation owning commercial property is sold or merged with another corporation, but the property it owns stays deeded to the corporation, ownership of the property effectively changes without triggering a reassessment of the property; and\n\t \nWHEREAS, corporations often avoid reassessment of their property by limiting the portion of ownership that changes hands to ensure that no single party owns more than 50 percent; and\n\t \nWHEREAS, property taxes are a stable funding source for public schools; and\n\t \nWHEREAS, since the passage of Proposition 13, the State of California has assumed a greater role in the funding of public schools; and\n\t \nWHEREAS, since the State of California has assumed a greater role in the funding of public; and\n\t \nWHEREAS, public schools in California face challenges educating a student population with vast differences in language, poverty, parental education level, and other social, educational and economic factors; and\n\t \nWHEREAS, modifying the method of reassessing commercial property would net needed additional resources for public schools; \n\t \nNOW, THEREFORE, BE IT RESOLVED, the Board of Trustees of the East Side Union School District supports efforts to modify how the value of commercial properties in California are reassessed to allow for more regular commercial property value reassessment,\n\t \nBE IT FURTHER RESOLVED, that the East Side Union High School District supports this effort while protecting existing protections provided to residential properties,\n\t \nBE IT FURTHER RESOLVED, that tax revenues generated by modernizing how commercial property is reassessed benefit local schools and not accrue to the State of California as general fund savings.\n\t \nPASSED AND ADOPTED this 22nd day of August, 2013, by the Governing Board of the East Side Union High School District at its Regular Meeting held at 830 N. Capitol Avenue, San Jose, State of California.\n\tAYES: ________\n\tNOES: ________\n\tABSENT: ______\n\tABSTAIN: ______\n\tI certify the foregoing resolution was duly introduced, passed, and adopted by the East Side Union High School District Board of Trustees at a meeting held on August 22, 2013.\n\t_________________________\n\tBoard President\n\tESUHSD Board of Trustees \n\t \n\t \n\t \n_________________________\n\tClerk\n\tESUHSD Board of Trustees\n\t \n\t \n\t \n\t \n\t \n\t \n", 
                    "item_number": "11.02", 
                    "item_recommendation": "It is recommended that the Board of Trustees adopt Resolution #2013/2014-02 Close the Commercial Property Loophole.", 
                    "item_text": "Discussion and/or Action to Adopt Resolution #2013/2014-02 Close the Commercial Property Loophole - Frank Biehl, Board President", 
                    "item_text_raw": "11.02 Discussion and/or Action to Adopt Resolution #2013/2014-02 Close the Commercial Property Loophole - Frank Biehl, Board President", 
                    "item_type": "Action, Discussion"
                }, 
                {
                    "boarddocs_id": "9ABUKH7C6F15", 
                    "item_details": "\nEAST SIDE UNION HIGH SCHOOL DISTRICT\nItem:  11.03\n\t \n\t \nTO:\nBoard of Trustees\n\t\t\t\t \n\t\t\t\t \nFROM: \nChris D. Funk, Superintendent\n\t\t\t\t \n\t\t\t\t \nSUBJECT:\nDiscussion and/or Action to Approve East Side Alliance Memorandum of Understanding\n\t \n\t \n\t \nThis Memorandum of Understanding (MOU) is designed to treat East Side Union High School District's seven feeder districts and East Side Union High School District as one system.  If we treat all eight districts as one system, the East Side Alliance would represent nearly 85,000 students making the alliance the third largest district in California. This MOU serves as a facilitating document toward the establishment of collaboration among the eight districts which make up the Alliance, including Silicon Valley Education Foundation, San Jose State University and the Evergreen Community College System.  The goal of this Alliance is to improve student access as a result of leveraging partner district efforts in seeking additional resources and collaboration in implementing key agreed upon initiatives.\n\t \n\t \n\t \nRECOMMENDATION:\nIt is recommended that the Board of Trustees approve the East Side Alliance memorandum of understanding.\n\t \n\t \n\t \n", 
                    "item_number": "11.03", 
                    "item_recommendation": "It is recommended that the Board of Trustees approve the East Side Alliance memorandum of understanding.", 
                    "item_text": "Discussion and/or Action to Approve East Side Alliance Memorandum of Understanding - Chris D. Funk, Superintendent", 
                    "item_text_raw": "11.03 Discussion and/or Action to Approve East Side Alliance Memorandum of Understanding - Chris D. Funk, Superintendent", 
                    "item_type": "Action, Discussion"
                }, 
                {
                    "boarddocs_id": "9ABVFW809958", 
                    "item_details": "\nEAST SIDE UNION HIGH SCHOOL DISTRICT\nItem:  11.04\n\t \n\t \nTO:\nBoard of Trustees\n\t\t\t\t \n\t\t\t\t \nFROM: \nFrank Biehl, Board President\n\t\t\t\t \n\t\t\t\t \nSUBJECT:\nDiscussion and/or Action regarding California School Boards Association (CSBA) Candidate Nominations for Directors-at-Large:  American Indian and Black\n\t \n\t\t \nThe California School Boards Association (CSBA) is currently accepting nominations for Directors-at-Large:  American Indian and Black. The election will take place at CSBA's Delegate Assembly meeting in San Diego, California, December 4-5, 2013.  Nominations for Directors-at-Large must be made by a CSBA board member and the nominee must be board member from a CSBA member district or county office of education.  Directors-at-Large serve a two-year term and take office immediately upon the close of the Association's Annual Education Conference and Trade Show in December.\n\t\t \nThe Board is requested to submit nominations to CSBA for Directors-at-Large:  American Indian and Black.\n\t\t \n\t\t \nRECOMMENDATION:\n\t\tIt is recommended that the Board of Trustees submit nominations to CSBA for Directors-at-Large: American Indian and Black.\n\t \n\t \n\t \n", 
                    "item_number": "11.04", 
                    "item_recommendation": "It is recommended that the Board of Trustees submit nominations to CSBA for Directors-at-Large: American Indian and Black.", 
                    "item_text": "Discussion and/or Action regarding California School Boards Association (CSBA) Candidate Nominations for Directors-at-Large: American Indian and Black - Frank Biehl, Board President", 
                    "item_text_raw": "11.04 Discussion and/or Action regarding California School Boards Association (CSBA) Candidate Nominations for Directors-at-Large: American Indian and Black - Frank Biehl, Board President", 
                    "item_type": "Action, Discussion"
                }, 
                {
                    "boarddocs_id": "9AJU8Y7AE2C1", 
                    "item_details": "\nEAST SIDE UNION HIGH SCHOOL DISTRICT\n\t\t\t \nItem:  11.05\nTO:\nBoard of Trustees\n\t\t\t\t\t\t\t \nFROM:  \n\t\t\t\t\t\t\t \nChris D. Funk, Superintendent\n\t\t\t\t\t\t \n\t\t\t\t\t\t \nPREPARED BY:\nMarcus Battle, Associate Superintendent of Business Services, and Rogelio Ruiz, Legal Counsel\n\t\t\t\t\t\t \n\t\t\t\t\t\t \nSUBJECT:\nDiscussion and/or Action to Adopt Resolution #2013/2014-03 Authorizing the Issuance of General Obligation Bonds, 2012 Election, Series A in the Principal Amount of Not to Exceed $20,000,000, and Authorizing the Institution of Judicial Validation Proceedings regarding Expenditure of Bond Proceeds on Proposed Educare of Silicon Valley Project      \n\t\t\t \nBackground:  At an election held on November 6, 2012, the voters of the District approved the issuance of $120 million principal amount of General Obligation Bonds of the District.  The ballot measure for the bond issue (“Measure I”) included a specific list of projects for which the proceeds of the Bonds can be expended.\n\t\t\t \nAt the March 23, 2013, Board meeting, the Board approved and authorized Administration and Legal Counsel to proceed with negotiations for a ground lease transaction (and related agreements) for a portion of the proposed facility on Franklin-McKinley School District (“FMSD”) property on which an early childhood education center and child development center will be constructed and will be operated by Educare of California at Silicon Valley (“ECSV”).  The District has been engaged in negotiations with ECSV and FMSD for the construction of the center and professional development institute (the “Educare Project”), which is currently planned to be located within the District at an elementary school site owned and operated by the FMSD. \n\t\t\t \nThe financing plan for the Educare Project calls for the District to contribute up to $1 million in connection with a proposed lease transaction for the facility.  The District intends to provide the necessary funds from a portion of the proceeds of General Obligation Bonds which are issued under Measure I.\n\t\t\t \nProposed Action:  Bond Counsel and District Counsel recommend the District seek a judicial validation of the use of Measure I proceeds in this manner.  Judicial validation proceedings are undertaken in the Superior Court, and are authorized to determine the validity of bonds or the expenditure of bond proceeds on specific projects.  In order to commence a judicial validation proceeding, the applicable provisions of the Civil Procedure Code require the Board of Trustees to first adopt a resolution authorizing the issuance of the bonds and the filing of a judicial validation action.  The proposed resolution is designed to satisfy these requirements.\n\t\t\t \nBecause the final details of the bond issue have not been determined, the proposed resolution specifies that such details will be supplied in a resolution to be adopted by the Board of Trustees at a subsequent meeting.  Such details include approving a preliminary official statement for the bonds, approving the sale of the bonds, specifying interest rate, maturity and redemption provisions, and specifying other definitive provisions relating to the bond issue.\n\t\t\t \n\t\t\t \nFISCAL IMPACT:\n$20,000,000.00\n\t\t\t \nFUNDING SOURCE:\nMeasure I\n\t\t\t \nRECOMMENDATION:\nIt is recommended that the Board of Trustees adopt resolution #2013/2014-03 Authorizing the Issuance of General Obligation Bonds, 2012 Election, Series A in the Principal Amount of Not to Exceed $20,000,000, and authorize Counsel to file a validation proceeding in the California Superior Court to obtain a judgment validating the use of Measure I funds in connection with the proposed Educare Project.\n\t \n", 
                    "item_number": "11.05", 
                    "item_recommendation": "It is recommended that the Board of Trustees adopt resolution #2013/2014-03 Authorizing the Issuance of General Obligation Bonds, 2012 Election, Series A in the Principal Amount of Not to Exceed $20,000,000, and authorize Counsel to file a validation proceeding in the California Superior Court to obtain a judgment validating the use of Measure I funds in connection with the proposed Educare Project.", 
                    "item_text": "Discussion and/or Action to Adopt Resolution #2013/2014-03 Authorizing the Issuance of General Obligation Bonds, 2012 Election, Series A in the Principal Amount of Not to Exceed $20,000,000, and Authorizing the Institution of Judicial Validation Proceedings regarding Expenditure of Bond Proceeds on Proposed Educare of Silicon Valley Project - Marcus Battle, Associate Superintendent of Business Services, and Rogelio Ruiz, Legal Counsel", 
                    "item_text_raw": "11.05 Discussion and/or Action to Adopt Resolution #2013/2014-03 Authorizing the Issuance of General Obligation Bonds, 2012 Election, Series A in the Principal Amount of Not to Exceed $20,000,000, and Authorizing the Institution of Judicial Validation Proceedings regarding Expenditure of Bond Proceeds on Proposed Educare of Silicon Valley Project - Marcus Battle, Associate Superintendent of Business Services, and Rogelio Ruiz, Legal Counsel", 
                    "item_type": "Action, Discussion"
                }, 
                {
                    "boarddocs_id": "9AF5VE12130A", 
                    "item_details": "\n\t \nEAST SIDE UNION HIGH SCHOOL DISTRICT\n\t \nItem:  11.06\n\t \n\t \nTO:\nBoard of Trustees\n\t\t\t\t \n\t\t\t\t \nFROM: \nChris D. Funk, Superintendent\n\t\t\t\t \n\t\t\t\t \nSUBJECT:\nDiscussion, Consideration and/or Action to Amend 2013 Board Meeting Calendar\n\t \n\t \nAn amendment to the 2013 Board Meeting Calendar is being presented to the Board of Trustees for discussion, consideration and/or action.  Specifically, the Board is requested to reschedule the October 5, 2013, Board Workshop/Study Session.\n\t \n\t \nRecommendation:\nIt is recommended that the Board of Trustees amend the 2013 Board Meeting Calendar as stipulated by the Board.\n", 
                    "item_number": "11.06", 
                    "item_recommendation": "It is recommended that the Board of Trustees amend the 2013 Board Meeting Calendar as stipulated by the Board.", 
                    "item_text": "Discussion, Consideration and/or Action to Amend 2013 Board Meeting Calendar - Chris D. Funk, Superintendent", 
                    "item_text_raw": "11.06 Discussion, Consideration and/or Action to Amend 2013 Board Meeting Calendar - Chris D. Funk, Superintendent", 
                    "item_type": "Action, Discussion"
                }
            ], 
            "section_name": "BOARD OF TRUSTEES/SUPERINTENDENT - OPERATIONAL ITEMS/BOARD DISCUSSION AND/OR ACTION", 
            "section_number": ""
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "98MUDS76A8D1", 
                    "item_details": "\n\t \nEAST SIDE UNION HIGH SCHOOL DISTRICT\n\t\t \nItem:  12.01\nTO:\nBoard of Trustees\nFROM:  \nChris D. Funk, Superintendent\nPREPARED BY:\nJuan Cruz, Assistant Superintendent of Instructional Services, and Marisa Hanson, ESTA President\nSUBJECT:\nPresentation of ESTA 2012-13 Safety Survey Results\n\t\t \n\t\t \nItem forthcoming - Presentation by Marisa Hanson, ESTA President\n\t\t \n\t\t \nFISCAL IMPACT:\nN/A\n\t\t \nFUNDING SOURCE:\nN/A\n\t\t \nRECOMMENDATION:\nInformation Only\n\t \n", 
                    "item_number": "12.01", 
                    "item_recommendation": "", 
                    "item_text": "Presentation of ESTA 2012-2013 Safety Survey Results - Juan Cruz, Assistant Superintendent of Instructional Services and Marisa Hanson, ESTA President", 
                    "item_text_raw": "12.01 Presentation of ESTA 2012-2013 Safety Survey Results - Juan Cruz, Assistant Superintendent of Instructional Services and Marisa Hanson, ESTA President", 
                    "item_type": "Information, Presentation"
                }
            ], 
            "section_name": "INSTRUCTIONAL SERVICES / STUDENT SERVICES - OPERATIONAL ITEMS/BOARD DISCUSSION AND/OR ACTION", 
            "section_number": ""
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "9A7TZ779C0C2", 
                    "item_details": "\n\t \nEAST SIDE UNION HIGH SCHOOL DISTRICT\n\t \nItem:  13.01\n\t \n\t \nTO:\nBoard of Trustees\n\t\t\t\t\t \nFROM:\nChris D. Funk, Superintendent\n\t\t\t\t\t \n\t\t\t\t\t \nPREPARED BY:\nCari Vaeth, Director, Human Resources\n\t\t\t\t\t \nSUBJECT:\nDiscussion and/or Action to Approve Provisional Internship Permit Requests for Certificated Employees\n\t \n\t \nPursuant to State mandate, the Governing Board must approve provisional internship permit requests allowing the district to employ and assign teacher(s) or administrator(s) who do not hold appropriate credential authorization.\n\t \nThe Provisional Internship Permit (PIP) was created in response to the phasing out of emergency permits and became effective on July 1, 2006.  It allows an employing agency to hire an individual who has not yet met the subject matter competence requirement needed to enter an internship program.\n\t \nThe district is requesting approval of the following provisional internship permit request for the 2013-2014 school year.\n\t \n\t \nProvisional Internship Permit\n\t \nBALAGSO, Alexandra\nCalero \nSpecial Education M/S\nHERNANDEZ, Mariana\nOak Grove\nSpecial Education M/S\nSOLIS, Nancy\nFoothill\nSpecial Education M/M\nVILLA, Lorena\nOak Grove\nSpecial Education M/S\n\t \n\t \nFUNDING SOURCE:\nNot Applicable\n\t \nFISCAL IMPACT:\nNot Applicable\n\t \nRECOMMENDATION:\nIt is recommended that the Board of Trustees approve provisional internship permit requests for certificated employees as specified.\n", 
                    "item_number": "13.01", 
                    "item_recommendation": "It is recommended that the Board of Trustees approve provisional internship permit requests for certificated employees as specified.", 
                    "item_text": "Discussion and/or Action to Approve Provisional Permit Requests for Certificated Employees - Cari Vaeth, Director, Human Resources", 
                    "item_text_raw": "13.01 Discussion and/or Action to Approve Provisional Permit Requests for Certificated Employees - Cari Vaeth, Director, Human Resources", 
                    "item_type": "Action, Discussion"
                }, 
                {
                    "boarddocs_id": "9A6KAQ50F146", 
                    "item_details": "\nEAST SIDE UNION HIGH SCHOOL DISTRICT\n\t \nItem:  13.03\n\t \nTO:\nBoard of Trustees\n\t\t\t\t\t \nFROM:\nChris D. Funk, Superintendent\n\t\t\t\t\t \n\t\t\t\t\t \nPREPARED BY:\nCari Vaeth, Director, Human Resources \n\t\t\t\t\t \nSUBJECT:\nDiscussion and/or Action Regarding the Approval of the Reinstatement and Proposed Reclassification of the Classified Management Job Description and Salary Range for Accounting Manager\n\t \n\t \nThe District has an increased number of charter schools which has impacted both the Budget Specialist who is processing the in lieu of tax and the Director of Finance who has to oversee the Charter financial reports in addition to other duties.  The proposed Accounting Manager position will have an increased level of responsibilities and perform higher level accounting functions.\n\t \nThe District is requesting the approval of the reinstatement and proposed reclassification of the classified management job description and salary range for Accounting Manager currently a Range 16 at an annual salary range of $58,368 - $76,152 to a Range 18 at an annual salary range of $61,560 - $80,316. This is a 12 month Classified Management position.\n\t \nFUNDING SOURCE:\nGeneral Fund: Charter School Oversight Fees\n\t \nFISCAL IMPACT:\n$61,560 – $80,316 per year\n\t \nRECOMMENDATION:\nAdministration recommends that the Board approve the reinstatement and proposed reclassification of the classified management job description and salary range for Accounting Manager.\n", 
                    "item_number": "13.02", 
                    "item_recommendation": "Administration recommends that the Board approve the reinstatement and proposed reclassification of the classified management job description and salary range for Accounting Manager.", 
                    "item_text": "Discussion and/or Action Regarding the Approval of the Reinstatement and Proposed Reclassification of the Classified Management Job Description and Salary Range for Accounting Manager - Cari Vaeth, Director, Human Resources", 
                    "item_text_raw": "13.02 Discussion and/or Action Regarding the Approval of the Reinstatement and Proposed Reclassification of the Classified Management Job Description and Salary Range for Accounting Manager - Cari Vaeth, Director, Human Resources", 
                    "item_type": "Action, Discussion"
                }, 
                {
                    "boarddocs_id": "9A6KAP50EF53", 
                    "item_details": "\n\t \nEAST SIDE UNION HIGH SCHOOL DISTRICT\n\t \nItem: 13.03\n\t \n\t \nTO:\nBoard of Trustees\n\t\t\t\t\t \nFROM:\nChris D. Funk, Superintendent\n\t\t\t\t\t \n\t\t\t\t\t \nPREPARED BY:\nCari Vaeth, Director, Human Resources \n\t\t\t\t\t \nSUBJECT:\nDiscussion and/or Action Regarding the Approval of the Proposed \nReclassification of the Classified Management Job Description and Salary Range from Budget Specialist to Fiscal and Budget Manager\n\t \n\t \nThe position of Budget Specialist functions as the manager of accounts payable and the recommended reclassification to Fiscal and Budget Manager and new salary range reflects the level of work being performed as well as additional duties and responsibilities. \n\tThe District had an audit finding in 2009-2010 (Finding #2010-1) for accounts payable.  The Fiscal and Budget Manager will now spot audit and review the accounts payable batches before General Accounting to ensure accuracy and better internal control.  Such internal control procedures satisfy the audit.\n\t \nThe District is requesting the approval of the proposed reclassification of the classified management job description and salary range from Budget Specialist currently a range 16 at with an annual salary range of $58,368 - $76,152 to Fiscal and Budget Manager at a range 21 with an annual salary range of $66,324 - $86,520.  This is a 12 month Classified Management position.\n\t \n\t \nFUNDING SOURCE:\nGeneral Fund – 90%, Measure G – 1% and Measure E – 9%\n\t \nFISCAL IMPACT:\n$66,324 - $86,520 per year \n\t \nRECOMMENDATION:\nAdministration recommends that the Board approve the proposed reclassification of the classified management job description and salary range from Budget Specialist to Fiscal and Budget Manager.\n", 
                    "item_number": "13.03", 
                    "item_recommendation": "Administration recommends that the Board approve the proposed reclassification of the classified management job description and salary range from Budget Specialist to Fiscal and Budget Manager.", 
                    "item_text": "Discussion and/or Action Regarding the Approval of the Proposed Reclassification of the Classified Management Job Description and Salary Range for Budget Specialist to Fiscal and Budget Manager - Cari Vaeth, Director, Human Resources", 
                    "item_text_raw": "13.03 Discussion and/or Action Regarding the Approval of the Proposed Reclassification of the Classified Management Job Description and Salary Range for Budget Specialist to Fiscal and Budget Manager - Cari Vaeth, Director, Human Resources", 
                    "item_type": "Action, Discussion"
                }, 
                {
                    "boarddocs_id": "9AHVRJ8201B9", 
                    "item_details": "\n\t \nEAST SIDE UNION HIGH SCHOOL DISTRICT\n\t \nItem: 13.04\n\t \n\t \nTO:\nBoard of Trustees\n\t\t\t\t\t \nFROM:\nChris D. Funk, Superintendent\n\t\t\t\t\t \n\t\t\t\t\t \nPREPARED BY:\nCari Vaeth, Director, Human Resources \n\t\t\t\t\t \nSUBJECT:\nDiscussion and/or Action Regarding the Approval of the Proposed \nAdministrative Job Description and Salary Range for Administrator of Charter School Oversight\n\t \nThe increased number of East Side Union High School District charter schools has resulted in increased workload for the Instructional Services division.  This position will provide assistance to and monitor current East Side Union High School District charters.  New charter petitions and East Side Union High School District charter renewals will be handled by the Administrator of Charter School Oversight.\n\t \nThe District is requesting the approval of the proposed administrative job description and salary range for Administrator of Charter School Oversight with an annual salary range of $71,458 - $103,857.  This is a 12 month Administrative position.\n\t \n\t \nFUNDING SOURCE:\nGeneral Fund: Charter School Oversight Fees\n\t \nFISCAL IMPACT:\n$71,458 - $103,857 per year \n\t \nRECOMMENDATION:\nAdministration recommends that the Board approve the proposed administrative job description and salary range for Administrator of Charter School Oversight.\n", 
                    "item_number": "13.04", 
                    "item_recommendation": "Administration recommends that the Board approve the proposed administrative job description and salary range for Administrator of Charter School Oversight.", 
                    "item_text": "Discussion and/or Action Regarding the Approval of the Proposed Administrative Job Description and Salary Range for Administrator of Charter School Oversight - Cari Vaeth, Director, Human Resources", 
                    "item_text_raw": "13.04 Discussion and/or Action Regarding the Approval of the Proposed Administrative Job Description and Salary Range for Administrator of Charter School Oversight - Cari Vaeth, Director, Human Resources", 
                    "item_type": "Action, Discussion"
                }
            ], 
            "section_name": "HUMAN RESOURCES - OPERATIONAL ITEMS/BOARD DISCUSSION AND/OR ACTION", 
            "section_number": ""
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "9A7TGA76E422", 
                    "item_details": "\nEAST SIDE UNION HIGH SCHOOL DISTRICT\n\t\t\t \nItem:  14.01\nTO:\nBoard of Trustees\n\t\t\t\t\t\t\t \nFROM:  \n\t\t\t\t\t\t\t \nChris D. Funk, Superintendent\n\t\t\t\t\t\t \n\t\t\t\t\t\t \nPREPARED BY:\nMarcus Battle, Associate Superintendent of Business Services, and Randy Phelps, Director of Information Technology \n\t\t\t\t\t\t \n\t\t\t\t\t\t \nSUBJECT:\nPresentation, Discussion and/or Action regarding Security Cameras\n\t\t\t \n\t\t\t \nHistorically, the district has not fully integrated security cameras as part of a district school safety plan. Our solutions at sites are a mix of very old and no longer produced solutions and solutions that are ad hoc. What the district truly needs in the age of Newtown is a comprehensive security and safety plan that incorporates adequate and thoughtful security camera technology.\nTo that end, we are recommending that we engage a consultant to review our needs and requirements, help us formulate, disseminate and evaluate an RFP for that solution and consult with us as we implement the solution.\n\t\t\tWhile a budget was established within the bond, in looking at preliminary requirements for the solution, we realized that the initial budget was a 'place holder' rather than a planned solution.  The District is recommending an initial budget of $1 million.\n\t\t\tOur schedule for the process will begin in September with installation completion of April 15, 2014.\n \n\t\t\t \nFISCAL IMPACT:\n$1 million\n\t\t\t \nFUNDING SOURCE:\nMeasure E\n\t\t\t \nRECOMMENDATION:\nIt is recommended that the Board of Trustees approve the administrations budget for security camera's totaling $1 million and associated timeline and actions for implementation. \n\t \n", 
                    "item_number": "14.01", 
                    "item_recommendation": "It is recommended that the Board of Trustees approve the administrations budget for security camera's totaling $1 million and associated timeline and actions for implementation.", 
                    "item_text": "Presentation, Discussion and/or Action regarding Security Cameras - Marcus Battle, Associate Superintendent of Business Services, and Randy Phelps, Director of Information Technology", 
                    "item_text_raw": "14.01 Presentation, Discussion and/or Action regarding Security Cameras - Marcus Battle, Associate Superintendent of Business Services, and Randy Phelps, Director of Information Technology", 
                    "item_type": "Action, Discussion, Presentation"
                }, 
                {
                    "boarddocs_id": "9A7RMV6EB92E", 
                    "item_details": "\nEAST SIDE UNION HIGH SCHOOL DISTRICT\n\t\t\t \nItem:  14.02\nTO:\nBoard of Trustees\n\t\t\t\t\t\t\t \nFROM:  \n\t\t\t\t\t\t\t \nChris D. Funk, Superintendent\n\t\t\t\t\t\t \n\t\t\t\t\t\t \nPREPARED BY:\nMarcus Battle, Associate Superintendent of Business Services, and Donna Bertrand, C.P.M., Contracts Administration Coordinator\n\t\t\t\t\t\t \n\t\t\t\t\t\t \nSUBJECT:\nDiscussion and/or Action of Contracts for Professional Services Over $50,000\n\t\t\t \nThe attached list of Contracts for Professional Services over $50,000, are being presented for Board review and approval. \n\t\t\t \n\t\t\t \nFISCAL IMPACT:\nAs indicated in the attachment\n\t\t\t \nFUNDING SOURCE:\nAs indicated in the attachment\n\t\t\t \nRECOMMENDATION:\nIt is recommended that the Board of Trustees approve the contracts for professional services as recommended on the attachment.\n\t \n", 
                    "item_number": "14.02", 
                    "item_recommendation": "It is recommended that the Board of Trustees approve the contracts for professional services as recommended on the attachment.", 
                    "item_text": "Discussion and/or Action of Contracts for Professional Services Over $50,000 - Marcus Battle, Associate Superintendent of Business Services, and Donna Bertrand, C.P.M., Contracts Administration Coordinator", 
                    "item_text_raw": "14.02 Discussion and/or Action of Contracts for Professional Services Over $50,000 - Marcus Battle, Associate Superintendent of Business Services, and Donna Bertrand, C.P.M., Contracts Administration Coordinator", 
                    "item_type": "Action, Discussion"
                }
            ], 
            "section_name": "BUSINESS SERVICES - OPERATIONAL ITEMS/BOARD DISCUSSION AND/OR ACTION", 
            "section_number": ""
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "98CUN47B05B8", 
                    "item_details": "\nEAST SIDE UNION HIGH SCHOOL DISTRICT\n\t\t \nItem:  15.01\n\t\t \nTO:\nBoard of Trustees\nFROM:  \nChris D. Funk, Superintendent\nPREPARED BY:\nMarcus Battle, Associate Superintendent of Business Services, Linda da Silva, Director of Construction, Maintenance and Facilities, and Janice Unger, Capital Projects Purchasing Manager\n\t\t\t\t\t\t \n\t\t\t\t\t\t \nSUBJECT:\nDiscussion and/or Action of Bond/Capital Projects Contract Over $50,000\n\t\t \n\t\t \nThe attachment for the Bond/Capital Projects Contract over $50,000 is being presented for Board review and approval. \n\t\t \n\t\t \nFISCAL IMPACT:\nAs indicated in the attachment\n\t\t \nFUNDING SOURCE:\nAs indicated in the attachment\n\t\t \nRECOMMENDATION:                                    \nIt is recommended that the Board of Trustees approve the Bond/Capital Projects contract as recommended in the attachment.\n\t \n", 
                    "item_number": "15.01", 
                    "item_recommendation": "It is recommended that the Board of Trustees approve the Bond/Capital Projects contract as recommended in the attachment.", 
                    "item_text": "Discussion and/or Action of Bond/Capital Projects Contracts Over $50,000 - Marcus Battle, Associate Superintendent of Business Services, Linda da Silva, Director of Construction, Maintenance and Facilities, and Janice Unger, Capital Projects Purchasing Manager", 
                    "item_text_raw": "15.01 Discussion and/or Action of Bond/Capital Projects Contracts Over $50,000 - Marcus Battle, Associate Superintendent of Business Services, Linda da Silva, Director of Construction, Maintenance and Facilities, and Janice Unger, Capital Projects Purchasing Manager", 
                    "item_type": "Action, Discussion"
                }, 
                {
                    "boarddocs_id": "9A82AU014B61", 
                    "item_details": "\nEAST SIDE UNION HIGH SCHOOL DISTRICT\n\t\t \nItem:  15.02\n\t\t \nTO:\nBoard of Trustees\n\t\t\t\t\t \n\t\t\t\t\t \nFROM:  \nChris D. Funk, Superintendent\n\t\t\t\t\t \n\t\t\t\t\t \nPREPARED BY:\nMarcus Battle, Associate Superintendent of Business Services, Linda da Silva, Director of Construction, Maintenance and Facilities, and Janice Unger, Capital Projects Purchasing Manager\n\t\t\t\t\t \n\t\t\t\t\t \nSUBJECT:\nDiscussion and/or Action to Ratify CUPCCAA Informal Bond Projects\n\t\t \n\t\t \nPursuant to the informal bidding procedures adopted by Resolution #2012/2013-16 to Public Contract Code Section 22034(e), the Associate Superintendent of Business Services is authorized to award contract bids under $45,000 and for projects that fall under the informal bidding limit of $45,001 to $175,000.\n\t\t \nThe report provided by Administration lists projects that were let through August 05, 2013.\n\t\t \nRECOMMENDATION:\nIt is recommended that the Board of Trustees ratify the CUPCCAA Informal Bond Projects.\n\t \n", 
                    "item_number": "15.02", 
                    "item_recommendation": "", 
                    "item_text": "Discussion and/or Action to Ratify CUPCCAA Informal Bond Projects - Marcus Battle, Associate Superintendent of Business Services, Linda da Silva, Director of Construction, Maintenance and Facilities, and Janice Unger, Capital Projects Purchasing Manager", 
                    "item_text_raw": "15.02 Discussion and/or Action to Ratify CUPCCAA Informal Bond Projects - Marcus Battle, Associate Superintendent of Business Services, Linda da Silva, Director of Construction, Maintenance and Facilities, and Janice Unger, Capital Projects Purchasing Manager", 
                    "item_type": "Action, Discussion"
                }, 
                {
                    "boarddocs_id": "9ADUUP7CE62B", 
                    "item_details": "\nEAST SIDE UNION HIGH SCHOOL DISTRICT\n\t\t \nItem:  15.03\n\t\t \nTO:\nBoard of Trustees\n\t\t\t\t\t \n\t\t\t\t\t \nFROM:  \nChris D. Funk, Superintendent\n\t\t\t\t\t \n\t\t\t\t\t \nPREPARED BY:\nMarcus Battle, Associate Superintendent of Business Services, and Janice Unger, Capital Projects Purchasing Manager\n\t\t\t\t\t \n\t\t\t\t\t \nSUBJECT:\nDiscussion and/or Action to Ratify Summer Projects for Calero High School Voice and Data System, and Professional Services Contract for Cleaning Services\n\t\t \n\t\t \nAt the June 27, 2013 the Board authorized Administration to award the projects listed on the Summer Projects list.  \n\t\t \n1.  Calero High School Voice & Data System\n\t\t \n\t\t \nRFP \nProposal Due\nLegal\nAdvertisements\nAdvertisement\nDate(s)\nProject Description\n RFP-01-13-14\n August 5, 2013\n Emailed or Faxed to all \n Pre-Qualified Bidders,  \n various Builder's \n Exchanges and posted on  \n District website as well as  \n Daily Journal & Challenge \n News Publication\n July 18, 2013, July 22, \n 2013 & July 29, 2013 \n Seeking proposals for the purchase and installation of a \n voice and data project that is compatible with existing Cisco \n hardware currently installed at ESUHSD sites.  Includes  \n hardware, software, installation, training and maintenance.\n\t\t\t\t\t\t \n\t\t \n\t\t \nEast Side Union High School District (ESUHSD) advertised for proposal to purchase and install a Voice and Data System at the newly modernized Calero High School campus. \n\t\t \nCalero is our first new school in many years.  Because the construction  requirements and changes to the physical facility were significant, and the design and dreams for the building were different from its previous purpose the low voltage wiring and infrastructure needed a full modernization.  To that end, new fiber cabling to the building was required and having completed the internal plant wiring, the necessary telephone, internet and data communications and their itinerant boxes were also required.\n\t\t \nStaff solicited all pre-qualified bidders on the District’s list as well as Builder’s Exchanges and legal publications.  Capital Purchasing received one proposal on August 5, 2013 from a pre-qualified contractor.  The proposal was evaluated by the Administrative staff for completeness (inclusion and execution of required forms); professional qualifications and relevant experience of the proposed team members.\n\t\t \nThis project provides the District with a modern and sensible approach creating an appropriate connection to the modern resources the school requires.  The vendor has a long and positive history with the District and their approach in this design is consonant with our previous improvements.\n \nVendor\nTotal  Bid Amount \nNetXPerts, Inc.\n$ 257,618.42\n\t\t \nFISCAL IMPACT:\n$ 257,618.42 - The amount does include the owner’s allowance to be managed by the District.\n\t\t\t\t\t\t \nFUNDING SOURCE:\nMeasure E\nRECOMMENDATION:\nIt is recommended that the Board of Trustees ratify the above listed Request for Proposals to NetXPerts, Inc. to provide a Voice & Data System to Calero High School and authorize Administration to enter into an agreement for an amount not to exceed $ 257,618.42.\n\t \n2.  Professional Service Contract with Facility Masters, Inc. for cleaning services for portables located at Mount Pleasant and Yerba Buena High Schools to house new Charter Schools for the opening of the new school year in the fall and for the relocation of the ACCEL program at Evergreen Valley College.\n\t \nContractor Name\nContract Period\nSchool/Dept. Manager\nPurpose\n Facility Masters, Inc.\n July 16, 2013 – \n August 15, 2013\n Evergreen Valley College, \n Mt. Pleasant Portables for          \n Charter Schools\n\t\t\t\t\t \n Linda da Silva, Director of \n Construction, Maintenance & \n Facilities\n Provide professional cleaning services for portables located at Mt. \n Pleasant and Evergreen Valley College Project (E-076-001).\n\t\t\t\t\t \n Administration solicited cleaning services vendors and received three \n (3) quotes.  All proposals were evaluated and Facility Masters, Inc. \n submitted the most responsive/responsible proposal for this project.  \n\t\t\t\t\t \n\t \nFISCAL IMPACT:\n$ 2,170.00\n\t\t\t\t\t \nFUNDING SOURCE:\nMeasure E\nRECOMMENDATION:\nIt is recommended that the Board of Trustees ratify the above listed Professional Services Contract to Facility Masters, Inc. to provide cleaning services for portables located at Mt. Pleasant and Yerba Buena High Schools to house new Charter Schools for the opening of the new school year in the fall and for the relocation of the ACCEL program at Evergreen Valley College.\n\t \n", 
                    "item_number": "15.03", 
                    "item_recommendation": "It is recommended that the Board of Trustees ratify the Summer Projects listed.", 
                    "item_text": "Discussion and/or Action to Ratify Summer Projects for Calero High School Voice and Data System, and Professional Services Contract for Cleaning Services - Marcus Battle, Associate Superintendent of Business Services, and Janice Unger, Capital Projects Purchasing Manager", 
                    "item_text_raw": "15.03 Discussion and/or Action to Ratify Summer Projects for Calero High School Voice and Data System, and Professional Services Contract for Cleaning Services - Marcus Battle, Associate Superintendent of Business Services, and Janice Unger, Capital Projects Purchasing Manager", 
                    "item_type": "Action, Discussion"
                }
            ], 
            "section_name": "FACILITIES - OPERATIONAL ITEMS/BOARD DISCUSSION AND/OR ACTION", 
            "section_number": ""
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "9ABLXS58BBF5", 
                    "item_details": "\nEAST SIDE UNION HIGH SCHOOL DISTRICT\n\t \nItem:  16.01\n\t \n\t \nTO:\nBoard of Trustees\n\t\t\t\t \n\t\t\t\t \nFROM: \nChris D. Funk, Superintendent\n\t\t\t\t \n\t\t\t\t \nSUBJECT:\nApprove Board Members' Attendance to the 9th Annual NALEO National Summit \nand the 2013 Unity Conference\n\t \n\t \nApproval for Board Members' attendance and lawful expenses to the following events are requested:\n\t \nEvent\nDate(s)\nLocation\n9th Annual NALEO National Summit\nSeptember 30 - \nOctober 2, 2013\nWashington, D.C.\n2013 Unity Conference\nOctober 3 - 6, 2013\nSan Diego, CA\n\t \n\t \n\t \n\t \nFISCAL IMPACT:\nAll authorized expenses as stipulated by the Board of Trustees\n\t \nFUNDING SOURCE:\nGeneral Fund - Board of Trustees\nRECOMMENDATION:\nIt is recommended that the Board of Trustees approve Board Members' attendance and lawful expenses to the 9th Annual NALEO National Summit in Washington, D.C., from September 30 to October 2, 2013, and the Unity Conference in San Diego, CA, from October 3 to 6, 2013.\n", 
                    "item_number": "16.01", 
                    "item_recommendation": "It is recommended that the Board of Trustees approve Board Members' attendance and lawful expenses to the 9th Annual NALEO National Summit in Washington, D.C., from September 30 to October 2, 2013, and the Unity Conference in San Diego, CA, from October 3 to 6, 2013.", 
                    "item_text": "Approve Board Members' Attendance to the 9th Annual NALEO National Summit and the 2013 Unity Conference", 
                    "item_text_raw": "16.01 Approve Board Members' Attendance to the 9th Annual NALEO National Summit and the 2013 Unity Conference", 
                    "item_type": "Action (Consent)"
                }, 
                {
                    "boarddocs_id": "98W2J872497D", 
                    "item_details": "\nEAST SIDE UNION HIGH SCHOOL DISTRICT\n\t \nItem:  16.02\n\t\t \n\t\t \nTO:\nBoard of Trustees\n\t\t\t\t\t \n\t\t\t\t\t \nFROM: \nChris D. Funk, Superintendent\n\t\t\t\t\t \n\t\t\t\t\t \nSUBJECT:\nRatify/Approve Superintendent's Attendance and Lawful Expenses to Conferences/\nWorkshops/Meetings\n\t\t \n\t\t \n\t\t \n\t\t \nRatification/approval for Superintendent's attendance and lawful expenses to the following is requested:\n\t\t \nEvent\nDate(s)\nLocation\nNew Tech High School Visitations\nAugust 2013 through \nJune 2014\nvarious schools\nthroughout California\nSanta Clara County\nSuperintendents' Association\nRetreat\n (hotel and meals paid by \nSCC Superintendents' Association; \nexpense to District is only mileage)\nSeptember 19-20, 2013\nSanta Cruz, CA\nCalifornia School Board Association's (CSBA) Annual Education Conference & Trade Show\nDecember 5-7, 2013\nSan Diego, CA\nACSA Superintendents'\nAnnual Conference\nJanuary 29-31, 2014\nMonterey, CA\n\t\t \n\t\t \n\t\t \nAttached is the Superintendent's mileage report for the Board's approval.\n\t\t \n\t\t \n\t\t \n\t\t \nFISCAL IMPACT:\nAll authorized expenses as stipulated by the Board of Trustees\n\t\t \nFUNDING SOURCE:\nGeneral Fund - Superintendent\nRECOMMENDATION:\nIt is recommended that the Board of Trustees ratify/approve the Superintendent's attendance and lawful expenses to conferences/workshops/meetings as presented.\n\t\t \n\t\t \n\t\t \n\t\t \n\t\t \n\t\t \n\t\t \n\t\t \n\t\t \n\t\t                                                                                       \n\t \n", 
                    "item_number": "16.02", 
                    "item_recommendation": "It is recommended that the Board of Trustees ratify/approve the Superintendent's attendance and lawful expenses to conferences/workshop/meetings as presented.", 
                    "item_text": "Ratify/Approve Superintendent's Attendance and Lawful Expenses to Conferences/Workshops/Meetings", 
                    "item_text_raw": "16.02 Ratify/Approve Superintendent's Attendance and Lawful Expenses to Conferences/Workshops/Meetings", 
                    "item_type": "Action (Consent)"
                }, 
                {
                    "boarddocs_id": "98CUP67B05FD", 
                    "item_details": "\n\t \n\t \n\t \nEAST SIDE UNION HIGH SCHOOL DISTRICT\n\t \nItem:  16.03\n\t \n\t \n\t \nTO:\nBoard of Trustees\n\t\t\t\t \n\t\t\t\t \nFROM:  \nChris D. Funk, Superintendent\n\t\t\t\t \n\t\t\t\t \nSUBJECT:\nApprove Minutes of June 27, 2013, Regular Board Meeting\n\t \n\t \nAttached are the minutes of the June 27, 2013, Regular Board Meeting for review and approval by the Board of Trustees.\n\t \nFISCAL IMPACT:\nNone\n\t \nFUNDING SOURCE:\nNone\nRECOMMENDATION:\n\tIt is recommended that the Board of Trustees approve the June 27, 2013, Regular Board Meeting minutes as presented.\n\t \n\t \n\t \n\t \n\t \n", 
                    "item_number": "16.03", 
                    "item_recommendation": "It is recommended that the Board of Trustees approve the June 27, 2013, Regular Board Meeting minutes as presented.", 
                    "item_text": "Approve Minutes of June 27, 2013, Regular Board Meeting", 
                    "item_text_raw": "16.03 Approve Minutes of June 27, 2013, Regular Board Meeting", 
                    "item_type": "Action (Consent)"
                }
            ], 
            "section_name": "BOARD OF TRUSTEES/SUPERINTENDENT - CONSENT/ACTION CALENDAR", 
            "section_number": ""
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "9A7VFD8084F1", 
                    "item_details": "\nEAST SIDE UNION HIGH SCHOOL DISTRICT\n\t \nItem:  17.01\n\t \n\t \nTO:\nBoard of Trustees\n\t\t\t\t\t \nFROM:\nChris D. Funk, Superintendent\n\t\t\t\t\t \n\t\t\t\t\t \nPREPARED BY:\nJuan Cruz, Assistant Superintendent of Instructional Services\n\t\t\t\t\t \nSUBJECT:\nApprove Expulsion Hearing Committee Personnel for 2013-2014\n\t\t\t\t\t \n\t\t\t\t\t \nA list of certificated and/or administrative personnel from each school in the District, including District office personnel, from whom individuals will be selected to serve on the Expulsion Hearing Committee for the 2013-2014 school year is attached.  Each committee is comprised of three certificated members who are not associated with the student’s home school.  The committee panel, chaired by the Coordinator of Student Services and/or a designee, is a non-voting member.  The committee meets on an as-needed basis.\n\t\t\t\t\t \nThe list is representative of our District’s ethnic population.\n\t\t\t\t\t \n\t\t\t\t\t \nFUNDING SOURCE:\nN/A\n\t\t\t\t\t \nFISCAL IMPACT:\nN/A\n\t\t\t\t\t \n\t\t\t\t\t \nRECOMMENDATION:\nIt is recommended that the Board of Trustees approve all named administrative and/or certificated personnel as representatives to the Expulsion Hearing Committee for the 2013-2014 school year.\n\t \n", 
                    "item_number": "17.01", 
                    "item_recommendation": "It is recommended that the Board of Trustees approve all named administrative and/or certificated personnel as representatives to the Expulsion Hearing Committee for the 2013-2014 school year.", 
                    "item_text": "Approve Expulsion Hearing Committee Personnel for 2013-2014", 
                    "item_text_raw": "17.01 Approve Expulsion Hearing Committee Personnel for 2013-2014", 
                    "item_type": "Action (Consent)"
                }, 
                {
                    "boarddocs_id": "99PPXB66B834", 
                    "item_details": "\nEAST SIDE UNION HIGH SCHOOL DISTRICT\n\t \nItem:  17.02\n\t \n\t \nTO:\nBoard of Trustees\n\t\t\t\t \n\t\t\t\t \nFROM:  \nChris D. Funk, Superintendent\n\t\t\t\t \n\t\t\t\t \nPREPARED BY:\nJuan Cruz, Assistant Superintendent of Instructional Services, and Tim Nguyen, Coordinator of English Language Learners Supplementary Education\n\t\t\t\t \n\t\t\t\t \nSUBJECT:\nApprove of Consolidated Program Application (Con App) Part I for 2013-2014\n\t \nApproval is requested for submittal of the 2013-2014 California Department of Education Consolidated Application (Con App) Part I for categorical programs.  This application allows the East Side Union High School District to receive the Categorical funds listed below\n\t \nFISCAL IMPACT:\nPer Consolidated Application Part I\n\t \nFUNDING SOURCE:\nTitle I\nTitle II\nTitle III\nEconomic Impact Aid (EIA)\n\t \nRECOMMENDATION:\nIt is recommended that the Board of Trustees approve the Consolidated Program Application (Con App) Part I 2013-2014 for submission to California Department of Education.\n", 
                    "item_number": "17.02", 
                    "item_recommendation": "It is recommended that the Board of Trustees approve the Consolidated Program Application (Con App) Part I 2013-2014 for submission to California Department of Education.", 
                    "item_text": "Discussion and/or Action of Consolidated Program Application (Con App) Part I for 2013-2014", 
                    "item_text_raw": "17.02 Discussion and/or Action of Consolidated Program Application (Con App) Part I for 2013-2014", 
                    "item_type": "Action, Discussion"
                }, 
                {
                    "boarddocs_id": "9A6NBP5F1C11", 
                    "item_details": "\nEAST SIDE UNION HIGH SCHOOL DISTRICT\n\t \nItem:  17.03\n\t \nTO:\nBoard of Trustees\n\t\t\t\t \n\t\t\t\t \nFROM:  \nChris D. Funk, Superintendent\n\t\t\t\t \n\t\t\t\t \nPREPARED BY:\nJuan Cruz, Assistant Superintendent of Instructional Services\n\t\t\t\t\t \n\t\t\t\t \n\t\t\t\t \nSUBJECT:\nDiscussion and/or Action to Receive Second Valenzuela/CAHSEE and Williams Settlement Uniform Complaint Quarterly Report for Period Covering April 1, 2013  through June 30, as required by EC 35186 (Williams Settlement Legislation SB550 and AB2727)\n\t \n\t \nBackground\nAs a result of the Williams Case (EC 35186), referred to as a landmark Superior Court case requires that every California public school provide each student with, at the very least, sufficient textbooks and instructional materials; clean, safe and functional buildings and facilities; and permanent, appropriately trained and assigned teachers.  Additionally, under the settlement of the Valenzuela/CAHSEE Settlement (EC 37254) students in grades 10 to 12 inclusive shall be notified of services available to students up to two consecutive years after the completion of grade 12 who have not yet passed the CAHSEE.\n\t \nSchool districts shall support summarized data on the nature and resolution of all Williams Complaints and Valenzuela/CAHSEE Complaints on a quarterly basis to the governing board and the county superintendent of schools.  The report shall include the number of complaints by the general subject area with the number of resolved and unresolved complaints.\n\t \nThe attached report indicates the number of complaints filed from April 1, 2013 through June 30, 2013.\n\t \n\t \nFISCAL IMPACT:\nNone\n\t \nFUNDING SOURCE:\nSenate Bill 6 (Williams)\nState Instructional Materials Allocation\nDistrict Instructional Materials Budget\nOther Categorical funds as Appropriate\n\t \n\t \nRECOMMENDATION:\nIt is recommended that the Board of Trustees accept the Second Quarterly Valenzuela/CAHSEE and Williams Settlement Uniform Complaint report for the period covering April 1, 2013 through June 30 2013, as required by EC 35186 (Williams Settlement Legislation SB550 and AB2727).\n", 
                    "item_number": "17.03", 
                    "item_recommendation": "It is recommended that the Board of Trustees accept the Second Quarterly Valenzuela/CAHSEE and Williams Settlement Uniform Complaint report for the period covering April 1, 2013 through June 30 2013, as required by EC 35186 (Williams Settlement Legislation SB550 and AB2727).", 
                    "item_text": "Discussion and/or Action to Receive the Second Valenzuela/CAHSEE and Williams Settlement Uniform Complaints Quarterly Report for Period Covering April 1, 2013 through June 30, 2013 as required by EC 35186 (Williams Settlement Legislation SB550 and AB2727)", 
                    "item_text_raw": "17.03 Discussion and/or Action to Receive the Second Valenzuela/CAHSEE and Williams Settlement Uniform Complaints Quarterly Report for Period Covering April 1, 2013 through June 30, 2013 as required by EC 35186 (Williams Settlement Legislation SB550 and AB2727)", 
                    "item_type": "Action, Discussion"
                }
            ], 
            "section_name": "INSTRUCTIONAL SERVICES / STUDENT SERVICES - CONSENT/ACTION CALENDAR", 
            "section_number": ""
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "98CUN77B05C3", 
                    "item_details": "\n\t \nEAST SIDE UNION HIGH SCHOOL DISTRICT\n\t \nItem:  18.01\n\t \n\t \n\t \nTO:\nBoard of Trustees\n\t\t\t\t\t \nFROM:\nChris D. Funk, Superintendent\n\t\t\t\t\t \n\t\t\t\t\t \nPREPARED BY:\nCari Vaeth, Director, Human Resources\n\t\t\t\t\t \nSUBJECT:\nRatify/Approve Classified Personnel Actions Presented August 22, 2013\n\t \n\t \nThe following classified personnel actions presented August 22, 2013 are recommended for approval by the Board of Trustees.\n\t \n\t \nRE-EMPLOYMENT FROM LAYOFF (39 MONTH REHIRE LIST) \n\t \nNAME\nPOSITION / SITE \nFTE\nEFFECTIVE\nSERNA, Marialicia\nAttendance Clerk / EV\n1.0\n08/12/2013\n\t \n\t \nCHANGE OF STATUS\n\t \nNAME\nFROM POSITION / SITE / FTE\nTO POSITION / SITE / FTE\nEFFECTIVE\nREASON\nACKERMAN, David\nChild Nutrition Wkr II / JL / 1.0\nCustodian / JL / 1.0\n07/22/2013\nR63\nBAVILACQUA, Paulette\nParaeducator / JL / 0.875\nParaeducator / PH / 0.875\n08/12/2013\nADM\nBECERRA, Renee\nIEP Paraeducator / PH / 1.0\nIEP Paraeducator / WO / 1.0\n08/12/2013\nADM\nBENITEZ, Angelica\nParaeducator / WO / 0.875\nParaeducator / SC / 0.875\n08/12/2013\nADM\nCABRERA, Martha\nCounseling Tech / IH / 1.0\nPrincipal Secretary / OG / 1.0\n08/01/2013\nCSP\nCROUCH-MEAGHER, Cynthia\nRegistrar / IH / 1.0\nRegistrar/Attend Secty / CH / 1.0\n08/07/2013\nCSL\nGARCIA, Danny\nIEP Paraeducator / EC / 1.0\nIEP Paraeducator / EV / 1.0\n08/12/2013\nADM\nKHAN, Adam\nIEP Paraeducator / SC  / 1.0\nIEP Paraeducator / YB / 1.0\n08/12/2013\nADM\nLEWIS, Maria\nChild Nutrition Wkr II / WO / 1.0\nChild Nutrition Wkr II / JL / 1.0\n08/12/2013\nADM\nLUGO, Carolina\nIEP Paraeducator / EC  / 1.0\nIEP Paraeducator / EV / 1.0\n08/12/2013\nADM\nMENDOZA, Jose\nCustodian / JL / 1.0\nCustodian / YB / 1.0\n07/15/2013\nCSL\nNEGUS, Beylul\nParaeducator / OG / 0.875 \nParaeducator / SC / 0.875\n08/12/2013\nADM\nNG, Chuan\nParaeducator / EC / 0.875\nParaeducator / YB / .875\n08/12/2013\nADM\nNGUYEN, Kim Ly\nParaeducator / ST / 0.875\nParaeducator / PH / 0.875\n08/12/2013\nADM\nNUNN, Martinette\nAttendance Secretary / OG / 1.0\nPrincipal’s Secretary / CH / 1.0\n08/01/2013\nCSP\nSAELEE, Sarnseng\nParaeducator / WO / 0.75\nLanguage Assess Clk/ IH / 1.0\n07/01/2013\nR63\nVALERIO, Norma\nRepro Equip Oper II / IH / 1.0\nRepro Equip Oper II / EC / 1.0\n06/01/2013\nCSL\n\t \n\t \nEMPLOYMENT SEPARATION  \n\t \nNAME\nFROM POSITION / SITE / FTE\nEFFECTIVE\nREASON\nBALAGSO, Alexandra\nJob Training Coach / EC / 0.875\n08/11/2013\nRES\nESCOBEDO, Martin\nChild Nutrition Wkr I / ST / 0.50\n07/24/2013\nRES\nGUVEN, David\nJob Training Coach /  EC / 0.875\n08/11/2013\nRES\nKAPLOWITZ, Kolet\nSchool Finance Clerk / IH / 1.01\n12/30/2013\nRET\nSANCHEZ, Tom\nIEP Paraeducator / WO / 1.0\n08/13/2013\nRES\n\t \nADM = Administrative Transfer\n\tCSL = Change of Status Lateral\n\tCSP = Change of Status Promotion\nR63 = Rehire from 63 Month Reemployment List\nRES = Resignation\nRET = Retirement\n\t \n\t \nNEW EMPLOYMENT CLASSIFIED SUBSTITUTE EMPLOYEES\n\t \nNAME\nPOSITION\nEFFECTIVE\nBECKWITH, Daniel C.\nShort Term Worker Level I - Maintenance\n06/20/2013\nBLACK, Dominique A.\nShort Term Worker Level I - Information Systems\n07/10/2013\nCANOY, Lawrence W.\nShort Term Worker Level I - Maintenance \n07/17/2013\nDUYSINGS, Christopher\nShort Term Worker Level I - Maintenance\n07/10/2013\nJUAREZ, David J.\nShort Term Worker Level I - Maintenance\n06/27/2013\nLARA, Cristopher\nShort Term Worker Level I - Maintenance\n06/20/2013\nLE, Steven\nSubstitute - Child Nutrition Services\n08/12/2013\nLEON, Cesar\nShort Term Worker Level I - Maintenance\n07/16/2013\nMARTINEZ, Francisco\nShort Term Worker Level I - Maintenance\n06/20/2013\nMEAD, William D.\nShort Term Worker Level I - Maintenance\n07/01/2013\nNELSON, Amanda M.\nSubstitute - Paraeducator\n08/12/2013\nPAYTON-HUNT, Inauja E,\nShort Term Worker Level I - Information Systems\n06/25/2013\nROBERTS, Victoria\nSubstitute - Paraeducator/Child Nutrition Worker\n08/12/2013\nVARGAS, Bobby\nShort Term Worker Level I - Maintenance\n07/08/2013\n\t \n\t \nFUNDING SOURCE:\nGeneral, Special Education and Adult Education funds\n\t \nFISCAL IMPACT:\nAs per salary schedule\n\t \nRECOMMENDATION:\nIt is recommended that the Board of Trustees approve the classified personnel actions as specified.\n", 
                    "item_number": "18.01", 
                    "item_recommendation": "It is recommended that the Board of Trustees approve the classified personnel actions as specified.", 
                    "item_text": "Ratify/Approve Classified Personnel Actions Presented August 22, 2013", 
                    "item_text_raw": "18.01 Ratify/Approve Classified Personnel Actions Presented August 22, 2013", 
                    "item_type": "Action (Consent)"
                }, 
                {
                    "boarddocs_id": "98CUNA7B05CB", 
                    "item_details": "\n\t \nEAST SIDE UNION HIGH SCHOOL DISTRICT\n\t \nItem:  18.02\n\t \n\t \nTO:\nBoard of Trustees\n\t\t\t\t\t \nFROM:\nChris D. Funk, Superintendent\n\t\t\t\t\t \n\t\t\t\t\t \nPREPARED BY:\nCari Vaeth, Director, Human Resources\n\t\t\t\t\t \nSUBJECT:\nRatify/Approve Certificated Personnel Actions Presented August 22, 2013\n\t \n\t \nThe following certificated personnel actions presented August 22, 2013, are recommended for approval by the Board of Trustees.\n\t \n\t \n\t \nFUNDING SOURCE:\nGeneral, Special Education and Adult Education Funds\n\t \nFISCAL IMPACT:\nAs per salary schedule\n\t \nRECOMMENDATION:\nIt is recommended that the Board of Trustees approve the certificated personnel actions as specified.\n\t \n", 
                    "item_number": "18.02", 
                    "item_recommendation": "It is recommended that the Board of Trustees approve the certificated personnel actions as specified.", 
                    "item_text": "Ratify/Approve Certificated Personnel Actions Presented August 22, 2013", 
                    "item_text_raw": "18.02 Ratify/Approve Certificated Personnel Actions Presented August 22, 2013", 
                    "item_type": "Action (Consent)"
                }, 
                {
                    "boarddocs_id": "98CUND7B05D2", 
                    "item_details": "\n\t \n \n\t \nEAST SIDE UNION HIGH SCHOOL DISTRICT\n\t \nItem: 18.03\n\t \n\t \nTO:\nBoard of Trustees\n\t\t\t\t\t \nFROM:\nChris D. Funk, Superintendent\n\t\t\t\t\t \n\t\t\t\t\t \nPREPARED BY:\nCari Vaeth, Director, Human Resources\n\t\t\t\t\t \nSUBJECT:\nRatify/Approve Student Aide Personnel Actions Presented August 22, 2013\n\t\t\t\t\t \n\t \nThe following student aide personnel actions presented August 22, 2013, are recommended for approval by the Board of Trustees.  \nThese summer program positions are paid through various restricted funding and are not bargaining unit work.  \n\t \nNEW EMPLOYMENT OF \n\t \nNAME\nPOSITION / PROGRAM / LOCATION\nEFFECTIVE\nTRUONG, Christine\nCollege Aide / AVID / YB\n07/10/2013\n\t\t\t\t\t \n\t\t\t\t\t \n\t\t\t\t\t \nGARCIA, Carolina\nCollege Aide / CSI / WCO\n07/03/2013\nMORA-AGUILERA, Jasmine\nStudent Aide / CSI / WCO\n06/27/2013\nPEREZ, Tiana\nCollege Aide / CSI / WCO\n06/20/2013\n\t\t\t\t\t \n\t\t\t\t\t \n\t\t\t\t\t \nALVAREZ, Fernando\nStudent Aide / City of San Jose / WCO \n06/24/2013\nDELGADO, Marissa\nStudent Aide / City of San Jose / WCO\n06/20/2013\nMENDOZA, Jasmine\nStudent Aide / City of San Jose / WCO\n06/24/2013\nPLATA, Kaitlyn\nStudent Aide / City of San Jose / WCO\n06/24/2013\nREY, Adam\nCollege Aide / City of San Jose / WCO\n06/20/2013\nROCHA SARABIA, Michael\nStudent Aide / City of San Jose / WCO\n06/24/2013\nWHITLEY, Adam\nCollege Aide / City of San Jose / WCO\n06/24/2013\n\t\t\t\t\t \n\t\t\t\t\t \n\t\t\t\t\t \nROSAS CARRASCO, Juan\nCollege Aide / Cyber High / WCO\n06/20/2013\nTRAN, Linda\nCollege Aide / Math Analysis / WCO\n07/03/2013\n\t\t\t\t\t \n\t\t\t\t\t \n\t\t\t\t\t \nARIAS GOMEZ, Araceli\nStudent Aide / Migrant Ed / SC\n06/27/2013\n\t\t\t\t\t \n\t\t\t\t\t \n\t\t\t\t\t \nAGUILAR, Miguel\nCollege Aide / Summer School / SC\n07/08/2013\nDO, Quan\nCollege Aide / Summer School / SC\n07/08/2013\nDUONG, Minh-Tuan\nCollege Aide / Summer School / SC\n07/18/2013\nHO, Stacey\nCollege Aide / Summer School / SC\n07/24/2013\nHUYNH, Andy\nStudent Aide / Summer School / SC\n07/17/2013\nHUYNH, Minh\nStudent Aide / Summer School / SC\n07/11/2013\nIGNACIO, Arvin\nCollege Aide / Summer School / SC\n07/17/2013\nNGUYEN, Charlie\nCollege Aide / Summer School / SC\n07/18/2013\nSANCHEZ CARDENAS, Romel\nStudent Aide / Summer School / SC\n07/11/2013\nSENH, Andy\nCollege Aide / Summer School / SC\n07/25/2013\nTRAN, Alex\nStudent Aide / Summer School / SC\n07/08/2013\n\t\t\t\t\t \n\t\t\t\t\t \n\t\t\t\t\t \nALVAREZ PACHECO, Jacsivi\nStudent Aide / Workability / ST\n07/11/2013\nBORBA, Dejanna\nStudent Aide / Workability / FH\n05/28/2013\nCANTANO APARICIO, Kevin\nStudent Aide / Workability / WCO\n07/11/2013\nGHOLAMIPOUR, Tahmores\nStudent Aide / Workability / SC\n07/11/2013\nMORALES, Jessica\nStudent Aide / Workability / AH\n06/18/2013\nPAO, John\nStudent Aide / Workability / SC\n07/24/2013\nPATLAN, Angelina\nStudent Aide / Workability / ST\n06/18/2013\nRICARDEZ, Armand\nStudent Aide / Workability / JL\n06/24/2013\nRUEDA-SANDOVAL, Esteban\nStudent Aide / Workability / OG\n06/27/2013\nSOUZA, Jonathan\nStudent Aide / Workability / WCO\n06/26/2013\n\t \n\t \nFUNDING SOURCE:\nWorkability and Intervention funds\n\t \nFISCAL IMPACT:\nAs per salary schedule\n\t \nRECOMMENDATION:\nIt is recommended that the Board of Trustees approve the student aide personnel actions as specified.\n", 
                    "item_number": "18.03", 
                    "item_recommendation": "It is recommended that the Board of Trustees approve the student aide personnel actions as specified.", 
                    "item_text": "Ratify/Approve Student Aide Personnel Actions Presented August 22, 2013", 
                    "item_text_raw": "18.03 Ratify/Approve Student Aide Personnel Actions Presented August 22, 2013", 
                    "item_type": "Action (Consent)"
                }, 
                {
                    "boarddocs_id": "9A6KAN50E76E", 
                    "item_details": "\n\t \nEAST SIDE UNION HIGH SCHOOL DISTRICT\n\t \nItem:  18.04\n\t \n\t \nTO:\nBoard of Trustees\n\t\t\t\t\t \nFROM:\nChris D. Funk, Superintendent\n\t\t\t\t\t \n\t\t\t\t\t \nPREPARED BY:\nCari Vaeth, Director, Human Resources\n\t\t\t\t\t \nSUBJECT:\nRatify/Approve the Adult Education Calendar for the\n2013-2014 School Year\n\t \n\t \nAttached is the proposed Adult Education calendar for the 2013-2014 school year.  The calendar has also been reviewed and endorsed by the American Federation of Teachers representatives.\n\tClassified employees will follow the California School Employees Association negotiated holiday calendar.\n\t \n\t \nFUNDING SOURCE: \nNot applicable\n\t \nFISCAL IMPACT: \nAs per salary schedule\n\t \nRECOMMENDATION:\nIt is recommended that the Board of Trustees approve the adult education calendar for the 2013-2014 school year.\n", 
                    "item_number": "18.04", 
                    "item_recommendation": "It is recommended that the Board of Trustees approve the adult education calendar for the 2013-2014 school year.", 
                    "item_text": "Ratify/Approve the Adult Education Calendar for 2013-2014 School Year", 
                    "item_text_raw": "18.04 Ratify/Approve the Adult Education Calendar for 2013-2014 School Year", 
                    "item_type": "Action (Consent)"
                }
            ], 
            "section_name": "HUMAN RESOURCES - CONSENT/ACTION CALENDAR", 
            "section_number": ""
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "9A7TML77D911", 
                    "item_details": "\nEAST SIDE UNION HIGH SCHOOL DISTRICT\n\t\t\t \nItem:  19.01\n\t\t\t \nTO:\nBoard of Trustees\n\t\t\t\t\t\t \n\t\t\t\t\t\t \nFROM:  \nChris D. Funk, Superintendent\n\t\t\t\t\t\t \n\t\t\t\t\t\t \nPREPARED BY:\nMarcus Battle, Associate Superintendent of Business Services, and Donna Bertrand, C.P.M., Contracts Administration Coordinator\n\t\t\t\t\t\t \n\t\t\t\t\t\t \nSUBJECT:\nApprove Award of Bids \n\t\t\t \n\t\t\t \nThe attached Award of Bids is presented for review and approval as indicated in the attachment.\n\t\t\t \n\t\t\t \nFISCAL IMPACT:\nSee attachment\n\t\t\t \nFUNDING SOURCE:\nSee attachment\n\t\t\t \nRECOMMENDATION:\nIt is recommended that the Board of Trustees approve the Award of Bids as indicated in the attachment.\n\t \n", 
                    "item_number": "19.01", 
                    "item_recommendation": "It is recommended that the Board of Trustees approve the Award of Bids as indicated in the attachment.", 
                    "item_text": "Approve Award of Bids", 
                    "item_text_raw": "19.01 Approve Award of Bids", 
                    "item_type": "Action (Consent)"
                }, 
                {
                    "boarddocs_id": "98CUNN7B05E2", 
                    "item_details": "\nEAST SIDE UNION HIGH SCHOOL DISTRICT\nItem:  19.02\n\t \nTO:\nBoard of Trustees\n\t\t\t\t \n\t\t\t\t \nFROM:  \nChris D. Funk, Superintendent\n\t\t\t\t \n\t\t\t\t \nPREPARED BY:\nMarcus Battle, Associate Superintendent of Business Services, and Donna Bertrand, C.P.M., Contracts Administration Coordinator\n\t\t\t\t \n\t\t\t\t \nSUBJECT:\nApprove Contracts for Professional Services Under $50,000\n\t \nThe attachment for the Contracts for Professional Services under $50,000 is being presented for Board review and approval.  \n\t \n\t \nFISCAL IMPACT:\nAs indicated\n\t \nFUNDING SOURCE:\nAs indicated\n\t \nRECOMMENDATION:\nIt is recommended that the Board of Trustees approve the Contracts for Professional Services under $50,000 as presented. \n", 
                    "item_number": "19.02", 
                    "item_recommendation": "It is recommended that the Board of Trustees approve the Contracts for Professional Services under $50,000 as presented.", 
                    "item_text": "Approve Contracts for Professional Services Under $50,000", 
                    "item_text_raw": "19.02 Approve Contracts for Professional Services Under $50,000", 
                    "item_type": "Action (Consent)"
                }, 
                {
                    "boarddocs_id": "98CUNL7B05DE", 
                    "item_details": "\nEAST SIDE UNION HIGH SCHOOL DISTRICT\nItem:  19.03\n\t \nTO:\nBoard of Trustees\n\t\t\t\t \n\t\t\t\t \nFROM:  \nChris D. Funk, Superintendent\n\t\t\t\t \n\t\t\t\t \nPREPARED BY:\nMarcus Battle, Associate Superintendent of Business Services, and Donna Bertrand, C.P.M., Contracts Administration Coordinator\n\t\t\t\t \n\t\t\t\t \nSUBJECT:\nApprove Memoranda of Understanding\n\t \n\t \n\t \nThe attached list of Memoranda of Understanding is presented to the Board for review and approval.\n\t \n\t \nFISCAL IMPACT:\nNot Applicable\n\t \nFUNDING SOURCE:\nNot Applicable\n\t \nRECOMMENDATION:\nIt is recommended that the Board of Trustees approve the attached list of Memoranda of Understanding as presented. \n", 
                    "item_number": "19.03", 
                    "item_recommendation": "It is recommended that the Board of Trustees approve the attached list of Memoranda of Understanding as presented.", 
                    "item_text": "Approve Memoranda of Understanding", 
                    "item_text_raw": "19.03 Approve Memoranda of Understanding", 
                    "item_type": "Action (Consent)"
                }, 
                {
                    "boarddocs_id": "98CUNQ7B05E6", 
                    "item_details": "\nEAST SIDE UNION HIGH SCHOOL DISTRICT\n\t\t\t \nItem:  19.04\nTO:\nBoard of Trustees\n\t\t\t\t\t\t \n\t\t\t\t\t\t \nFROM:  \nChris D. Funk, Superintendent\n\t\t\t\t\t\t \n\t\t\t\t\t\t \nPREPARED BY:\nMarcus Battle, Associate Superintendent of Business Services, and Karen Poon, Director of Finance\n\t\t\t\t\t\t \n\t\t\t\t\t\t \nSUBJECT:\nApprove Budget Transfers\n\t\t\t \n\t\t\t \nThe attached Budget Transfers for July 1, 2013 through August 5, 2013, are being presented to the Board for review and approval.\n\t\t\t \n\t\t\t \nFISCAL IMPACT:\nNot Applicable\n\t\t\t \nFUNDING SOURCE:\nNot Applicable\n\t\t\t \nRECOMMENDATION:\nIt is recommended that the Board of Trustees approve the Budget Transfers as presented. \n\t \n", 
                    "item_number": "19.04", 
                    "item_recommendation": "It is recommended that the Board of Trustees approve the Budget Transfers as presented.", 
                    "item_text": "Approve Budget Transfers", 
                    "item_text_raw": "19.04 Approve Budget Transfers", 
                    "item_type": "Action (Consent)"
                }, 
                {
                    "boarddocs_id": "98CUNT7B05EC", 
                    "item_details": "\nEAST SIDE UNION HIGH SCHOOL DISTRICT\nItem:  19.05\n\t\t\t \nTO:\nBoard of Trustees\n\t\t\t\t\t\t \n\t\t\t\t\t\t \nFROM:  \nChris D. Funk, Superintendent\n\t\t\t\t\t\t \n\t\t\t\t\t\t \nPREPARED BY:\nMarcus Battle, Associate Superintendent of Business Services, and Donna Bertrand, C.P.M., Contracts Administration Coordinator\n\t\t\t\t\t\t \n\t\t\t\t\t\t \nSUBJECT:\nApprove Purchase Orders\n\t\t\t \nThe attached lists of Purchase Orders from June 13, 2013 through June 27, 2013 and July 1, 2013 through August 2, 2013, are being presented to the Board for review and approval.\n\t\t\t \nFISCAL IMPACT:\nAs indicated\n\t\t\t \nFUNDING SOURCE:\nAs indicated\n\t\t\t \nRECOMMENDATION:\nIt is recommended that the Board of Trustees approve the Purchase Orders as presented.\n\t \n", 
                    "item_number": "19.05", 
                    "item_recommendation": "It is recommended that the Board of Trustees approve the Purchase Orders as presented.", 
                    "item_text": "Approve Purchase Orders", 
                    "item_text_raw": "19.05 Approve Purchase Orders", 
                    "item_type": "Action (Consent)"
                }, 
                {
                    "boarddocs_id": "98CUNV7B05F0", 
                    "item_details": "\nEAST SIDE UNION HIGH SCHOOL DISTRICT\n\t\t\t \nItem:  19.06\nTO:\nBoard of Trustees\n\t\t\t\t\t\t\t \nFROM:  \n\t\t\t\t\t\t\t \nChris Funk, Superintendent\n\t\t\t\t\t\t \n\t\t\t\t\t\t \nPREPARED BY:\nMarcus Battle, Associate Superintendent of Business Services, and Donna Bertrand, C.P.M., Contracts Administration Coordinator\n\t\t\t\t\t\t \n\t\t\t\t\t\t \nSUBJECT:\nApprove Change Orders to Purchase Orders for Year-End Reconciliation\n\t\t\t \n\t\t\t \nThe Change Orders for Year-end reconciliation are increases to the Purchase Orders that were approved at prior Board meetings.  These increase are being presented for review and approval.\n\t\t\t \n\t\t\t \nFISCAL IMPACT:\nAs indicated in the attachment\n\t\t\t \nFUNDING SOURCE:\nAs indicated in the attachment\n\t\t\t \nRECOMMENDATION:\nIt is recommended that the Board of Trustees approve the Change Orders for Year-End reconciliation to Purchase Orders as presented.\n\t \n", 
                    "item_number": "19.06", 
                    "item_recommendation": "It is recommended that the Board of Trustees approve the Change Orders to Purchase Orders for Year-End reconciliation as presented.", 
                    "item_text": "Approve Change Orders to Purchase Orders for Year-End Reconciliation", 
                    "item_text_raw": "19.06 Approve Change Orders to Purchase Orders for Year-End Reconciliation", 
                    "item_type": "Action (Consent)"
                }, 
                {
                    "boarddocs_id": "9A82DR01B821", 
                    "item_details": "\nEAST SIDE UNION HIGH SCHOOL DISTRICT\n\t\t\t \nItem:  19.07\nTO:\nBoard of Trustees\n\t\t\t\t\t\t\t \nFROM:  \n\t\t\t\t\t\t\t \nChris D. Funk, Superintendent\n\t\t\t\t\t\t \n\t\t\t\t\t\t \nPREPARED BY:\nMarcus Battle, Associate Superintendent of Business Services, and Donna Bertrand, C.P.M., Contracts Administration Coordinator\n\t\t\t\t\t\t \n\t\t\t\t\t\t \nSUBJECT:\nAccept Report of Credit Card Expenses for Statement Dated June 22, 2013\n\t\t\t \n\t\t\t \nThe attached list of the District's credit card purchases for credit card statement dated June 22, 2013 are being presented for board review. \n\t\t\t \n\t\t\t \n\t\t\t \nFISCAL IMPACT:\nNot Applicable\n\t\t\t \nFUNDING SOURCE:\nNot Applicable \n\t\t\t \nRECOMMENDATION:\nIt is recommended that the Board of Trustees accept report of credit card expenses as presented. \n\t \n", 
                    "item_number": "19.07", 
                    "item_recommendation": "It is recommended that the Board of Trustees accept report of credit card expenses as presented.", 
                    "item_text": "Accept Report of Credit Card Expenses for Statement Dated June 22, 2013", 
                    "item_text_raw": "19.07 Accept Report of Credit Card Expenses for Statement Dated June 22, 2013", 
                    "item_type": "Action (Consent)"
                }, 
                {
                    "boarddocs_id": "9ABUU47DB21D", 
                    "item_details": "\nEAST SIDE UNION HIGH SCHOOL DISTRICT\nItem:  19.08\n\t\t \nTO:\nBoard of Trustees\n\t\t\t\t\t \n\t\t\t\t\t \nFROM:  \nChris D. Funk, Superintendent\n\t\t\t\t\t \n\t\t\t\t\t \nPREPARED BY:\nMarcus Battle, Associate Superintendent of Business Services, and Karen Poon, Director of Finance\n\t\t\t\t\t \n\t\t\t\t\t \nSUBJECT:\nAccept Warrant Register for the Months of June 2013 and July 2013\n\t\t \n\t\t \nAttached is a list of warrants issued during the months of June 2013 and July 2013, in response to Board Policy 3314 Payment for Goods and Services adopted by the Board in May 2009.  The Policy states that, “The Board shall approve all warrants (checks) at a regularly scheduled Board meeting\".  While there is no legal requirement for Board approval of issued warrants, this list and future lists will add to the “transparency” of when the Board approves purchase orders, contracts and other authorized expenses as per Board Policies.  \n\t\t \n\t\t \nFISCAL IMPACT:\nNot Applicable\n\t\t \nFUNDING SOURCE:\nNot Applicable\n\t\t \nRECOMMENDATION:\nIt is recommended that the Board of Trustees accept the Warrant Register as presented for the months of June 2013 and July 2013. \n\t \n", 
                    "item_number": "19.08", 
                    "item_recommendation": "It is recommended that the Board of Trustees accept the Warrant Register as presented for the months of June 2013 and July 2013.", 
                    "item_text": "Accept Warrant Register for the Months of June 2013 and July 2013", 
                    "item_text_raw": "19.08 Accept Warrant Register for the Months of June 2013 and July 2013", 
                    "item_type": "Action (Consent)"
                }
            ], 
            "section_name": "BUSINESS SERVICES - CONSENT/ACTION CALENDAR", 
            "section_number": ""
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "98CUNZ7B05F5", 
                    "item_details": "\nEAST SIDE UNION HIGH SCHOOL DISTRICT\n\t \nItem:  20.01\n\t\t\t\t \n\t\t\t\t\t \nTO:\nBoard of Trustees\n\t\t\t\t\t \n\t\t\t\t\t \nFROM:  \nChris D. Funk, Superintendent\n\t\t\t\t\t \n\t\t\t\t\t \nPREPARED BY:\nMarcus Battle, Associate Superintendent of Business Services, Linda da Silva, Director of Construction, Maintenance and Facilities, and Janice Unger, Capital Projects Purchasing Manager\n\t\t\t\t\t \n\t\t\t\t\t \nSUBJECT:\nApprove Award of Bids for Bond/Capital Projects\n\t \nThe attached Award of Bids for Bond/Capital Projects is presented for review and approval as indicated in the attachment.\n\t \nFISCAL IMPACT:\nSee attachment\n\t \nFUNDING SOURCE:\nSee attachment\n\t \nRECOMMENDATION:\nIt is recommended that the Board of Trustees approve the Award of Bids for Bond/Capital Projects as indicated in the attachment.\n", 
                    "item_number": "20.01", 
                    "item_recommendation": "It is recommended that the Board of Trustees approve the Award of Bids for Bond/Capital Projects as indicated in the attachment.", 
                    "item_text": "Approve Award of Bids for Bond/Capital Projects", 
                    "item_text_raw": "20.01 Approve Award of Bids for Bond/Capital Projects", 
                    "item_type": "Action (Consent)"
                }, 
                {
                    "boarddocs_id": "98CUP47B05F9", 
                    "item_details": "\nEAST SIDE UNION HIGH SCHOOL DISTRICT\n\t\t\t \nItem:  20.02\nTO:\nBoard of Trustees\n\t\t\t\t\t\t \n\t\t\t\t\t\t \nFROM:  \nChris D. Funk, Superintendent\n\t\t\t\t\t\t \n\t\t\t\t\t\t \nPREPARED BY:\nMarcus Battle, Associate Superintendent of Business Services, Linda da Silva, Director of Construction, Maintenance and Facilities, and Janice Unger, Capital Projects Purchasing Manager\n\t\t\t\t\t\t \n\t\t\t\t\t\t \nSUBJECT:\nApprove Bond/Capital Projects Contracts for Professional Services At or Below $50,000\n\t\t\t \n\t\t\t \nThe attached lists the Bond/Capital Projects Contracts for Professional Services at or below $50,000 being recommended for Board approval and to delegate authority to the Superintendent or designee to amend said contracts and purchase orders on an as needed basis, including funding.\n\t\t\t \n\t\t\t \nFISCAL IMPACT:\nAs indicated in the attachment\n\t\t\t \nFUNDING SOURCE:\nAs indicated in the attachment\n\t\t\t \nRECOMMENDATION:\nIt is recommended that the Board of Trustees approve the Bond/Capital Projects contracts for professional services at or below $50,000 as listed in the attachment and to delegate authority to the Superintendent or designee to amend said contracts and purchase orders on an as needed basis, including funding.\n\t \n", 
                    "item_number": "20.02", 
                    "item_recommendation": "It is recommended that the Board of Trustees approve the Bond/Capital Projects contracts for professional services at or below $50,000 as listed in the attachment and to delegate authority to the Superintendent or designee to amend said contracts and purchase orders on an as needed basis, including funding.", 
                    "item_text": "Approve Bond/Capital Projects Contracts for Professional Services At or Below $50,000", 
                    "item_text_raw": "20.02 Approve Bond/Capital Projects Contracts for Professional Services At or Below $50,000", 
                    "item_type": "Action (Consent)"
                }, 
                {
                    "boarddocs_id": "97NUT87D913D", 
                    "item_details": "\nEAST SIDE UNION HIGH SCHOOL DISTRICT\nItem:  20.03\n\t \nTO:\n\t\t\t\t\t \nBoard of Trustees\n\t\t\t\t\t \nFROM:\nChris D. Funk, Superintendent\nPREPARED BY:\nMarcus Battle, Associate Superintendent of Business Services, Linda da Silva, Director of Construction, Maintenance and Facilities, and Janice Unger, Capital Projects Purchasing Manager \nSUBJECT:\nApprove Final Change Order #2 for the Mt. Pleasant High School Increment 2 Gym Modernization Project, E-035-002 (Zolman Construction & Development, Inc.)\n\t\t\t\t\t \nBid #: B-04-11-12 , PO # 203220\n\t \nOn May 10, 2012 (Board Item 16.05), the Board awarded a construction contract in the amount of $3,487,000 to Zolman Construction & Development, Inc. (see Attachment A).   Change order #1 (Attachment B) in the amount of $230,000 for unforeseen conditions was Board approved January 17, 2013.\n\t \nThe project is complete.  This change order #2 is the final change order to deduct the unused portion of the owner’s allowance from the final contract price.  \n\t \nContract Allowance\n$542,182.00\nPCO Total Amount\n$486,621.00\nUnused Allowance\n$ 55,561.00 \n                                               \n\t \n\t \n\t \n\t \nFinal Contract Reconciliation\nOriginal Contract Price\n$3,487,000.00\nChange Order #1\n$230,000.00  \nRequested Change Order #2\n($55,561.00)\nFinal Revised Contract Amount\n$3,661,439.00\n\t \n\t \nFISCAL IMPACT:\n\t\t\t\t\t \n($55,561.00)\n\t\t\t\t\t \nFUNDING SOURCE:\nMeasure E\nRECOMMENDATION:\nIt is recommended that the Board of Trustees approve Final Change Order #2 for the Increment 2 Gym Modernization Project at Mt. Pleasant High School, E-035-002 (Zolman Construction & Development, Inc.).\n\t \n", 
                    "item_number": "20.03", 
                    "item_recommendation": "It is recommended that the Board of Trustees approve Final Change Order #2 for the Increment 2 Gym Modernization Project at Mt. Pleasant High School, E-035-002 (Zolman Construction & Development, Inc.).", 
                    "item_text": "Approve Final Change Order #2 for the Mt. Pleasant High School Increment 2 Gym Modernization Project, E-035-002 (Zolman Construction & Development, Inc.)", 
                    "item_text_raw": "20.03 Approve Final Change Order #2 for the Mt. Pleasant High School Increment 2 Gym Modernization Project, E-035-002 (Zolman Construction & Development, Inc.)", 
                    "item_type": "Action (Consent)"
                }, 
                {
                    "boarddocs_id": "97NUTC7D9357", 
                    "item_details": "\nEAST SIDE UNION HIGH SCHOOL DISTRICT\nItem:  20.04\n\t \nTO:\n\t\t\t\t\t \nBoard of Trustees\n\t\t\t\t\t \nFROM:\nChris D. Funk, Superintendent\nPREPARED BY:\nMarcus Battle, Associate Superintendent of Business Services, Linda da Silva, Director of Construction, Maintenance and Facilities, and Janice Unger, Capital Projects Purchasing Manager \nSUBJECT:\nApprove Final Change Order #2 for the Mt. Pleasant High School Classroom Modernization Project, E-035-002 (Zolman Construction & Development, Inc.)\n\t\t\t\t\t \nBid #: B-15-10-11 , PO # 103065\n\t \nOn May 31, 2011 (Board Item 11.04), the Board awarded a construction contract in the amount of $10,450,000 to Zolman Construction & Development, Inc. (see Attachment A).  Change order #1 (Attachment B) in the amount of $202,652 for field conditions not contracted in the scope of work was Board approved October 18, 2012.\n\t \nThe project is complete.  This change order #2 is the final change order to deduct the unused portion of the owner’s allowance from the final contract price.  \n\t \nContract Allowance\n$1,152,652.00\nPCO Total Amount\n$1,124,964.00\nUnused Allowance\n$27,688.00  \n\t                                               \n\t \n\t \n\t \n\t \n\t \n\t \nFinal Contract Reconciliation\nOriginal Contract Price\n$10,450,000.00\nChange Order #1\n$202,652.00  \nRequested Change Order #2\n($27,688.00)\nFinal Revised Contract Amount\n$10,624,964.00\n\t \n\t \n\t \n\t \n\t \n\t \n\t \n\t \n\t \n\t \nFISCAL IMPACT:\n\t\t\t\t\t \n($27,688.00)\n\t\t\t\t\t \nFUNDING SOURCE:\nMeasure E\nRECOMMENDATION:\nIt is recommended that the Board of Trustees approve Final Change Order #2 for the Classroom Modernization Project at Mt. Pleasant High School, E-035-002 (Zolman Construction & Development, Inc.).\n\t \n", 
                    "item_number": "20.04", 
                    "item_recommendation": "It is recommended that the Board of Trustees approve Final Change Order #2 for the Classroom Modernization Project at Mt. Pleasant High School, E-035-002 (Zolman Construction & Development, Inc.).", 
                    "item_text": "Approve Final Change Order #2 for the Mt. Pleasant High School Classroom Modernization Project, E-035-002 (Zolman Construction & Development, Inc.)", 
                    "item_text_raw": "20.04 Approve Final Change Order #2 for the Mt. Pleasant High School Classroom Modernization Project, E-035-002 (Zolman Construction & Development, Inc.)", 
                    "item_type": "Action (Consent)"
                }, 
                {
                    "boarddocs_id": "97NUVY7DE79D", 
                    "item_details": "\nEAST SIDE UNION HIGH SCHOOL DISTRICT\nItem:  20.05\n\t \n\t \n\t \nTO:\nBoard of Trustees\n\t\t\t\t\t \n\t\t\t\t\t \nFROM:\nChris D. Funk, Superintendent\n\t\t\t\t\t \n\t\t\t\t\t \nPREPARED BY:\nMarcus Battle, Associate Superintendent of Business Services, Linda da Silva, Director of Construction, Maintenance and Facilities, and Janice Unger, Capital Projects Purchasing Manager\n\t\t\t\t\t \n\t\t\t\t\t \nSUBJECT:\nApprove Final Change Order #2 for Yerba Buena High School Title IX Modernization Project, E-060-003 (D.L. Falk Construction, Inc.)\n\t\t\t\t\t \nBid #: B-20-10-11, PO #200045\n\t \nOn June 28, 2011 (Board Item 14.05), the Board awarded a construction contract in the amount of $3,509,000 to D. L. Falk Construction, Inc. (see Attachment A).  Change order #1 (Attachment B) in the amount of $319,000 for significant unforeseen conditions that necessitated addition of scope was Board approved December 8, 2011.\n\t \nThe project is complete.  This change order #2 is the final change order to deduct the unused portion of the owner’s allowance from the final contract price.  \n\t \nContract Allowance\n$638,000.00\nPCO Total Amount\n$517,961.10\nUnused Allowance\n$120,038.90  \n                                               \n\t \n\t \n\t \n\t \n\t \nFinal Contract Reconciliation\nOriginal Contract Price\n$3,509,000.00\nChange Order #1\n$  319,000.00\nRequested Change Order\n($120,038.90)\nFinal Revised Contract Amount\n$3,707,961.10\n\t \n\t \n\t \n\t \n\t \n\t \n\t \n\t \nFISCAL IMPACT:\n\t\t\t\t\t \n ($  120,038.90)\n\t\t\t\t\t \n\t\t\t\t\t \nFUNDING SOURCE:\nMeasure E\n\t\t\t\t\t \n\t\t\t\t\t \nRECOMMENDATION:\nIt is recommended that the Board of Trustees approve Final Change Order #2 for Yerba Buena High School Title IX Modernization Project, E-060-003 (D.L. Falk Construction, Inc.).\n\t \n", 
                    "item_number": "20.05", 
                    "item_recommendation": "It is recommended that the Board of Trustees approve Final Change Order #2 for the Title IX Modernization Project at Yerba Buena High School, E-060-003 (D. L. Falk Construction, Inc.).", 
                    "item_text": "Approve Final Change Order #2 for the Yerba Buena High School Title IX Modernization Project, E-060-003 (D. L. Falk Construction, Inc.)", 
                    "item_text_raw": "20.05 Approve Final Change Order #2 for the Yerba Buena High School Title IX Modernization Project, E-060-003 (D. L. Falk Construction, Inc.)", 
                    "item_type": "Action (Consent)"
                }, 
                {
                    "boarddocs_id": "97NUVZ7DE80A", 
                    "item_details": "\nEAST SIDE UNION HIGH SCHOOL DISTRICT\nItem:  20.06\n\t \nTO:\nBoard of Trustees\n\t\t\t\t\t \n\t\t\t\t\t \nFROM:\nChris D. Funk, Superintendent\n\t\t\t\t\t \n\t\t\t\t\t \nPREPARED BY:\nMarcus Battle, Associate Superintendent of Business Services, Linda da Silva, Director of Construction, Maintenance and Facilities, and Janice Unger, Capital Projects Purchasing Manager\n\t\t\t\t\t \n\t\t\t\t\t \nSUBJECT:\nApprove Final Change Order #2 for Andrew Hill High School Title IX Interior Modernization Project, E-025-001 (Cal-Pacific Construction, Inc.)\n\t\t\t\t\t \nBid #: B-08-10-11 , PO # 102076\n\t \n\t \nOn January 20, 2011 (Board Item 14.05), the Board awarded a construction contract in the amount of $1,589,000 to Cal-Pacific Construction, Inc. (see Attachment A).  The Board approved February 16, 2012 (Board Item 14.04), Change Order # 1 in the amount of $158,900 (see Attachment B).\n\t \nThe project is complete.  This change order #2 is the final change order to deduct the unused portion of the owner’s allowance from the final contract price.  \nContract Allowance\n$316,900.00\nPCO Total Amount\n$191,155.70\nUnused Allowance\n($  125,744.30)\n\t                                       \n\t \n\t \n\t \n\t \nFinal Contract Reconciliation\nOriginal Contract Price\n$1,589,000.00\nPreviously Authorized Change Order #1\n$158,900.00\nContract Amount Prior to this Change Order\n$1,747,900.00\nRequested Change Order #2\n($  125,744.30)\nFinal Revised Contract Amount\n$1,622,155.70\n\t \n\t \n\t \n\t \n\t \n\t \n\t \n\t \n\t \n\t \n\t \n\t \n\t\t\t\t\t \nFISCAL IMPACT:\n\t\t\t\t\t \n ($  125,744.30)\n\t\t\t\t\t \n\t\t\t\t\t \nFUNDING SOURCE:\nMeasure E\n\t\t\t\t\t \n\t\t\t\t\t \nRECOMMENDATION:\nIt is recommended that the Board of Trustees approve Final Change Order #2 for Andrew Hill High School Title IX Interior Modernization Project, E-025-001 (Cal-Pacific Construction, Inc.).\n\t \n", 
                    "item_number": "20.06", 
                    "item_recommendation": "It is recommended that the Board of Trustees approve Final Change Order #2 for Andrew Hill High School Title IX Interior Modernization Project, E-025-001 (Cal-Pacific Construction, Inc.).", 
                    "item_text": "Approve Final Change Order #2 for the Andrew Hill High School Title IX Interior Modernization Project, E-025-001 (Cal-Pacific Construction, Inc.)", 
                    "item_text_raw": "20.06 Approve Final Change Order #2 for the Andrew Hill High School Title IX Interior Modernization Project, E-025-001 (Cal-Pacific Construction, Inc.)", 
                    "item_type": "Action (Consent)"
                }, 
                {
                    "boarddocs_id": "97NUW27DE8F0", 
                    "item_details": "\nEAST SIDE UNION HIGH SCHOOL DISTRICT\nItem:  20.07\n\t \nTO:\n\t\t\t\t\t \nBoard of Trustees\n\t\t\t\t\t \nFROM:\nChris D. Funk, Superintendent\nPREPARED BY:\nMarcus Battle, Associate Superintendent of Business Services, Linda da Silva, Director of Construction, Maintenance and Facilities, and Janice Unger, Capital Projects Purchasing Manager \nSUBJECT:\nApprove Final Change Order #1 for the Silver Creek High School Multipurpose Classroom Building Project, E-055-001 (Dilbeck & Sons, Inc.)\n\t\t\t\t\t \nBid #: B-10-10-11 , PO # 103035\n\t \nOn May 10, 2011 (Board Item 14.06), the Board awarded a construction contract in the amount of $6,931,074 to Dilbeck & Sons, Inc. (see Attachment A).\n\t \nThe project is complete.  This change order #1 is the final change order to deduct the unused portion of the owner’s allowance from the final contract price.  \n\t \nContract Allowance\n$653,909.00\nPCO Total Amount\n$629,867.04\nUnused Allowance\n$24,041.96\n\t                                               \n\t \n\t \n\t \n\t \n\t \n\t \nFinal Contract Reconciliation\nOriginal Contract Price\n$7,193,004.00\nRequested Change Order #1\n($24,041.96)\nFinal Revised Contract Amount\n$7,168,962.04\n\t \n\t \n\t \n\t \n\t \n\t \n\t \n\t \nFISCAL IMPACT:\n\t\t\t\t\t \n($24,041.96)\n\t\t\t\t\t \nFUNDING SOURCE:\nMeasure E\nRECOMMENDATION:\nIt is recommended that the Board of Trustees approve Final Change Order #1 for the Multipurpose Classroom Building Project at Silver Creek High School, E-055-001 (Dilbeck & Sons, Inc.).\n\t \n", 
                    "item_number": "20.07", 
                    "item_recommendation": "It is recommended that the Board of Trustees approve Final Change Order #1 for the Multipurpose Classroom Building Project at Silver Creek High School, E-055-001 (Dilbeck & Sons, Inc.).", 
                    "item_text": "Approve Final Change Order #1 for the Silver Creek High School Multipurpose Classroom Building Project, E-055-001 (Dilbeck & Sons, Inc.)", 
                    "item_text_raw": "20.07 Approve Final Change Order #1 for the Silver Creek High School Multipurpose Classroom Building Project, E-055-001 (Dilbeck & Sons, Inc.)", 
                    "item_type": "Action (Consent)"
                }, 
                {
                    "boarddocs_id": "97NUW37DE9FA", 
                    "item_details": "\nEAST SIDE UNION HIGH SCHOOL DISTRICT\nItem:  20.08\n\t \nTO:\n\t\t\t\t\t \nBoard of Trustees\n\t\t\t\t\t \nFROM:\nChris D. Funk, Superintendent\nPREPARED BY:\nMarcus Battle, Associate Superintendent of Business Services, Linda da Silva, Director of Construction, Maintenance and Facilities, and Janice Unger, Capital Projects Purchasing Manager \nSUBJECT:\nApprove Final Change Order #1 for the James Lick High School New Two Story Classroom Building 500 Project, E-030-001 (D. L. Falk Construction, Inc.)\n\t\t\t\t\t \nBid #: B-12-10-11 , PO # 103172\n\t \nOn April 21, 2011 (Board Item 14.05), the Board awarded a construction contract in the amount of $7,074,000 to D. L. Falk Construction, Inc. (see Attachment A).\n\t \nThe project is complete.  This change order #1 is the final change order to deduct the unused portion of the owner’s allowance from the final contract price.  \n\t \nContract Allowance\n$643,091.00\nPCO Total Amount\n$496,411.67\nUnused Allowance\n$ 146,679.33 \n\t                                               \n\t \n\t \n\t \n\t \n\t \nFinal Contract Reconciliation\nOriginal Contract Price\n$7,074,000.00\nRequested Change Order #1\n($146,679.33) \nFinal Revised Contract Amount\n$6,927,451.56\n\t \n\t \n\t \n\t \n\t \n\t \n\t \n\t \nFISCAL IMPACT:\n\t\t\t\t\t \n($146,679.33)\n\t\t\t\t\t \nFUNDING SOURCE:\nMeasure E\nRECOMMENDATION:\nIt is recommended that the Board of Trustees approve Final Change Order #1 for the New Two Story Classroom Building 500 at James Lick High School, E-030-001 (D. L. Falk Construction, Inc.).\n\t \n", 
                    "item_number": "20.08", 
                    "item_recommendation": "It is recommended that the Board of Trustees approve Final Change Order #1 for the New Two Story Classroom Building 500 at James Lick High School, E-030-001 (D. L. Falk Construction, Inc.).", 
                    "item_text": "Approve Final Change Order #1 for the James Lick High School New Two Story Building 500 Project, E-030-001 (D. L. Falk Construction, Inc.)", 
                    "item_text_raw": "20.08 Approve Final Change Order #1 for the James Lick High School New Two Story Building 500 Project, E-030-001 (D. L. Falk Construction, Inc.)", 
                    "item_type": "Action (Consent)"
                }, 
                {
                    "boarddocs_id": "9A7VPB81AB6C", 
                    "item_details": "\nEAST SIDE UNION HIGH SCHOOL DISTRICT\n\t\t \nItem:  20.09\n\t\t  \nTO:\nBoard of Trustees\nFROM:  \nChris D. Funk, Superintendent\nPREPARED BY:\nMarcus Battle, Associate Superintendent of Business Services, Linda da Silva, Director of Construction, Maintenance and Facilities, and Janice Unger, Capital Projects Purchasing Manager\nSUBJECT:\nApprove Notice of Completion for the Piedmont Hills and Oak Grove High Schools Gym Floor Replacement Project, G-045-213 and G-050-213 (H.Y. Floor & Gameline Painting)\n\t\t \nPursuant to the contract awarded by the Board of Trustees on April 16, 2013, H.Y. Floor & Gameline Painting has furnished all material and finished all labor for the completion of work related to the Piedmont Hills and Oak Grove High Schools Gym Floor Replacement Project, G-045-213 and G-050-213.\n\t\t \nWith the approval of the Board of Trustees, the attached Notice of Completion will be filed with the Santa Clara County Recorder’s Office as required by law.\n\t\t \nFISCAL IMPACT:\n$5.00\n\t\t \nFUNDING SOURCE:\nMeasure G\n\t\t \nRECOMMENDATION:\nIt is recommended that the Board of Trustees approve the Notice of Completion for the Piedmont Hills and Oak Grove High Schools Gym Floor Replacement Project, G-045-213 and G-050-213, (H.Y. Floor & Gameline Painting).\n\t \n", 
                    "item_number": "20.09", 
                    "item_recommendation": "It is recommended that the Board of Trustees approve the Notice of Completion for the Piedmont Hills and Oak Grove High Schools Gym Floor Replacement Project, G-045-213 and G-050-213 (H.Y. Floor & Gameline Painting).", 
                    "item_text": "Approve Notice of Completion for Piedmont Hills and Oak Grove High Schools Gym Floor Replacement Project, G-045-213 and G-050-213 (H.Y. Floor & Gameline Painting)", 
                    "item_text_raw": "20.09 Approve Notice of Completion for Piedmont Hills and Oak Grove High Schools Gym Floor Replacement Project, G-045-213 and G-050-213 (H.Y. Floor & Gameline Painting)", 
                    "item_type": "Action (Consent)"
                }, 
                {
                    "boarddocs_id": "9A7VPC81AC83", 
                    "item_details": "\nEAST SIDE UNION HIGH SCHOOL DISTRICT\n\t\t \nItem:  20.10\n\t\t  \nTO:\nBoard of Trustees\nFROM:  \nChris D. Funk, Superintendent\nPREPARED BY:\nMarcus Battle, Associate Superintendent of Business Services, Linda da Silva, Director of Construction, Maintenance and Facilities, and Janice Unger, Capital Projects Purchasing Manager\nSUBJECT:\nApprove Notice of Completion for the Piedmont Hills and Silver Creek High Schools Bleacher Replacement Project, G-045-204 and G-055-204 (Swenson & Associates)\n\t\t \nPursuant to the contract awarded by the Board of Trustees on May 9, 2013, Swenson & Associates has furnished all material and finished all labor for the completion of work related to the Piedmont Hills and Silver Creek High Schools Bleacher Replacement Project, G-045-204 and G-055-204.\n\t\t \nWith the approval of the Board of Trustees, the attached Notice of Completion will be filed with the Santa Clara County Recorder’s Office as required by law.\n\t\t \nFISCAL IMPACT:\n$5.00\n\t\t \nFUNDING SOURCE:\nMeasure G\n\t\t \nRECOMMENDATION:\nIt is recommended that the Board of Trustees approve the Notice of Completion for the Piedmont Hills and Silver Creek High Schools Bleacher Replacement Project, G-045-204 and G-055-204 (Swenson & Associates).\n\t \n", 
                    "item_number": "20.10", 
                    "item_recommendation": "It is recommended that the Board of Trustees approve the Notice of Completion for the Piedmont Hills and Silver Creek High Schools Bleacher Replacement Project, G-045-204 and G-055-204 (Swenson & Associates).", 
                    "item_text": "Approve Notice of Completion for Piedmont Hills and Silver Creek High Schools Bleacher Replacement Project, G-045-204 and G-055-204 (Swenson & Associates)", 
                    "item_text_raw": "20.10 Approve Notice of Completion for Piedmont Hills and Silver Creek High Schools Bleacher Replacement Project, G-045-204 and G-055-204 (Swenson & Associates)", 
                    "item_type": "Action (Consent)"
                }, 
                {
                    "boarddocs_id": "9A7VP981A9FB", 
                    "item_details": "\nEAST SIDE UNION HIGH SCHOOL DISTRICT\n\t \nItem:  20.11\n\t  \nTO:\nBoard of Trustees\nFROM:  \nChris D. Funk, Superintendent\nPREPARED BY:\nMarcus Battle, Associate Superintendent of Business Services, Linda da Silva, Director of Construction, Maintenance and Facilities, and Janice Unger, Capital Projects Purchasing Manager\nSUBJECT:\nApprove Notice of Completion for the Independence High School Pool Renovation Project, G-065-203 (Gonsalves & Stronck Construction Co. Inc.)\n\t \nPursuant to the contract awarded by the Board of Trustees on December 11, 2012, Gonsalves & Stronck Construction Co. Inc. has furnished all material and finished all labor for the completion of work related to the Independence High School Pool Renovation Project, G-065-203.\n\t \nWith the approval of the Board of Trustees, the attached Notice of Completion will be filed with the Santa Clara County Recorder’s Office as required by law.\n\t \nFISCAL IMPACT:\n$5.00\n\t \nFUNDING SOURCE:\nMeasure G\n\t \nRECOMMENDATION:\nIt is recommended that the Board of Trustees approve the Notice of Completion for the Independence High School Pool Renovation Project, G-065-203 (Gonsalves & Stronck Construction Co. Inc.).\n", 
                    "item_number": "20.11", 
                    "item_recommendation": "It is recommended that the Board of Trustees approve the Notice of Completion for the Independence High School Pool Renovation Project, G-065-203 (Gonsalves & Stronck Construction Co. Inc.).", 
                    "item_text": "Approve Notice of Completion for the Independence High School Pool Renovation Project, G-065-203 (Gonsalves & Stronck Construction Co. Inc.)", 
                    "item_text_raw": "20.11 Approve Notice of Completion for the Independence High School Pool Renovation Project, G-065-203 (Gonsalves & Stronck Construction Co. Inc.)", 
                    "item_type": "Action (Consent)"
                }, 
                {
                    "boarddocs_id": "9A7VP881A930", 
                    "item_details": "\nEAST SIDE UNION HIGH SCHOOL DISTRICT\n\t \nItem:  20.12\n\t  \nTO:\nBoard of Trustees\nFROM:  \nChris D. Funk, Superintendent\nPREPARED BY:\nMarcus Battle, Associate Superintendent of Business Services, Linda da Silva, Director of Construction, Maintenance and Facilities, and Janice Unger, Capital Projects Purchasing Manager\nSUBJECT:\nApprove Notice of Completion for the Andrew Hill High School Temporary Portable Utility Project, E-025-003 (Calstate Construction, Inc.)\n\t \nPursuant to the contract awarded by the Board of Trustees on May 9, 2013, Calstate Construction, Inc. has furnished all material and finished all labor for the completion of work related to the Andrew Hill High School Temporary Portable Utility Project, E-025-003.\n\t \nWith the approval of the Board of Trustees, the attached Notice of Completion will be filed with the Santa Clara County Recorder’s Office as required by law.\n\t \nFISCAL IMPACT:\n$5.00\n\t \nFUNDING SOURCE:\nMeasure E\n\t \nRECOMMENDATION:\nIt is recommended that the Board of Trustees approve the Notice of Completion for the Andrew Hill High School Temporary Portable Utility Project, E-025-003 (Calstate Construction, Inc.).\n", 
                    "item_number": "20.12", 
                    "item_recommendation": "It is recommended that the Board of Trustees approve the Notice of Completion for the Andrew Hill High School Temporary Portable Utility Project, E-025-003 (Calstate Construction, Inc.).", 
                    "item_text": "Approve Notice of Completion for the Andrew Hill High School Temporary Portable Utility Project, E-025-003 (Calstate Construction, Inc.)", 
                    "item_text_raw": "20.12 Approve Notice of Completion for the Andrew Hill High School Temporary Portable Utility Project, E-025-003 (Calstate Construction, Inc.)", 
                    "item_type": "Action (Consent)"
                }, 
                {
                    "boarddocs_id": "9A7VP781A8AF", 
                    "item_details": "\nEAST SIDE UNION HIGH SCHOOL DISTRICT\n\t \nItem:  20.13\n\t  \nTO:\nBoard of Trustees\nFROM:  \nChris D. Funk, Superintendent\nPREPARED BY:\nMarcus Battle, Associate Superintendent of Business Services, Linda da Silva, Director of Construction, Maintenance and Facilities, and Janice Unger, Capital Projects Purchasing Manager\nSUBJECT:\nApprove Notice of Completion for the Santa Teresa High School Modernization of 100, 200, 400, 700, 1300 & 1400 Buildings Project, E-070-003 (United Compliance Corporation)\n\t \nPursuant to the contract awarded by the Board of Trustees on October 20, 2011, United Compliance Corporation has furnished all material and finished all labor for the completion of work related to the Santa Teresa High School Modernization of 100, 200, 400, 700, 1300 & 1400 Buildings Project.\n\t \nWith the approval of the Board of Trustees, the attached Notice of Completion will be filed with the Santa Clara County Recorder’s Office as required by law.\n\t \nFISCAL IMPACT:\n$5.00\n\t \nFUNDING SOURCE:\nMeasure E\n\t \nRECOMMENDATION:\nIt is recommended that the Board of Trustees approve the Notice of Completion for the Santa Teresa High School Modernization of 100, 200, 400, 700, 1300 & 1400 Buildings Project, E-070-003 (United Compliance Corporation).\n", 
                    "item_number": "20.13", 
                    "item_recommendation": "It is recommended that the Board of Trustees approve the Notice of Completion for the Santa Teresa High School Modernization of 100, 200, 400, 700, 1300 & 1400 Buildings Project, E-070-003 (United Compliance Corporation).", 
                    "item_text": "Approve Notice of Completion for the Santa Teresa High School Modernization of 100, 200, 400, 700, 1300 & 1400 Buildings Project, E-070-003 (United Compliance Corporation)", 
                    "item_text_raw": "20.13 Approve Notice of Completion for the Santa Teresa High School Modernization of 100, 200, 400, 700, 1300 & 1400 Buildings Project, E-070-003 (United Compliance Corporation)", 
                    "item_type": "Action (Consent)"
                }
            ], 
            "section_name": "FACILITIES - CONSENT/ACTION CALENDAR", 
            "section_number": ""
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "98CUP97B0606", 
                    "item_details": "\nEAST SIDE UNION HIGH SCHOOL DISTRICT\n\t\t \nItem:  21.01\nTO:\nBoard of Trustees\n\t\t\t\t\t \n\t\t\t\t\t \nFROM:  \nChris D. Funk, Superintendent\n\t\t\t\t\t \n\t\t\t\t\t \nPREPARED BY:\nMarcus Battle, Associate Superintendent of Business Services, and Janice Unger, Capital Projects Purchasing Manager\n\t\t\t\t\t \n\t\t\t\t\t \nSUBJECT:\nReceive Update to Previously Approved Change Orders for Current Bond Projects which Exceed the 10% Allowance\n\t\t \n\t\t \nAttached is an update to previously approved change orders for current Bond projects which exceed the 10% allowance.  The report is provided to keep the Board informed regarding total project expenses to date. \n\t \n", 
                    "item_number": "21.01", 
                    "item_recommendation": "", 
                    "item_text": "Receive Update to Previously Approved Change Orders for Current Bond Projects which Exceed the 10% Allowance", 
                    "item_text_raw": "21.01 Receive Update to Previously Approved Change Orders for Current Bond Projects which Exceed the 10% Allowance", 
                    "item_type": "Information, Report"
                }, 
                {
                    "boarddocs_id": "9A7TWU79694B", 
                    "item_details": "\nEAST SIDE UNION HIGH SCHOOL DISTRICT\n\t\t \nItem:  21.02\nTO:\nBoard of Trustees\n\t\t\t\t\t \n\t\t\t\t\t \nFROM:  \nChris D. Funk, Superintendent\n\t\t\t\t\t \n\t\t\t\t\t \nPREPARED BY:\nMarcus Battle, Associate Superintendent of Business Services\n\t\t\t\t\t \n\t\t\t\t\t \nSUBJECT:\nReceive Self-Insured Schools of California (SISC) GASB 45 Quarterly Report ending June 30, 2013\n\t\t \n\t\t \nThe attached statement provides information about the district's transaction activity and investment performance.  A summary of the quarterly and annual returns is shown in the attached letter.\n\t \n", 
                    "item_number": "21.02", 
                    "item_recommendation": "", 
                    "item_text": "Receive Self-Insured Schools of California (SISC) GASB 45 Quarterly Report ending June 30, 2013", 
                    "item_text_raw": "21.02 Receive Self-Insured Schools of California (SISC) GASB 45 Quarterly Report ending June 30, 2013", 
                    "item_type": "Information"
                }
            ], 
            "section_name": "WRITTEN REPORTS/RECOMMENDATIONS", 
            "section_number": ""
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "98CUPC7B060C", 
                    "item_details": "", 
                    "item_number": "22.01", 
                    "item_recommendation": "", 
                    "item_text": "Opportunity for Board of Trustees to Request Items on Future Agendas", 
                    "item_text_raw": "22.01 Opportunity for Board of Trustees to Request Items on Future Agendas", 
                    "item_type": "Action, Discussion"
                }, 
                {
                    "boarddocs_id": "98CUPE7B0610", 
                    "item_details": "\nFuture Items:\n\t \n\t \nBoard Clerk Van Le:\nItem\nDate (tentative)\nType\nAVID Program\nSeptember 19, 2013\nPresentation / Discussion\nBond Program Construction Projects\nOctober 17, 2013\nPresentation / Discussion\n\t \n\t \nBoard Member Magdalena Carrasco:\nItem\nDate (tentative)\nType\nAssembly Bill 9 / Anti-Bullying\nService Delivery Model\nSeptember 19, 2013\nPresentation / Discussion\n\t \n\t \nBoard Member Lan Nguyen:\nItem\nDate (tentative)\nType\nVietnamese Language Program\nSeptember 19, 2013\nPresentation / Discussion\n\t\t\t\t \n\t \n", 
                    "item_number": "22.02", 
                    "item_recommendation": "", 
                    "item_text": "Future items: AVID Program - Van Le, Board Clerk; Bond Program Construction Projects - Van Le, Board Clerk; Assembly Bill 9 / Anti-Bullying Service Delivery Model - Magdalena Carrasco, Board Member; Vietnamese Language Program - Lan Nguyen, Board Member", 
                    "item_text_raw": "22.02 Future items: AVID Program - Van Le, Board Clerk; Bond Program Construction Projects - Van Le, Board Clerk; Assembly Bill 9 / Anti-Bullying Service Delivery Model - Magdalena Carrasco, Board Member; Vietnamese Language Program - Lan Nguyen, Board Member", 
                    "item_type": "Action, Discussion"
                }
            ], 
            "section_name": "FUTURE AGENDA ITEMS", 
            "section_number": ""
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "98CUPH7B0616", 
                    "item_details": "\n\t \nFrank Biehl, President\n\t\t\t \nJ. Manuel Herrera, Vice President\n  --MetroED\nVan Le, Clerk\nLan Nguyen, Member\n  --Board Audit Commttee\nMagdalena Carrasco, Member\n\t \n", 
                    "item_number": "23.01", 
                    "item_recommendation": "", 
                    "item_text": "Board of Trustees: Frank Biehl, President; J. Manuel Herrera, Vice President -- MetroED; Van Le, Clerk; Lan Nguyen, Member -- Board Audit Committee; Magdalena Carrasco, Member", 
                    "item_text_raw": "23.01 Board of Trustees: Frank Biehl, President; J. Manuel Herrera, Vice President -- MetroED; Van Le, Clerk; Lan Nguyen, Member -- Board Audit Committee; Magdalena Carrasco, Member", 
                    "item_type": "Discussion"
                }, 
                {
                    "boarddocs_id": "98CUPL7B061C", 
                    "item_details": "", 
                    "item_number": "23.02", 
                    "item_recommendation": "", 
                    "item_text": "Chris D. Funk, Superintendent", 
                    "item_text_raw": "23.02 Chris D. Funk, Superintendent", 
                    "item_type": "Discussion"
                }
            ], 
            "section_name": "BOARD OF TRUSTEES/SUPERINTENDENT COMMUNICATIONS/COMMENTS", 
            "section_number": ""
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "98CUPQ7B0624", 
                    "item_details": "\nAttorney will report on Closed Session action item(s).\n", 
                    "item_number": "24.01", 
                    "item_recommendation": "", 
                    "item_text": "Attorney will Report on Closed Session Action item(s)", 
                    "item_text_raw": "24.01 Attorney will Report on Closed Session Action item(s)", 
                    "item_type": "Action"
                }
            ], 
            "section_name": "REPORT CLOSED SESSION ACTION(S)", 
            "section_number": ""
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "98CUPU7B062C", 
                    "item_details": "\nPresident Adjourns the meeting.\n", 
                    "item_number": "25.01", 
                    "item_recommendation": "", 
                    "item_text": "President Adjourns the Meeting", 
                    "item_text_raw": "25.01 President Adjourns the Meeting", 
                    "item_type": "Action"
                }
            ], 
            "section_name": "ADJOURNMENT", 
            "section_number": ""
        }
    ]
}