{
    "agency": "east_side_uhsd", 
    "meeting_date": "04-17-2008", 
    "meeting_sections": [
        {
            "items": [
                {
                    "boarddocs_id": "86PSKP597B5F", 
                    "item_details": "", 
                    "item_number": "1.01", 
                    "item_recommendation": "", 
                    "item_text": "Roll Call", 
                    "item_text_raw": " 1.01 Roll Call", 
                    "item_type": "Information"
                }, 
                {
                    "boarddocs_id": "86PSKS597B67", 
                    "item_details": "", 
                    "item_number": "1.02", 
                    "item_recommendation": "", 
                    "item_text": "Announcement and public comment regarding items to be discussed in Closed Session (Government Code Section 54957.7)", 
                    "item_text_raw": " 1.02 Announcement and public comment regarding items to be discussed in Closed Session (Government Code Section 54957.7)", 
                    "item_type": null
                }, 
                {
                    "boarddocs_id": "86PSKV597B76", 
                    "item_details": "", 
                    "item_number": "1.03", 
                    "item_recommendation": "", 
                    "item_text": "Recess to Closed Session (Open Session will resume at the end of Closed Session in the Board Room at approximately 6:00 p.m.) SEE ITEM 12 ON AGENDA (CLOSED SESSION)", 
                    "item_text_raw": " 1.03 Recess to Closed Session (Open Session will resume at the end of Closed Session in the Board Room at approximately 6:00 p.m.) SEE ITEM 12 ON AGENDA (CLOSED SESSION)", 
                    "item_type": "Information"
                }
            ], 
            "section_name": "Call to Order/Roll Call", 
            "section_number": "1."
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "86PSKZ597B85", 
                    "item_details": "", 
                    "item_number": "2.01", 
                    "item_recommendation": "", 
                    "item_text": "Pledge of Allegiance", 
                    "item_text_raw": " 2.01 Pledge of Allegiance", 
                    "item_type": "Information"
                }
            ], 
            "section_name": "Open Session 6:00 P.M. – Board Room", 
            "section_number": "2."
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "86PSL5597B92", 
                    "item_details": "", 
                    "item_number": "", 
                    "item_recommendation": "", 
                    "item_text": "Information explaining Board meeting procedures and how citizens can address the Board will be read. Written information is located near the entrance to the Board Room.", 
                    "item_text_raw": " Information explaining Board meeting procedures and how citizens can address the Board will be read. Written information is located near the entrance to the Board Room.\n", 
                    "item_type": "Information"
                }
            ], 
            "section_name": "Welcome and Explanation of Audience", 
            "section_number": "3."
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "86PSL9597B9A", 
                    "item_details": "", 
                    "item_number": "", 
                    "item_recommendation": "", 
                    "item_text": "None", 
                    "item_text_raw": " None", 
                    "item_type": "Information"
                }
            ], 
            "section_name": "Consideration of Proposed Amendments to Agenda", 
            "section_number": "4."
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "86PSLD597BA4", 
                    "item_details": "For next month Board meeting----- Original Message -----From: Corbett, ShariTo: AH All UsersSent: Wed Mar 19 16:48:34 2008Subject: District Competition for Principal's TrophyLadies and Gentlemen, On Saturday, our Andrew Hill JROTC Falcon battalion won the ESUHSD competition for the Principal's Trophy! The competition started in September and ended this last Saturday.  The categories are: Academics, Color Guard presentation, Physical Fitness, Precision Drill, Rifle Drill, and 3 Ball Soccer (3 soccer balls on the field with the two competing schools providing 35 players a piece--continuous action).    Oak Grove led for the first part of the year and we pulled past them in January and managed to hold onto our lead Saturday. We won by 4 points. We are very proud of these young leaders and great citizens!  It was pouring rain when we began the physical fitness competition and continued to pour while they did their chin ups, push-ups and curl-ups.  The weather cleared as we began the 10 person 440 relay race.  Honors for Individual Stand outs are: Ashley Nguyen was Best Female Overall Athlete Alan Duong, 1st place Individual Precision Drill Tommy Nguyen, 2nd place Individual Precision Drill Saturdays Precision Drill was all Navy commands and the fact that the last two standing in the Seniors competition were Army students from Andrew Hill was thrilling.  The students had 8 judges and started with over 50 competitors.  Many students were removed for something as simple as their thumbs being out of place.  Tommy Nguyen was so moved he was crying.  Tommy has competed for 4 years and it was his first medal.  A very moving moment since he is so silly most of the time--I thought he was faking at first. Please tell them Congratulations as you see them on Campus the next couple days. Thank You ! ", 
                    "item_number": "5.01", 
                    "item_recommendation": "", 
                    "item_text": "Andrew Hill High School ROTC Award - Major Demetrio Moreno and Bettina Lopez, Principal", 
                    "item_text_raw": " 5.01 Andrew Hill High School ROTC Award - Major Demetrio Moreno and Bettina Lopez, Principal", 
                    "item_type": "Information"
                }, 
                {
                    "boarddocs_id": "86PSLG597BBA", 
                    "item_details": "", 
                    "item_number": "5.02", 
                    "item_recommendation": "", 
                    "item_text": "Andrew Hill High School - Mock Trail Award, From the Santa Clara County Office of Education – Bob Nuñez, Superintendent", 
                    "item_text_raw": " 5.02 Andrew Hill High School - Mock Trail Award, From the Santa Clara County Office of Education – Bob Nuñez, Superintendent\n\n", 
                    "item_type": "Information"
                }, 
                {
                    "boarddocs_id": "86PSLK597BC8", 
                    "item_details": "Barbara Holstrom, Registrar at Foothill High School, California Continuation Education Association Classified Employee of the Year 2008, District IVHello!  I am proud to announce that Barbara Holstrom, Foothill Registrar, has been named the California Continuation Education Association (CCEA) Classified Employee of the Year/2008 for District IV.   Could you please recognize her at the next board meeting?  This is such a well-deserved award for a long-time Mustang!  She will be recognized at an award’s banquet in Los Angeles in late April. I am proud but more embarrassed to also share that I was named – CCEA Administrator of the Year / 2008 for District IV. Thanks and Be Safe! Lynne MurrayAssociate Principal Foothill High School ", 
                    "item_number": "5.03", 
                    "item_recommendation": "", 
                    "item_text": "California Continuation Education Association Classified Employee of the Year 2008, District IV – Bob Nuñez, Superintendent", 
                    "item_text_raw": " 5.03 California Continuation Education Association Classified Employee of the Year 2008, District IV – Bob Nuñez, Superintendent", 
                    "item_type": "Information"
                }, 
                {
                    "boarddocs_id": "86PSLN597BD9", 
                    "item_details": "Lynn Murray, California Continuation Education Association Administrator of the Year 2008, District IV", 
                    "item_number": "5.04", 
                    "item_recommendation": "", 
                    "item_text": "California Continuation Education Association Administrator of the Year, 2008 for District IV – Bob Nuñez, Superintendent", 
                    "item_text_raw": " 5.04 California Continuation Education Association Administrator of the Year, 2008 for District IV – Bob Nuñez, Superintendent", 
                    "item_type": "Information"
                }, 
                {
                    "boarddocs_id": "86PSLR597BE3", 
                    "item_details": "Mary Guillen, Confidential Employee of the Year for East Side ACSA CharterJane Baldi, Central Office Administrator of the Year for East Side ACSA CharterTeresa Marquez, Secondary Co-Principal of the Year for East Side ACSA Charter", 
                    "item_number": "5.05", 
                    "item_recommendation": "", 
                    "item_text": "Association of California School Administrators, ACSA Charter, Employee/Administrators of the Year, ESUHSDâ Vito Chiala, ACSA President", 
                    "item_text_raw": " 5.05 Association of California School Administrators, ACSA Charter, Employee/Administrators of the Year, ESUHSDâ Vito Chiala, ACSA President", 
                    "item_type": "Information"
                }, 
                {
                    "boarddocs_id": "86PSLU597BEE", 
                    "item_details": "", 
                    "item_number": "5.06", 
                    "item_recommendation": "", 
                    "item_text": "Jose Valdes Donation Presentation", 
                    "item_text_raw": " 5.06 Jose Valdes Donation Presentation", 
                    "item_type": "Information"
                }
            ], 
            "section_name": "Board Special Recognition(s)", 
            "section_number": "5."
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "86PSLY597BFD", 
                    "item_details": "", 
                    "item_number": "7.01", 
                    "item_recommendation": "", 
                    "item_text": "Student Representative, Silver Creek High School", 
                    "item_text_raw": " 7.01 Student Representative, Silver Creek High School", 
                    "item_type": "Information"
                }, 
                {
                    "boarddocs_id": "86PSM3597C0B", 
                    "item_details": "", 
                    "item_number": "7.02", 
                    "item_recommendation": "", 
                    "item_text": "Student Representative from San Jose Conservation Corp.", 
                    "item_text_raw": " 7.02 Student Representative from San Jose Conservation Corp.", 
                    "item_type": "Information"
                }
            ], 
            "section_name": "Student Board Liaisons", 
            "section_number": "7."
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "86PSM7597C19", 
                    "item_details": " ", 
                    "item_number": "8.01", 
                    "item_recommendation": "", 
                    "item_text": "Budget and Staff Reduction Update – Bob Nuñez, Superintendent", 
                    "item_text_raw": " 8.01 Budget and Staff Reduction Update – Bob Nuñez, Superintendent", 
                    "item_type": "Information"
                }, 
                {
                    "boarddocs_id": "86PSMA597C21", 
                    "item_details": "", 
                    "item_number": "8.02", 
                    "item_recommendation": "", 
                    "item_text": "Presentation on Citizens Bond Oversight Committee Measure G â Alan Garofalo, Associate Superintendent of Student Services and Facilities and John Moore, Chairperson of Bond Oversight Committee", 
                    "item_text_raw": " 8.02 Presentation on Citizens Bond Oversight Committee Measure G â Alan Garofalo, Associate Superintendent of Student Services and Facilities and John Moore, Chairperson of Bond Oversight Committee", 
                    "item_type": "Information"
                }, 
                {
                    "boarddocs_id": "86PSMD597C2A", 
                    "item_details": "SUBJECT:\tMeasure E – Citizens’ Bond Oversight CommitteeThe Board certified the Measure E election results at the March 20 Board meeting.  The Education Code (sec. 15278) requires that the Board establish and appoint members to an independent Citizens’ Oversight Committee (“CBOC”) within 60 days of the certification of the election results (i.e., in this case by May 19, 2008).  The CBOC must consist of at least seven members (the Board may appoint more members if it chooses) to serve for a term of two years without compensation and for no more than two consecutive terms.  The CBOC must be comprised of at least the following:1.\tOne member who is active in a business organization representing the business community located within the ESUHSD district;2.\tOne member who is active in a senior citizens’ organization;3.\tOne member who is a parent or a guardian of a student enrolled in the district; and4.\tOne member who is both a parent or guardian of a student enrolled in the district and active in a parent-teacher organization.No employee or official of the district, vendor, contractor or consultant of the district may be appointed to the CBOC.The current Measure G Oversight Committee has extensive and valuable experience in overseeing a large-scale bond program.  To capitalize on that experience and to ensure a successful beginning to the Measure E bond program, Administration recommends that the Board establish the Measure E CBOC and appoint the current members of the Measure G Oversight Committee to also sit as the Measure E CBOC for a term of two years.  Once the Measure E CBOC is established and appointed, the Board can thereafter, if it chooses, appoint additional individuals to that committee.FISCAL IMPACT FUNDING SOURCENone\tNoneRECOMMENDATIONEstablish the Measure E CBOC and appoint the current Measure G Bond Oversight Committee as the initial Measure E CBOC.", 
                    "item_number": "8.03", 
                    "item_recommendation": "", 
                    "item_text": "Measure E – Citizens' Bond Oversight Committee – Bob Nuñez, Superintendent", 
                    "item_text_raw": " 8.03 Measure E – Citizens' Bond Oversight Committee – Bob Nuñez, Superintendent", 
                    "item_type": "Action"
                }, 
                {
                    "boarddocs_id": "86PSMG597C3A", 
                    "item_details": "6EAST SIDE UNION HIGH SCHOOL DISTRICT\tBoard Meeting of April 17, 2008\tAgenda Item:  8.4TO:\tBoard of TrusteesFROM:\tBob Nunez, SuperintendentSUBJECT:\tAdopt Resolution 2007/2008-40 -- Declaring Intention to Reimburse Certain Expenditures from Proposed Tax Exempt FinancingAdministration has begun the process towards issuing Measure E bonds.  Administration recommends that the Board adopt and approve the attached Reimbursement Resolution which will allow the District to be reimbursed for costs incurred by the District in connection with the issuance of the bonds but which were incurred by the District in advance of the bond issuance.FISCAL IMPACT FUNDING SOURCENone\tNoneRECOMMENDATIONAdopt Resolution 2007/2008- 40.  EAST SIDE UNION HIGH SCHOOL DISTRICTRESOLUTION NO. 2007-2008-40RESOLUTION OF THE BOARD OF trusteeS OF THE EAST SIDE UNION HIGH SCHOOL DISTRICT DECLARING ITS INTENTION TO REIMBURSE CERTAIN EXPENDITURES FROM PROPOSED TAX EXEMPT FINANCING AS REQUIRED BY UNITED STATES DEPARTMENT OF TREASURY REGULATIONS SECTION 1.150-2 WHEREAS, the Board of Trustees (the “Board”) of the East Side Union High School District (the “District”) desires to undertake the list of school facilities projects (the “Projects”) set forth in Appendix A hereto; andWHEREAS, the District reasonably expects, as of the date hereof, to finance expenditures relating to the Project by authorizing the sale and delivery of one or more series of Obligations (as defined below); andWHEREAS, United States Income Tax Regulations section 1.150-2 provides generally that proceeds of tax-exempt debt used to reimburse expenditures paid prior to the date of issuance of such debt are treated as expended only if certain procedures are followed, one of which is a requirement that (with certain exceptions), prior to the payment of any such expenditures, the issuer declares an intention to reimburse such expenditure; andWHEREAS, the District reasonably expects to expend some funds in connection with the Project prior to the issuance of debt for such purpose; andWHEREAS, the District reasonably expects, as of the date hereof, to reimburse such expenditures by allocating a portion of the proceeds of the Obligations to the reimbursement of such expenditures; andWHEREAS, it is in the public interest and for the public benefit that the District declares its official intent to reimburse the expenditures referenced herein.NOW, THEREFORE, BE IT RESOLVED by the GOVERNING BOARD of the EAST SIDE UNION HIGH SCHOOL DISTRICT as follows:Section 1. \t\tThe District intends to issue one or more series of obligations (the “Obligations”) the proceeds of which will be used to modernize, replace, renovate, construct, equip, furnish, rebuild the Projects, to acquire real property for future educational facilities and to acquire and install furniture, fixtures and equipment at the Projects of the District as set forth in Appendix A.Section 2. \t\tThe District hereby declares that it reasonably expects to (i) pay certain costs of the Projects prior to the date of issuance of the Obligations; and (ii) use a portion of the proceeds of the Obligations for reimbursement of expenditures for the Projects that are paid prior to the issuance of the Obligations.Section 3. \tThe aggregate maximum principal amount of the Obligations to be issued is expected not to exceed $349,000,000.  Section 4. \tIn addition to reimbursing the District, the proceeds from the Obligations are anticipated to be used for costs and expenses related to the Projects, funding reserve funds and paying certain costs of issuance related thereto.Section 5. \tThe reimbursement allocation to be made with respect to an expenditure will occur not later than eighteen (18) months after the later of (i) the date on which the expenditure is paid, or (ii) the date on which the related Project is placed in service, but in no event more than 3 years after the expenditure is paid.Section 6. \tThis Resolution expresses the District’s expectations as of this date with respect to the financing of the Projects.  Future events or extraordinary circumstances beyond the control of the District may result in the Projects being financed in a manner other than as described in this Resolution, and nothing contained herein constitutes an irrevocable commitment by the District to issue the Obligations.Section 7. \tAll actions heretofore taken by the officers, or their respective designees, employees and agents of the Board of Trustees of the District in connection with the financing of the Projects are hereby ratified and confirmed.Section 8. \tThis Resolution shall take effect immediately upon its adoption. **********The foregoing Resolution was adopted by the Board of Trustees of the East Side Union High School District of Santa Clara County, being the Board authorized by law to make the designations therein contained by the following vote, on April 17, 2008.AYES:\t________NOES:\t________ABSTAIN:\t________ABSENT:\t________\t\t\t\t\t\t____________________________________\t\t\t\t\t\tClerk of the Board of Trustees\t\t\t\t\t\tof the East Side Union High School DistrictAPPENDIX ARENOVATION AND REPAIR OF EXISTING SCHOOLS AND FACILITIES AND ACQUISITION AND CONSTRUCTION OF NEW SCHOOL FACILITIESBond proceeds will be expended to modernize, replace, renovate, construct, equip, rebuild and furnish the District’s education facilities, to acquire land for new school and educational facility construction.  Bond proceeds shall also be expended to improve the facilities of the District located at the following locations, including District charter schools.  Such projects shall consist of the following:Andrew Hill High – Built in 1956\tNew/Modernization of Classrooms, and Computer and Science Labs\tRoofing Modernization\tBuilding Systems Upgrades (HVAC, Mechanical, Electrical & Lighting)\tTechnology Upgrades – Hardware & Software \tNew Classroom and Theater Construction \tSeismic Upgrade of Existing Structures\tSafety and Security Upgrades\tNew Restroom Construction\tLocker Room Modernization\tLearning Commons Modernization\tCovered Walkway Lighting Improvements\tSite, Landscaping, and Irrigation Improvements\tAthletic Facilities Improvements\tModernization of Student ServicesOverfelt Adult Center – Built in 1986\tSite/Building Related Improvements\tRoofing Modernization\tBuilding Systems Upgrades (HVAC, Mechanical, Electrical & Lighting)\tTechnology Upgrades – Hardware & Software\tNew/Modernization Classrooms\tSafety and Security Upgrades \tNew Restroom and Administration Construction\tParking Lot Improvements\tAthletic Facilities ImprovementsEvergreen Valley High – Built in 2001\tBuilding Systems Upgrades (HVAC, Mechanical, Electrical & Lighting)\tTechnology Upgrades – Hardware & Software \tSafety and Security Upgrades \tSite Improvements\tAthletic Facilities Improvements Including a New GymnasiumPiedmont Hills High – Built in 1965\tNew/Modernization of Classrooms, and Computer and Science Labs\tRoofing Modernization\tBuilding Systems Upgrades (HVAC, Mechanical, Electrical & Lighting)\tTechnology Upgrades – Hardware & Software \tADA Accessibility Improvements\tSeismic Upgrade of Existing Structures\tSafety and Security Upgrades\tNew Restroom Construction\tExisting Nutrition Services Modernization\tParking Lot Improvements\tSite and Landscaping Improvements\tAthletic Facilities Improvements\tPool and Locker Room Modernization/Renovation\tModernization of Student ServicesFoothill High – Built in 1972\tNew/Modernization of Classrooms, and Computer and Science Labs\tRoofing Modernization\tTechnology Upgrades – Hardware & Software \tSeismic Upgrade of Existing Structures\tSafety and Security Upgrades\tNew Science Relocatable Classroom\tBuilding Systems Upgrades – Hardware & Software \tNew Storage & Restroom Facility Construction\tSite Improvements\tAthletic Facilities Improvements\tModernization of Student Services Including Faculty Work RoomSanta Teresa High – Built in 1974\tNew/Modernization and Expansion of Classrooms, and Computer and Science Labs\tRoofing Modernization\tBuilding Systems Upgrades (HVAC, Mechanical, Electrical & Lighting)\tTechnology Upgrades – Hardware & Software \tSeismic Upgrade of Existing Structures\tSafety and Security Upgrades \tExisting Restroom and Plumbing Modernization\tLocker Room Modernization\tNew Library Construction\tParking Lot Improvements & Expansion\tSite, Landscaping, and Irrigation Improvements\tAthletic Facilities Improvements\tModernization of Student ServicesIndependence High – Built in 1976\tRoofing Modernization\tBuilding Systems Upgrades (HVAC, Mechanical, Electrical & Lighting)\tTechnology Upgrades – Hardware & Software \tSeismic Upgrade of Existing Structures \tSafety and Security Upgrades \tPlumbing System Modernization\tAthletic Facilities Improvements Including New Restrooms, Stadium Fencing, Concession Stand, and Artificial Turf\tPool Modernization/Renovation\tExisting Nutrition Services Modernization\tModernization of Student Services Silver Creek High – Built in 1969\tNew/Modernization of Classrooms, and Computer and Science Labs\tRoofing Modernization\tBuilding Systems Upgrades (HVAC, Mechanical, Electrical & Lighting)\tTechnology Upgrades – Hardware & Software \tNew Classroom, Restroom, and Theater Construction\tSeismic Upgrade of Existing Structures\tSafety and Security Upgrades\tLearning Commons and Locker Room Modernization\tSite, Landscaping, and Irrigation Improvements Including New Paint and Lighting\tAthletic Facilities Improvements Such as New Weight Room, Restrooms, Ventilation, Track, and Gym Upgrades\tFood Service Facility Improvements\tModernization of Student Services Including the Career Center/ReproIndependence Adult Center – Built in 1988\tRoofing Modernization\tBuilding Systems Upgrades (HVAC, Mechanical, Electrical & Lighting)\tTechnology Upgrades – Hardware & Software \tNew/Modernization of Classrooms\tSafety and Security Upgrades \tSite/Building Related Improvements\tNew Restroom, Multi-Purpose Room, and Administration Construction\tSite, Landscaping, Irrigation, and Parking Lot ImprovementsYerba Buena High – Built in 1971\tNew/Modernization and Expansion of Classrooms, and Computer and Science Labs\tRoofing Modernization\tBuilding Systems Upgrades (HVAC, Mechanical, Electrical & Lighting)\tTechnology Upgrades – Hardware & Software \tSeismic Upgrade of Existing Structures\tSafety and Security Improvements Including Fire Alarm and Intrusion System Upgrades\tNew Restroom Facility Construction\tExterior Paint and Finishes Modernization\tLibrary and Book Storage Modernization\tSite, Landscaping, and Irrigation Improvements\tExisting Gym, Floor, Bleachers, and Administration Offices Modernization\tAthletic Facilities Improvements\tPool Modernization/Renovation\tModernization of Student Services Including the Theater and Child Care ServicesJames Lick High – Built in 1950\tNew/Modernization and Expansion of Classrooms, and Computer and Science Labs\tNew classroom construction\tRoofing Modernization\tBuilding Systems Upgrades (HVAC, Mechanical, Electrical & Lighting)\tTechnology Upgrades – Hardware & Software \tSeismic Upgrade of Existing Structures\tSafety and Security Upgrades \tExisting Restrooms, and Pool Modernization\tSite and Landscaping Improvements\tAthletic Facilities Improvements Including Upgrades to Plumbing, Gymnasium, Play Fields and Equipment, and New Softball Field and Modernization of Tennis Courts\tModernization of Student Services Including Kitchen Facilities, Multi-Purpose Room, and a New BookroomW.C. Overfelt High – Built in 1962\tNew/Modernization and Expansion of Classrooms, and Computer and Science Labs\tRoofing Modernization\tBuilding Systems Upgrades (HVAC, Mechanical, Electrical & Lighting)\tTechnology Upgrades – Hardware & Software \tADA Accessibility Improvements\tSeismic Upgrade of Existing Structures\tSafety and Security Upgrades \tRestroom Modernization \tNew Art Lab Construction\tSite and Parking Lot Improvements Including New Fencing\tAthletic Facilities Improvements\tPool Modernization\tModernization of Student ServicesMt. Pleasant High – Built in 1965\tNew/Modernization and Expansion of Classrooms, and Computer and Science Labs\tRoofing Modernization\tBuilding Systems Upgrades (HVAC, Mechanical, Electrical & Lighting)\tTechnology Upgrades – Hardware & Software \tSeismic Upgrade of Existing Structures\tSafety and Security Upgrades \tNew Restroom and Multi Purpose Room Construction\tExisting Restroom, Locker Room, and Nutrition Services Modernization\tSite Improvements\tAthletic Facilities Improvements Including Artificial Turf for the Football Field, and a New Weight Room, Wrestling Room, and Bleachers\tResurfacing of the Hard Courts\tPool Modernization\tModernization of Student Services Including the Library and Administration OfficeAlternative Education Centers\tNew/Modernization and Expansion of Classrooms, and Computer, Art, and Science Labs\tRoofing Modernization\tBuilding Systems Upgrades (HVAC, Mechanical, Electrical & Lighting)\tSafety and Security Upgrades\tTechnology Upgrades – Hardware & Software\tConstruct a Facility for an Additional Continuation School in the South End of the District \tRelocate Pegasus Alternative Campus to New Location\tExpand the Existing SBN Sites to Accommodate Additional Students, Specifically Apollo, Phoenix And Pegasus\tNew Restroom Construction\tConstruct a Facility to House a Community Day School \tSite, Landscaping and Irrigation Improvements\tAthletic Facilities Improvements\tParking Expansion\tNew/Modernization of Student ServicesOak Grove High – Built in 1967\tNew/Modernization and Expansion of Classrooms, and Computer and Science Labs\tRoofing Modernization\tBuilding Systems Upgrades (HVAC, Mechanical, Electrical & Lighting)\tTechnology Upgrades – Hardware & Software \tADA Accessible Path of Travel Improvements\tSeismic Upgrade of Existing Structures\tSafety and Security Upgrades \tNew Restroom Construction\tLocker Room Modernization Including Restrooms and Shower Area\tSite Improvements\tAthletic Facilities Improvements Including Renovation of the Gymnasium\tModernization of Student Services Including the Arts and Special Ed Building", 
                    "item_number": "8.04", 
                    "item_recommendation": "", 
                    "item_text": "Adopt Resolution 2007/2008-40 â Declaring Intention to Reimburse Certain Expenditures from Proposed Tax Exempt Financing", 
                    "item_text_raw": " 8.04 Adopt Resolution 2007/2008-40 â Declaring Intention to Reimburse Certain Expenditures from Proposed Tax Exempt Financing\n", 
                    "item_type": "Action"
                }, 
                {
                    "boarddocs_id": "86PSMK597C54", 
                    "item_details": "The following Memoranda of Understanding are recommended for approval.", 
                    "item_number": "8.05", 
                    "item_recommendation": "", 
                    "item_text": "Memoranda of Understanding – Jerry Kurr, Associate Superintendent of Administration and Business Services – Attachment C", 
                    "item_text_raw": " 8.05 Memoranda of Understanding – Jerry Kurr, Associate Superintendent of Administration and Business Services – Attachment C", 
                    "item_type": "Action"
                }, 
                {
                    "boarddocs_id": "86PSMN597C8B", 
                    "item_details": "The following professional contract services are recommended for approval.", 
                    "item_number": "8.06", 
                    "item_recommendation": "", 
                    "item_text": "Contracts for Professional Services – Jerry Kurr, Associate Superintendent of Administration\nand Business Services – Attachment B", 
                    "item_text_raw": " 8.06 Contracts for Professional Services – Jerry Kurr, Associate Superintendent of Administration\nand Business Services – Attachment B", 
                    "item_type": "Action"
                }, 
                {
                    "boarddocs_id": "86PSMR597C9A", 
                    "item_details": "Attached is a proposed student calendar for the 2008-2009 school year.  This calendar complies with state regulations regarding the appropriate number of student school days.  This calendar has also been reviewed and endorsed by the East Side Teachers Association through the negotiation process.  The calendar has not been approved by the California School Employees Association.     FISCAL IMPACT FUNDING SOURCEAs per salary schedule                                                                          Various   RECOMMENDATIONIt is recommended that the Board of Trustees adopt the student calendar for the 2008-2009 school year. ", 
                    "item_number": "8.07", 
                    "item_recommendation": "", 
                    "item_text": "Approve Student Calendar for the 2008-2009 School Year â Dan Moser, Associate Superintendent of Instruction and Human Relations", 
                    "item_text_raw": " 8.07 Approve Student Calendar for the 2008-2009 School Year â Dan Moser, Associate Superintendent of Instruction and Human Relations", 
                    "item_type": "Action"
                }, 
                {
                    "boarddocs_id": "86PSMU597CAB", 
                    "item_details": "East Union High School District, Franklin McKinley School District and San Jose / Evergreen College have been collaborating to develop an early college middle school / high school.  The program is its very early stages of discussion looks to:\tMake higher education more accessible, affordable, and attractive by bridging the divide between high school and college;\tProvide the guidance and support from adults through the first two years of college;\tDemonstrate new ways of integrating levels of schooling. This resolution requests the Board to direct the Superintendent and staff to continue development of the New Partnership School Design (7-13) planning process until such time as the formal proposal is brought back to the Board for consideration and approval. Fiscal Impact Funding SourceNone\t\t\t\t\t\t\tNoneRecommendation\tIt is recommended that the Board of Trustees adopt Resolution #2007/2008-36 as an Endorsement of the New Partnership School (7-13) Planning Process.East Side Union High School DistrictResolution # 2007-2008 - 39Endorsement of the New Partnership School (7-13) Planning ProcessWHEREAS, the two public schools (East Side Union High School District and Franklin McKinley School District) and the community college district (San Jose /Evergreen Community College District) are planning an innovative New Partnership School (grades 7-13) in San Jose, California, that has a tentative starting date of August, 2009; andWHEREAS, both Superintendents, the Community College Chancellor and College President and staff have been involved in the initial design of the New Partnership School (from this point on know as the PARTNERS; andWHEREAS, the PARTNERS are committed to effectively deal with the achievement gap in San Jose, California, and offer students and their families the very best opportunity to have access to a university degree and a professional career; and WHEREAS, Education Week now ranks California 46th in the nation and per-pupil spending, and is lacking new school designs or initiatives that maximizes resources between educational partners and community resources; and WHEREAS, the PARTNERS are committed to design a New Partnership School, covering grades 7 through grades 13; andWHEREAS, most of the cost for planning and development of the New Partnership School will be paid out of one or more foundation grants, and may involve other critical partners in the region (E.G., universities and businesses); andWHEREAS, The PARTNERS are committed to include some of the best secondary school design features in the world, and plan to study best practices nationally, as well as overseas. These include: a) the small school design; b) teachers staying with the same group of students for two or more years; c) contextual learning focus (e.g., authentic assessments); d) service learning and career exploration; e) early college access (11th and 12th grades); and f) Modern Apprenticeship experiences before graduation. Because of their past and current record of high academic expectations and achievement for all students, the PARTNERS have the luxury of carefully thinking through these ideas before moving ahead with an instructional and organizational design to bring back to their respective governing boards; andTHEREFORE, BE IT RESOLVED, the East Side Union High School Board, endorses and supports the continual development of the New Partnership School Design (7-13) and directs the Superintendent and staff  to continue their planning process, until such time as the formal proposal is brought back to the Board for final approval.PASSED AND ADOPTED THIS 17TH day of April 2008, by the Governing Board of East Side Union High School District Of Santa Clara County, California.I,     George Shirakwa,   Clerk of the Governing Board of East Side Union High School District , of Santa Clara, County of California, certify that the foregoing is a full, true and correct copy of a resolution adopted by the said Board at the April 4, 2008 meeting thereof held at a regular public place of meeting and the resolution is on file in the office of said Board._______________________________\t\t\t_________________          Clerk’s Signature\t\t\t\t\t\tDate", 
                    "item_number": "8.08", 
                    "item_recommendation": "", 
                    "item_text": "Adopt Resolution #2007-2008–39 Endorsement of the New Partnership School (Grades 7-13) Planning Process – Dan Moser, Associate Superintendent of Instruction and Human Relations", 
                    "item_text_raw": " 8.08 Adopt Resolution #2007-2008–39 Endorsement of the New Partnership School (Grades 7-13) Planning Process – Dan Moser, Associate Superintendent of Instruction and Human Relations", 
                    "item_type": "Action"
                }, 
                {
                    "boarddocs_id": "86PSMX597CB9", 
                    "item_details": "In recognition, appreciation, and celebration of California Teacher Appreciation Week and California Day of the Teacher, East Side Union High School District is requesting adoption of a resolution, which declares May 11-17, 2008, as California Teacher Appreciation Week, and May 14, 2008, as California Day of the Teacher.FISCAL IMPACT FUNDING SOURCENONE\t\t\t\t\t\t\tNONERECOMMENDATION:It is recommended that the Board of Trustees adopt Resolution #2007/2008-30 declaring May 11-17, 2008, as California Teacher Appreciation Week, and May 14, 2008, as California Day of the Teacher.East Side Union High School DistrictofSanta Clara County, State of CaliforniaRESOLUTION #2007/2008-34May 11-17, 2007 California Teacher Appreciation Week andMay 14, 2008, as Day of the TeacherWHEREAS, teachers make public schools great; andWHEREAS, teachers work to open students minds to ideas, knowledge and dreams; andWHEREAS, teachers keep American democracy alive by laying the foundation for good citizenship; andWHEREAS, teachers fill many roles, as listeners, explorers, role models, motivators and mentors; andWHEREAS, teachers continue to influence us long after our school days are only memories;THEREFORE BE IT RESOLVED, by the East Side Union High School District that all teachers be commended for the contributions they make to successful student achievement.PASSED AND ADOPTED this 20th day of March 2008 by the Governing Board of the East Side Union High School District at its special meeting held at 830 N. Capitol Avenue, San Jose, State of California.AYES: \t________NOES: \t________ABSENT:\t________ABSTENTIONS: \t________I certify that the foregoing resolution was duly introduced, passed, and adopted by theEast Side Union High School District Board of Trustees at a meeting held on March 20, 2008.._________________________Clerk, George ShirakawaESUHSD Board of Trustees", 
                    "item_number": "8.09", 
                    "item_recommendation": "", 
                    "item_text": "Adopt Resolution #2007/2008–34 Declaring May 11-17, 2008, as California Teacher Appreciation Week and May 14, 2008, as California Day of the Teacher – Bob Nuñez, Superintendent", 
                    "item_text_raw": " 8.09 Adopt Resolution #2007/2008–34 Declaring May 11-17, 2008, as California Teacher Appreciation Week and May 14, 2008, as California Day of the Teacher – Bob Nuñez, Superintendent", 
                    "item_type": "Action"
                }, 
                {
                    "boarddocs_id": "86PSN2597CC6", 
                    "item_details": "In recognition, appreciation and celebration of Classified School Employees Week, the District is requesting adoption of a resolution, which declares May 18-24, 2008, as Classified School Employees Week.FISCAL IMPACT FUNDING SOURCENONE\t\t\t\t\t\t\tNONERECOMMENDATION:It is recommended that the Board of Trustees adopt Resolution #2007/2008-36 declaring May 18-24, 2008, as Classified School Employees Week.East Side Union High School DistrictofSanta Clara County, State of CaliforniaRESOLUTION #2007/2008-37May 18-24, 2008, Classified School Employees Week WHEREAS, classified professionals provide valuable services to the schools and students of the East Side Union High School District; andWHEREAS, classified professionals contribute to the establishment and promotion of a positive instructional environment; andWHEREAS, classified professionals serve a vital role in providing for the welfare and safety of East Side Union High School District’s students; and WHEREAS, classified professionals employed by the East Side Union High School District strive for excellence in all areas relative to the educational community; THEREFORE, BE IT RESOLVED, that the East Side Union High School District hereby recognizes and wishes to honor the contributions of classified professionals to quality education in the State of California and in the East Side Union High School District and declares the week of May 18-24, 2008, as Classified School Employees Week in the East Side Union High School District.PASSED AND ADOPTED this 20th day of March 2008 by the Governing Board of the East Side Union High School District at its special meeting held at 830 N. Capitol Avenue, San Jose, State of California.AYES: \t________NOES: \t________ABSENT:\t________ABSTENTIONS: \t________I certify that the foregoing resolution was duly introduced, passed, and adopted by theEast Side Union High School District Board of Trustees at a meeting held on March 20, 2008._________________________ClerkESUHSD Board of Trustees", 
                    "item_number": "8.10", 
                    "item_recommendation": "", 
                    "item_text": "Adopt Resolution #2006/2007–37 Declaring May 18-24, 2008, as Classified School Employees Week – Bob Nuñez, Superintendent", 
                    "item_text_raw": " 8.10 Adopt Resolution #2006/2007–37 Declaring May 18-24, 2008, as Classified School Employees Week – Bob Nuñez, Superintendent\n\n", 
                    "item_type": "Action"
                }, 
                {
                    "boarddocs_id": "86PSN5597CD3", 
                    "item_details": "Such authorization is required because of change in personnel in the Child Development Program at East Side Union High School District.  FISCAL IMPACT FUNDING SOURCEN/A\t\t\t\t\t\tN/A RECOMMENDATIONIt is recommended that the Board of Trustees adopt Resolution #2007-2008 to Authorize Deborah Kelly Barnes to represent ESUHSD in California State Licensing Matters Regarding Child Care and Development Centers.  RESOLUTION # 2007/2008-38Whereas, the Board of Trustees of East Side Union High School District (ESUHSD)appoints Deborah Kelly Barnes, as Interim Child Development Program Coordinator, to represent East Side Union High School District in CA State Licensing Matters Regarding ESUHSD Child Care and Development Centers. RESOLUTION # 2007/2008-38NOW, THERFORE BE IT SESOLVED that the Governing Board of East Side Union High School District Authorizes Deborah Kelly Barnes to submit any or all paperwork for the Child Care and Development Centers at ESUHSD.  As program manager of ESUHSD Child Care and Development Centers, Deborah Kelly Barnes is authorized to represent the District in matters as follows:\tSubmit application(s) to the licensing agency for Child Care andDevelopment Centers operated by the East side Union High School District; \tReceive all documents pertaining to  all Child Care facilities; and\tReceive all licensing documents including reports of inspections and consultations, accusations, and civil and administrative process.  PASSED AND ADOPTED THIS 17TH DAY OF April 2008, by the Governing Board of East Side Union High School District of Santa Clara County, California. I, George Shirakawa,  Clerk of the Governing Board of East Side Union High School District, of Santa Clara County of California, certify that the foregoing is a full, true and correct copy of a resolution adopted by the said Board at the April 17, 2008 meeting thereof held at a regular public place of meeting and the resolution is on file in the office of said Board. ____________________________George Shirakawa, Clerk\t\t\t\t\t\t       DateBoard of TrusteesEast Side Union High School District ", 
                    "item_number": "8.11", 
                    "item_recommendation": "", 
                    "item_text": "Adopt Resolution #2007/2008–38 to Authorize Deborah Kelly Barnes to \nRepresent ESUHSD in California State Licensing Matters Regarding Child Care and Development Centers – Dan Moser, Associate Superintendent of Instruction and Human Relations", 
                    "item_text_raw": " 8.11 Adopt Resolution #2007/2008–38 to Authorize Deborah Kelly Barnes to \nRepresent ESUHSD in California State Licensing Matters Regarding Child Care and Development Centers – Dan Moser, Associate Superintendent of Instruction and Human Relations\n", 
                    "item_type": "Action"
                }, 
                {
                    "boarddocs_id": "86PSN8597CEB", 
                    "item_details": "Advised by the district external auditor, Vavrinek, Trine, Day & Co., LLP and pursuant to Education Code Section 42840, East Side Union High School District should create two funds to earmark the financial transactions for Other Post Employment Benefits (OPEB).  Fund 20, will be designate to account for the future cost OPEB in the revocable trust account.  Fund 71, will be used to account for the OPEB insurance, administrative costs or any other authorized purpose cost related to OPEB related to Education code Section 42850.   FINANCIAL IMPACT: FUND SOURCE:None\t\t\t\t\t\t\t\t\tNoneRECOMMENDATION:It is recommended that the Board approve the creation and transfer of Fund #56 to Fund #20 and Fund #71.", 
                    "item_number": "8.12", 
                    "item_recommendation": "", 
                    "item_text": "Authorized the Creation and Tranfer of Funds from Fund #56 to Fund #20 and Fund #71-Jerry Kurr, Associate Superintendent of Administration and Business Services", 
                    "item_text_raw": " 8.12 Authorized the Creation and Tranfer of Funds from Fund #56 to Fund #20 and Fund #71-Jerry Kurr, Associate Superintendent of Administration and Business Services\n", 
                    "item_type": "Action"
                }, 
                {
                    "boarddocs_id": "86PSNB597CF8", 
                    "item_details": "Pursuant to State mandate, the Governing Board must approve Provisional Internship Permit requests allowing the district to employ and assign teacher(s) or administrator(s) who do not hold appropriate credential authorization.The Provisional Internship Permit (PIP) was created in response to the phasing out of emergency permits and became effective on July 1, 2006.  It allows an employing agency to hire an individual who has not yet met the subject matter competence requirement needed to enter an internship program.  The district is requesting approval of the following Provisional Internship Permit for the 2007-2008 school year.Provisional Intern PermitHOLT, OLIVIASpecial EducationYerba BuenaFISCAL IMPACT  \tFUNDING SOURCE   Not Applicable\tNot Applicable RECOMMENDATIONIt is recommended that the Governing Board approve the Provisional Internship Permit request.", 
                    "item_number": "8.13", 
                    "item_recommendation": "", 
                    "item_text": "Approve Provisional Internship Permit Requests for Certificated Employee â Dan Moser, Associate Superintendent of Instruction and Human Relations", 
                    "item_text_raw": " 8.13 Approve Provisional Internship Permit Requests for Certificated Employee â Dan Moser, Associate Superintendent of Instruction and Human Relations", 
                    "item_type": "Action"
                }
            ], 
            "section_name": "Operational Items/Board Discussion and/or Action", 
            "section_number": "8."
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "86PSNF597D09", 
                    "item_details": "", 
                    "item_number": "9.01", 
                    "item_recommendation": "", 
                    "item_text": "Ratify/Approve Classified Personnel Actions Presented April 17, 2008", 
                    "item_text_raw": " 9.01 Ratify/Approve Classified Personnel Actions Presented April 17, 2008", 
                    "item_type": "Action (Consent)"
                }, 
                {
                    "boarddocs_id": "86PSNJ597D21", 
                    "item_details": "", 
                    "item_number": "9.02", 
                    "item_recommendation": "", 
                    "item_text": "Ratify/Approve Certificated Personnel Actions Presented April 17, 2008", 
                    "item_text_raw": " 9.02 Ratify/Approve Certificated Personnel Actions Presented April 17, 2008", 
                    "item_type": "Action (Consent)"
                }, 
                {
                    "boarddocs_id": "86PSNM597D36", 
                    "item_details": "The positions listed below are paid through various restricted funding and are not bargaining unit work.  The majority of these positions are less than 1.25 hours per day.NEW EMPLOYMENT OF NAME POSITION / PROGRAM / LOC EFFECTIVEEDENS, Sarah\tStudent Aide / Child Development Program / STCC\t03/13/2008NEWTON, Matthew\tStudent Aide / Child Development Program / JLCC\t03/13/2008CAESAR, Adrian\tStudent Aide / Child Nutrition Services / MP\t03/17/2008GALLIMORE, Jamie\tStudent Aide / Child Nutrition Services / PH\t03/20/2008LE, Thanh\tStudent Aide / Child Nutrition Services / SC\t03/13/2008TANG, Dih\tStudent Aide / Child Nutrition Services / PH\t03/20/2008 KHONG, Jennifer\tStudent Aide / Post Senior Program / Workability\t03/18/2008RAMIREZ, Rayleen\tStudent Aide / Post Senior Program / Workability\t03/18/2008ZEID, Fadia\tStudent Aide / Post Senior Program / Workability\t03/18/2008ALVARADO, Kayana\tStudent Aide / Workability / OG\t03/10/2008DO, Yenvy\tStudent Aide / Workability / OG\t03/10/2008DUPLESSIS, Stefen\tStudent Aide / Workability / OG\t03/10/2008GALAVIZ, Michiella\tStudent Aide / Workability / AH\t03/12/2008OSBUAL, Gerald\tStudent Aide / Workability / PH\t03/24/2008REYNAGA, Daisy\tStudent Aide / Workability / EV\t03/20/2008FISCAL IMPACT   FUNDING SOURCE As per hourly minimum wage Various restricted fundingRECOMMENDATIONIt is recommended that the Board approve the Student Aide Personnel Actions as outlined above.", 
                    "item_number": "9.03", 
                    "item_recommendation": "", 
                    "item_text": "Ratify/Approve Student Aide Personnel Actions Presented April 17, 2008", 
                    "item_text_raw": " 9.03 Ratify/Approve Student Aide Personnel Actions Presented April 17, 2008", 
                    "item_type": "Action (Consent)"
                }, 
                {
                    "boarddocs_id": "86PSNQ597D47", 
                    "item_details": "", 
                    "item_number": "9.04", 
                    "item_recommendation": "", 
                    "item_text": "Purchase Order Presented April 17, 2008", 
                    "item_text_raw": " 9.04 Purchase Order Presented April 17, 2008", 
                    "item_type": "Action (Consent)"
                }, 
                {
                    "boarddocs_id": "86PSNT597D57", 
                    "item_details": "Bid Awards/Page 3 of 3TO:\tBoard of TrusteesFROM:\tBob NuĂąez, SuperintendentPREPARED BY:\tJerry J. Kurr, Associate Superintendent of Administration and Business Services SUBJECT:\t\tBid AwardsA.\tRestroom Modifications at James Lick, Piedmont Hills, and Yerba Buena High Schools B.\tIndependence High School HVAC & RoofingC.\tInformation Technology Equipment – Piggyback Bid The following bids are recommended for approval:A.  Restroom Modifications at James Lick, Piedmont Hills, and Yerba Buena High Schools\tBid #B-19-07-08\tBid Opening:  April 2, 2008\tLegal Advertisements:\tAdvertised to pre-qualified contractors February 20, 2008\tEstimate: $2,095,000.00\t\t\t\tBid Description:  Work includes but not limited to:\tModifications to existing restrooms and canopy\tDemolitions including removal of hazardous materialsBid Results:CONTRACTOR NAMEBASE BIDALT. BIDRodan Builders$1,944,000.00$40,000.00Kinetics Mechanical Service, Inc.Non-ResponsiveNon-ResponsiveKeenan OCIP$42,906.19FISCAL IMPACT FUNDING SOURCE             $1,984,000.00 \t\t\t\t\tCapital Facilities FundRecommendation:  It is recommended that the Board of Trustees award the above base and alternate bid, for Restroom Modifications at James Lick, Piedmont Hills, and Yerba Buena High Schools to Rodan Builders, the lowest responsible responsive bidder.B.  Independence High School HVAC & Roofing\tBid #B-20-07-08\tBid Opening:  March 25, 2008\tLegal Advertisements:\tAdvertised to pre-qualified contractors February 27, 2008\tEstimate: $2,688,437.00\t\t\t\tBid Description:  Work includes but not limited to:\tSelective demolition\tAbatement\tNew HVAC, including ducting and trim\tRoof replacement\tPlywood siding replacement\tPainting\tModify fire alarm system (new duct smoke detectors)Bid Results:CONTRACTOR BASE BIDALT. #1 OCIPALT. #2    L buildingsALT.#2 OCIP ALT.#3 Q.R & S buildingsALT.#3 OCIPKinetics Mechanical$621,989.00$21,332.00$520,214.00$16,206.00$905,295.00$32,407.00IMR Contractors$821,508.00$82,150.00$708,198.00$70,820.00$1,026,275.00$102,600.00Best Contractors$1,015,000. $31,500.00$495,000.00$17000.00$1,430,000.00$63,000.00Kinetics Insurance Total:  $69,945.00Keenan Insurance Total:   $64,892.88FISCAL IMPACT FUNDING SOURCE    $ 2,047,498.00\t\t\t\t\t\tCapital Facilities FundInsurance:  \t $   64,892.88Total:\t          $ 2,112,390.88\t\tRecommendation:  It is recommended that the Board of Trustees award the above base bid and construction alternates, for Independence High School HVAC & Roofing to Kinetics Mechanical Service, Inc., the lowest responsible responsive bidder. It is also recommended that the Board of Trustees award the insurance portion of the project (OCIP) to Keenan and Associates. C.    Information Technology Equipment Project Description:  The District is upgrading its information technology equipment at multiple sites.  This includes servers, switches, computers, servers, printers, and other end-user technology.  The following piggyback bids will allow the District to purchase this equipment for various projects from multiple vendors at competitive and formally bid pricing.  a. \tAwarding Agency:  Multiple vendors include: Dell, Apple, HP, and IBM using\tWestern States Procurement Officials (WSCA) Bid and Contract # A63307\tBid date: October 3, 2005b. \tAwarding Agency:  Cisco computer infrastructure equipment using the Greenfield Union School District Bid # GUSD_06-07c. \tAwarding Agency:  Multiple vendors using Monterey County Office of Education CalSave Bid FISCAL IMPACT FUNDING SOURCENot to exceed:  a. $3,000,000\t\t\t\tTBD\t        \t  b. $2,000,000\t\t\t\t \t       \t  c. $300,000\t\t\t\t Recommendation:  It is recommended that the Board of Trustees utilize these piggyback bids (in accordance with Public Contract Code 20118 & 20118.2) from Western States Contracting Alliance (WSCA), Greenfield Union School District, and Monterey County Office of Education for the purchase of information technology equipment.  ", 
                    "item_number": "9.05", 
                    "item_recommendation": "", 
                    "item_text": "Award of Bids", 
                    "item_text_raw": " 9.05 Award of Bids", 
                    "item_type": "Action (Consent)"
                }, 
                {
                    "boarddocs_id": "86PSNW597D6D", 
                    "item_details": "Below please find a list of field trips to be taken by student groups by various schools. These field trips require approval by the Board since they are beyond our local area and may include an overnight stay and/or air transportation.School/GroupDestinationDatesBudget ImpactRationaleTransportationAndrew Hill/MESA StudentsChico, CAChico State4/26/08 –4/26/08N/AMESA Regional CompetitionChartered BusJames Lick/Student Support GroupSanta Monica, CAMuseum of Tolerance5/15/08 –   5/18/08Fundraising, plus $250 pupil paymentMuseum visit.  Exposure to WWII and Holocaust ExhibitsSchool BusJames Lick/Science ClassToyon Bay, CA Catalina Island Marine Institute5/18/08 – 5/22/08Fundraising, plus$350 pupil paymentOceanography lesson and labs which meet many State StandardsRental VansMt. Pleasant/Track & Field TeamArcadia, CAArcadia Track & Field Invitational4/11/08 – 4/13/08FundraisingTrack & FieldCompetitionPersonal AutoOak Grove/AFROTCFairfield, CATravis AF Base4/24/08 – 4/24/08N/AExposure to the workings of an AF BaseSchool BusOak Grove/Yearbook StaffSacramento, CADoubletree Hotel5/5/08 – 5/5/08N/AYearbook ConferencePersonal AutoPiedmont Hills/Vietnamese ClassesSanta Monica, CAMuseum of Tolerance4/24/08 – 4/27/08Fundraising, plus$250 pupil paymentMuseum visit.  Exposure to WWII and Holocaust ExhibitsSchool BusPiedmont Hills/AVID GroupFresno and Merced Fresno State, U.C. Merced5/9/08 – 5/9/08N/AExposure to continuing education; tour of college campusSchool BusThese field trips have been reviewed by the Administration and are cleared for the necessary amount of staff, supervisors and funding source(s).FUNDING SOURCE FISCAL IMPACTVarious\t\t\t\t\t\t\t\t\tVarious RECOMMENDATIONThe Board approves the Field Trips as listed above pending purchase of trip insurance on travel out of the country and the Continental U.S.", 
                    "item_number": "9.06", 
                    "item_recommendation": "", 
                    "item_text": "Approve Field Trips", 
                    "item_text_raw": " 9.06 Approve Field Trips", 
                    "item_type": "Action (Consent)"
                }, 
                {
                    "boarddocs_id": "86PSNZ597D7B", 
                    "item_details": " Acceptance of Donations and Grants:TYPEFROMDescription/Award/ToAmt of/ Value/ PeriodSiteGrantCity of San JoseSan Jose After SchoolGrant for the 07-08 Homework Center Level One Program. Total = $112,075, partial payment received. $100,868.D. MoserAssociate SuperintendentDonationJose Valdes Math FoundationDonation for the summer Jose Valdes Program for 2007$32,000.D. MoserAssociate SuperintendentDonationKay BrownSan Jose, CA Donation to Santa Teresa High School to use at their discretion$47.50J. DuranPrincipalDonationPauline KuboSan JoseDonation to Santa Teresa High School to use at their discretion$130.J. DuranPrincipalDonationWaMoola ProgramWashington MutualDonation to Santa Teresa HighSchool to use at their discretion$428.66J. DuranPrincipalRECOMMENDATION:It is recommended that the Board of Trustees accept the donations/grants/awards list above.", 
                    "item_number": "9.07", 
                    "item_recommendation": "", 
                    "item_text": "Acceptance of Donations and Grants", 
                    "item_text_raw": " 9.07 Acceptance of Donations and Grants", 
                    "item_type": "Action (Consent)"
                }, 
                {
                    "boarddocs_id": "86PSP4597D8D", 
                    "item_details": "The Instructional Policies Committee (IPC) has reviewed the Tourism Geography & World Cultures course listed below.  This course was piloted during the 2007-2008 school year.  The course description is included for your review.  At this time, the members of IPC recommend approval of this course.Tourism Geography & World Cultures: This course surveys the nature of tourism as an applied field of geography and its impact on the cultural and physical landscape. Tourism Geography and World Cultures explores the impact of tourism around the world and its costs such as the diversion of scarce resources, commercialization of local cultures, and environmental degradation.  This course introduces students to the importance of geography in the Hospitality and Tourism industry, placing specific geographic regions in the context of traveler’s interests and presenting the businesses established in specific regions to serve this interest. Tourism Geography encourages students to consider the way in which geography has impacted the way in which we organize our world and the manner in which specific cultures have formed as a result of geographic divisions and boundaries. Students explore a variety of domestic and foreign destinations and the tourist-related activities associated with these destinations. Finally, students get the chance to learn about the types of careers available to them in the Hospitality and Tourism industry that require specific geographic knowledge and expertise.FISCAL IMPACT FUNDING SOURCESN/A\t\t\t\t\tN/ARECOMMENDATION:It is recommended that the Board of Trustees approve the course above.", 
                    "item_number": "9.08", 
                    "item_recommendation": "", 
                    "item_text": "Approve Permanent Course Adoption for Tourism Geography & World Cultures â Dan Moser, Associate Superintendent of Instruction and Human Relations", 
                    "item_text_raw": " 9.08 Approve Permanent Course Adoption for Tourism Geography & World Cultures â Dan Moser, Associate Superintendent of Instruction and Human Relations", 
                    "item_type": "Action (Consent)"
                }, 
                {
                    "boarddocs_id": "86PSP7597D9B", 
                    "item_details": "The Instructional Policies Committee (IPC) has reviewed the textbook listed below.  The textbook was piloted during the 2007-2008 school year. At this time, the members of IPC recommend approval of this textbook.\tTextbook\t\tWorld Geography and Cultures\t\tSocial Science\t\tGlencoe McGraw Hill\t\tRichard G. Boehm\t\t$73.50\t\t2008FISCAL IMPACT FUNDING SOURCESN/A\t\t\t\t\tN/ARECOMMENDATION:It is recommended that the Board of Trustees approve the textbook above.", 
                    "item_number": "9.09", 
                    "item_recommendation": "", 
                    "item_text": "New Textbook: Tourism Geography and World Cultures â Dan Moser, Associate Superintendent of Instruction and Human Relations", 
                    "item_text_raw": " 9.09 New Textbook: Tourism Geography and World Cultures â Dan Moser, Associate Superintendent of Instruction and Human Relations", 
                    "item_type": "Action (Consent)"
                }, 
                {
                    "boarddocs_id": "86PSPA597DA8", 
                    "item_details": "The Instructional Policies Committee (IPC) has reviewed the courses in Business and Home Economics Careers and Technology listed below.  These courses were updated to be aligned with the State model CTE standards and framework.  Included is course name change from Telecommunications to Introduction to Telecommunication and Networking.  At this time, the members of IPC recommend approval of these course updates and one course name change.Updated Business CoursesUpdated HECT Courses\tAccounting 1\tAccounting 2\tBusiness Communications\tComputer Applications\tComputer Fundamentals\tComputer Graphics Design\tComputers Information and Technology\tEconomics of Business Ownership\tIntroduction to Business\tMarketing\tIntroduction to Telecommunications and Networking (course name change)\tWeb Page Design and Technology\tFashion Design and Marketing\tNutrition, Health, and Food Preparation\tFoods and Nutrition\tInternational Cuisine & Hospitality\tIndependent & Family Living\tOn Your Own\tEarly Childhood Education\tChild Development\tClothing and TextilesFISCAL IMPACT FUNDING SOURCEN/A\t\t\t\t\tN/ARECOMMENDATION:It is recommended that the Board of Trustees approve the courses above.", 
                    "item_number": "9.10", 
                    "item_recommendation": "", 
                    "item_text": "Approve Update Course Descriptions/Course Name Change â Dan Moser, Associate Superintendent of Instruction and Human Relations", 
                    "item_text_raw": " 9.10 Approve Update Course Descriptions/Course Name Change â Dan Moser, Associate Superintendent of Instruction and Human Relations", 
                    "item_type": "Action (Consent)"
                }, 
                {
                    "boarddocs_id": "86PSPD597DBC", 
                    "item_details": "Pursuant to the contract awarded by the Board of Trustees on May 24, 2007, BCI Builders has furnished all material and finished all labor for the completion of work related to the PE Modernization at James Lick High School. With the approval of the Board of Trustees, the attached Notice of Completion will be filed with the Santa Clara County Recorder’s Office as required by law.  FINANCIAL IMPACT:                                              FUNDING SOURCE:$1,820,056.00                                                             Capital Facilities Fund  RECOMMENDATION:It is recommended that the Board of Trustees approve the Notice of Completion for the PE Modernization at James Lick High School (BCI Builders) Attachment AG:sn   Return to:         East Side Union High School District                        830 North Capitol Avenue                        San Jose, CA  95133                        Operations Department Recorded without fee under Section 6103 of the Government Code  NOTICE OF COMPLETION NOTICE IS HEREBY GIVEN that the undersigned, East Side Union High School District, as Owner of the property hereinafter described, caused improvements to be made upon the property hereinafter described. That the work on said improvements was actually completed on the 17th day of April  2008. That the name of the Contractor for said Owner is BCI Builders. That the nature of the title of said owner to said property is that of Owner in fee simple, and the names and addresses of all Owners of said property are:                         NAME                                                 ADDRESS East Side Union High School District                 830 North Capitol Avenue                                                                                    San Jose, CA  95133 That the property herein referred to and on which said improvements are located is situated in the County of Santa Clara, State of California, and described as follows: PE Modernization at James Lick High SchoolBid #B-11-06-07DSA #01-108459DATED: April 17, 2008                                                                                               By: _____________________                                                                                    Jerry Kurr                                                                                    Associate Superintendent of                                                                                    Administration & Business Services  VERIFICATION I am Jerry Kurr authorized agent of East Side Union High School District the Owner of the property described in the foregoing notice.  I have read the foregoing notice and contents thereof, and I declare under penalty of perjury of the laws of the State of California that the foregoing is true and correct.  ______________________________Jerry Kurr ", 
                    "item_number": "9.11", 
                    "item_recommendation": "", 
                    "item_text": "Approve Notice of Completion PE Modernization at James Lick High School (BCI Builders)", 
                    "item_text_raw": " 9.11 Approve Notice of Completion PE Modernization at James Lick High School (BCI Builders)", 
                    "item_type": "Action (Consent)"
                }, 
                {
                    "boarddocs_id": "86PSPG597DCA", 
                    "item_details": "Pursuant to the contract awarded by the Board of Trustees on May 24, 2007, Mastria Inc. has furnished all material and finished all labor for the completion of work related to the PE Modernization at James Lick High School. With the approval of the Board of Trustees, the attached Notice of Completion will be filed with the Santa Clara County Recorder’s Office as required by law.  FINANCIAL IMPACT:                                              FUNDING SOURCE:$59,878.00                                                                  Capital Facilities Fund  RECOMMENDATION:It is recommended that the Board of Trustees approve the Notice of Completion for the PE Modernization at James Lick High School (Mastria Inc.) Attachment AG:sn   Return to:         East Side Union High School District                        830 North Capitol Avenue                        San Jose, CA  95133                        Operations Department Recorded without fee under Section 6103 of the Government Code  NOTICE OF COMPLETION NOTICE IS HEREBY GIVEN that the undersigned, East Side Union High School District, as Owner of the property hereinafter described, caused improvements to be made upon the property hereinafter described. That the work on said improvements was actually completed on the 17th day of April  2008. That the name of the Contractor for said Owner is Mastria Inc. That the nature of the title of said owner to said property is that of Owner in fee simple, and the names and addresses of all Owners of said property are:                         NAME                                                 ADDRESS East Side Union High School District                 830 North Capitol Avenue                                                                                    San Jose, CA  95133 That the property herein referred to and on which said improvements are located is situated in the County of Santa Clara, State of California, and described as follows: PE Modernization at James Lick High SchoolBid #B-15-06-07DSA #01-108459DATED: April 17, 2008                                                                                               By: _____________________                                                                                    Jerry Kurr                                                                                    Associate Superintendent of                                                                                    Administration & Business Services  VERIFICATION I am Jerry Kurr authorized agent of East Side Union High School District the Owner of the property described in the foregoing notice.  I have read the foregoing notice and contents thereof, and I declare under penalty of perjury of the laws of the State of California that the foregoing is true and correct.  ______________________________Jerry Kurr ", 
                    "item_number": "9.12", 
                    "item_recommendation": "", 
                    "item_text": "Approve Notice of Completion for the PE Modernization at James Lick High School (Mastria, Inc.)", 
                    "item_text_raw": " 9.12 Approve Notice of Completion for the PE Modernization at James Lick High School (Mastria, Inc.)", 
                    "item_type": "Action (Consent)"
                }, 
                {
                    "boarddocs_id": "86PSPK597DD7", 
                    "item_details": "Pursuant to the contract awarded by the Board of Trustees on May 24, 2007, Sprig Electric has furnished all material and finished all labor for the completion of work related to the PE Modernization at James Lick High School. With the approval of the Board of Trustees, the attached Notice of Completion will be filed with the Santa Clara County Recorder’s Office as required by law.  FINANCIAL IMPACT:                                              FUNDING SOURCE:$604,735.00                                                                Capital Facilities Fund  RECOMMENDATION:It is recommended that the Board of Trustees approve the Notice of Completion for the PE Modernization at James Lick High School (Sprig Electric) Attachment AG:snReturn to:         East Side Union High School District                        830 North Capitol Avenue                        San Jose, CA  95133                        Operations Department Recorded without fee under Section 6103 of the Government Code  NOTICE OF COMPLETION NOTICE IS HEREBY GIVEN that the undersigned, East Side Union High School District, as Owner of the property hereinafter described, caused improvements to be made upon the property hereinafter described. That the work on said improvements was actually completed on the 17th day of April  2008. That the name of the Contractor for said Owner is Sprig Electric. That the nature of the title of said owner to said property is that of Owner in fee simple, and the names and addresses of all Owners of said property are:                         NAME                                                 ADDRESS East Side Union High School District                 830 North Capitol Avenue                                                                                    San Jose, CA  95133 That the property herein referred to and on which said improvements are located is situated in the County of Santa Clara, State of California, and described as follows: PE Modernization at James Lick High SchoolBid #B-12-06-07DSA #01-108459DATED: April 17, 2008                                                                                               By: _____________________                                                                                    Jerry Kurr                                                                                    Associate Superintendent of                                                                                    Administration & Business Services  VERIFICATION I am Jerry Kurr authorized agent of East Side Union High School District the Owner of the property described in the foregoing notice.  I have read the foregoing notice and contents thereof, and I declare under penalty of perjury of the laws of the State of California that the foregoing is true and correct.  ______________________________Jerry Kurr ", 
                    "item_number": "9.13", 
                    "item_recommendation": "", 
                    "item_text": "Approve Notice of Completionfor the PE Modernization at James Lick High School (Sprig Electric)", 
                    "item_text_raw": " 9.13 Approve Notice of Completionfor the PE Modernization at James Lick High School (Sprig Electric)", 
                    "item_type": "Action (Consent)"
                }, 
                {
                    "boarddocs_id": "86PSPN597DE3", 
                    "item_details": "Pursuant to the contract awarded by the Board of Trustees on March 09, 2006, Potter Fire Protection, Inc. has furnished all material and finished all labor for the completion of work related to the New Science Classroom Building at Silver Creek High School. With the approval of the Board of Trustees, the attached Notice of Completion will be filed with the Santa Clara County Recorder’s Office as required by law.  FINANCIAL IMPACT:                                              FUNDING SOURCE:$116,696.00                                                                Capital Facilities Fund  RECOMMENDATION:It is recommended that the Board of Trustees approve the Notice of Completion for the New Science Classroom Building at Silver Creek High School (Potter Fire Protection, Inc.) Attachment AG:snReturn to:         East Side Union High School District                        830 North Capitol Avenue                        San Jose, CA  95133                        Operations Department Recorded without fee under Section 6103 of the Government Code  NOTICE OF COMPLETION NOTICE IS HEREBY GIVEN that the undersigned, East Side Union High School District, as Owner of the property hereinafter described, caused improvements to be made upon the property hereinafter described. That the work on said improvements was actually completed on the 17th day of April  2008. That the name of the Contractor for said Owner is Potter Fire Protection, Inc. That the nature of the title of said owner to said property is that of Owner in fee simple, and the names and addresses of all Owners of said property are:                         NAME                                                 ADDRESS East Side Union High School District                 \t830 North Capitol Avenue                                                                                    San Jose, CA  95133 That the property herein referred to and on which said improvements are located is situated in the County of Santa Clara, State of California, and described as follows: New Science Classroom Building at Silver Creek High SchoolBid #B-30-05-06DSA #01-107082DATED: April 17, 2008                                                                                               By: _____________________                                                                                    Jerry Kurr                                                                                    Associate Superintendent of                                                                                    Administration & Business Services  VERIFICATION I am Jerry Kurr authorized agent of East Side Union High School District the Owner of the property described in the foregoing notice.  I have read the foregoing notice and contents thereof, and I declare under penalty of perjury of the laws of the State of California that the foregoing is true and correct.  ______________________________Jerry Kurr ", 
                    "item_number": "9.14", 
                    "item_recommendation": "", 
                    "item_text": "Approve Notice of Completion for the New Science Classroom Building at Silver Creek High School (Potter Fire Protection, Inc.)", 
                    "item_text_raw": " 9.14 Approve Notice of Completion for the New Science Classroom Building at Silver Creek High School (Potter Fire Protection, Inc.)", 
                    "item_type": "Action (Consent)"
                }
            ], 
            "section_name": "Consent Calendar", 
            "section_number": "9."
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "86PSPS597DF3", 
                    "item_details": "Budget Adjustment Report UpdateBelow is an update of budget adjustments that been made to our 2007-2008 September Revised Budget for your information: 1.\tUnrestricted General Fund:\tSite discretionary from Use of Facilities Income 3/2008\t\t     $8,2332.\tRestricted General Fund (Categorical):\tNew Money from Local, State and Federal resources\t\t     $1,006,750- 3/2008", 
                    "item_number": "10.01", 
                    "item_recommendation": "", 
                    "item_text": "Budget Adjustment Report Update", 
                    "item_text_raw": " 10.01 Budget Adjustment Report Update", 
                    "item_type": "Information"
                }
            ], 
            "section_name": "Written Reports/Recommendations", 
            "section_number": "10."
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "86PSPW597E23", 
                    "item_details": "", 
                    "item_number": "11.01", 
                    "item_recommendation": "", 
                    "item_text": "Board Of Trustees\nPresident Nguyen\nVice President Garcia\nClerk Shirakawa\nMember J. Herrera\n\nMember Biehl, Metro ED.", 
                    "item_text_raw": " 11.01 Board Of Trustees\nPresident Nguyen\nVice President Garcia\nClerk Shirakawa\nMember J. Herrera\n\nMember Biehl, Metro ED.\n\n", 
                    "item_type": "Information"
                }, 
                {
                    "boarddocs_id": "86PSPZ597E2F", 
                    "item_details": "", 
                    "item_number": "11.02", 
                    "item_recommendation": "", 
                    "item_text": "Superintendent NuĂąez", 
                    "item_text_raw": " 11.02 Superintendent NuĂąez", 
                    "item_type": "Information"
                }
            ], 
            "section_name": "Board of Trustees/Superintendent Communications/Comments", 
            "section_number": "11."
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "86PSQ5597E3D", 
                    "item_details": "", 
                    "item_number": "12.01", 
                    "item_recommendation": "", 
                    "item_text": "EXPULSION A-F", 
                    "item_text_raw": " 12.01 EXPULSION A-F", 
                    "item_type": "Information"
                }, 
                {
                    "boarddocs_id": "86PSQ8597E45", 
                    "item_details": "", 
                    "item_number": "12.02", 
                    "item_recommendation": "", 
                    "item_text": "PUBLIC EMPLOYEE DISCIPLINE/DISMISSAL/RELEASE (Government Code ยงSection 54957)", 
                    "item_text_raw": " 12.02 PUBLIC EMPLOYEE DISCIPLINE/DISMISSAL/RELEASE (Government Code ยงSection 54957)\n", 
                    "item_type": "Information"
                }, 
                {
                    "boarddocs_id": "86PSQB597E4D", 
                    "item_details": "Agency Designated Representatives: Bob Nuñez, Superintendent Jerry Kurr, Associate Superintendent of Administration and Business ServicesDan Moser, Associate Superintendent of Instructional Services and Human RelationsCathy Giammona, Director of Human ResourcesVida Branner-Siders, Director of Compensation and Classified Employee RelationsEmployee Organizations:American Federation of Teachers (AFT)California School Employees Association (CSEA)East Side Teachers Association (ESTA)", 
                    "item_number": "12.03", 
                    "item_recommendation": "", 
                    "item_text": "CONFERENCE WITH LABOR NEGOTIATORS (Government Code §Section 54957.6)", 
                    "item_text_raw": " 12.03 CONFERENCE WITH LABOR NEGOTIATORS (Government Code §Section 54957.6)", 
                    "item_type": "Information"
                }, 
                {
                    "boarddocs_id": "86PSQE597E63", 
                    "item_details": "CONFERENCE WITH LEGAL COUNSEL – ANTICIPATED LITIGATIONSubdivision (b) of Section 54956.9 of the Government Code: Claim for damages of  I. Rodriguez.", 
                    "item_number": "12.04", 
                    "item_recommendation": "", 
                    "item_text": "CONFERENCE WITH LEGAL COUNSEL", 
                    "item_text_raw": " 12.04 CONFERENCE WITH LEGAL COUNSEL\n", 
                    "item_type": "Information"
                }, 
                {
                    "boarddocs_id": "86PSQH597E7C", 
                    "item_details": "Property:  Calero School Site, 420 Calero Avenue, San Jose, CA\tDistrict Negotiators:  Superintendent Nunez, Associate Superintendent Jerry Kurr, District Counsel Rogelio Ruiz\tNegotiating Parties:  ESUHSD and Oak Grove Elementary School District\tUnder Negotiation:  Price and terms for payment.", 
                    "item_number": "12.05", 
                    "item_recommendation": "", 
                    "item_text": "CONFERENCE WITH REAL PROPERTY NEGOTIATORS", 
                    "item_text_raw": " 12.05 CONFERENCE WITH REAL PROPERTY NEGOTIATORS", 
                    "item_type": "Information"
                }, 
                {
                    "boarddocs_id": "86PSQL597E8F", 
                    "item_details": "", 
                    "item_number": "12.06", 
                    "item_recommendation": "", 
                    "item_text": "PUBLIC EMPLOYEE PERFORMANCE EVALUATION (Government Code ยง Section 54957)", 
                    "item_text_raw": " 12.06 PUBLIC EMPLOYEE PERFORMANCE EVALUATION (Government Code ยง Section 54957)", 
                    "item_type": "Information"
                }, 
                {
                    "boarddocs_id": "86PSQP597E98", 
                    "item_details": "", 
                    "item_number": "12.07", 
                    "item_recommendation": "", 
                    "item_text": "PUBLIC EMPLOYMENT/PUBLIC EMPLOYEE APPOINTMENT (Government Code ยง Section 54957)", 
                    "item_text_raw": " 12.07 PUBLIC EMPLOYMENT/PUBLIC EMPLOYEE APPOINTMENT (Government Code ยง Section 54957) \n", 
                    "item_type": "Information"
                }
            ], 
            "section_name": "Closed Session", 
            "section_number": "12."
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "86PSQT597EA1", 
                    "item_details": "", 
                    "item_number": "", 
                    "item_recommendation": "", 
                    "item_text": "Attorney will report on clossed session action.", 
                    "item_text_raw": " Attorney will report on clossed session action.", 
                    "item_type": "Information"
                }
            ], 
            "section_name": "Report Closed Session Action(s)", 
            "section_number": "13."
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "86PSQX597EAF", 
                    "item_details": "", 
                    "item_number": "", 
                    "item_recommendation": "", 
                    "item_text": "President Nguyen will adjourn meeting.", 
                    "item_text_raw": " President Nguyen will adjourn meeting.", 
                    "item_type": "Information"
                }
            ], 
            "section_name": "Adjournment", 
            "section_number": "14."
        }
    ]
}