{
    "agency": "east_side_uhsd", 
    "meeting_date": "09-25-2014", 
    "meeting_sections": [
        {
            "items": [
                {
                    "boarddocs_id": "9P4R7367DE6F", 
                    "item_details": "\nThe Special Board Meeting/Study Session will begin at 5:00 p.m. in the East Side Union High School District Board Room.\n\t \n\t \n\t \n", 
                    "item_number": "1.01", 
                    "item_recommendation": "", 
                    "item_text": "Roll Call", 
                    "item_text_raw": "1.01 Roll Call", 
                    "item_type": "Action"
                }
            ], 
            "section_name": "CALL TO ORDER/ROLL CALL", 
            "section_number": ""
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "9P4R7767DE79", 
                    "item_details": "\nInformation explaining Board meeting procedures and how citizens can address the Board will be read. Written information is located near the entrance to the Board Room.\n", 
                    "item_number": "2.01", 
                    "item_recommendation": "", 
                    "item_text": "Information explaining Board meeting procedures and how citizens can address the Board will be read. Written information is located near the entrance to the Board Room.", 
                    "item_text_raw": "2.01 Information explaining Board meeting procedures and how citizens can address the Board will be read. Written information is located near the entrance to the Board Room.", 
                    "item_type": "Action"
                }
            ], 
            "section_name": "WELCOME AND EXPLANATION TO AUDIENCE", 
            "section_number": ""
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "9P4R7B67DE85", 
                    "item_details": "\nFor consideration by the Board of Trustees.\n", 
                    "item_number": "3.01", 
                    "item_recommendation": "", 
                    "item_text": "For consideration by the Board of Trustees", 
                    "item_text_raw": "3.01 For consideration by the Board of Trustees", 
                    "item_type": "Action, Discussion"
                }
            ], 
            "section_name": "ADOPTION OF AGENDA", 
            "section_number": ""
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "9P4R7F67DE91", 
                    "item_details": "\nMembers of the public may address the Board on any subject not on tonight’s agenda; however, provisions of the Brown Act (Government Code Section 54954.2(a) and 54954.3) preclude any action.  As an unagendized item, no response is required from the Board or District staff and no action can be taken; however, the Board may instruct the Superintendent to agendize the item for a future meeting.\n\t \nAny person may address the Board on any item on the meeting agenda.  Persons wishing to address the Board must fill out a gold request form, which is located at the entrance of the Board Room. When your name is called, please come to the podium, state your name for the record, and limit your remarks to three (3) minutes.   \n", 
                    "item_number": "4.01", 
                    "item_recommendation": "", 
                    "item_text": "Members of the public may address the Board on any subject not on tonightâs agenda; however, provisions of the Brown Act (Government Code Section 54954.2(a) and 54954.3) preclude any action. As an unagendized item, no response is required from the Board or District staff and no action can be taken; however, the Board may instruct the Superintendent to agendize the item for a future meeting. Any person may address the Board on any item on the meeting agenda. Persons wishing to address the Board must fill out a gold request form, which is located at the entrance of the Board Room. When your name is called, please come to the podium, state your name for the record, and limit your remarks to three (3) minutes.", 
                    "item_text_raw": "4.01 Members of the public may address the Board on any subject not on tonightâs agenda; however, provisions of the Brown Act (Government Code Section 54954.2(a) and 54954.3) preclude any action. As an unagendized item, no response is required from the Board or District staff and no action can be taken; however, the Board may instruct the Superintendent to agendize the item for a future meeting. Any person may address the Board on any item on the meeting agenda. Persons wishing to address the Board must fill out a gold request form, which is located at the entrance of the Board Room. When your name is called, please come to the podium, state your name for the record, and limit your remarks to three (3) minutes.", 
                    "item_type": "Action, Discussion"
                }
            ], 
            "section_name": "PUBLIC MEMBERS WHO WISH TO ADDRESS THE BOARD", 
            "section_number": ""
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "9P4R7K67DE9D", 
                    "item_details": "\nEAST SIDE UNION HIGH SCHOOL DISTRICT\n\t \nItem:  5.01\n\t \n\t \nTO:\nBoard of Trustees\n\t\t\t\t \n\t\t\t\t \nFROM: \nChris D. Funk, Superintendent\n\t\t\t\t \n\t\t\t\t \nPREPARED BY:\nMarcus Battle, Associate Superintendent of Business Services, and Dale Scott, President, Dale Scott & Company\n\t\t\t\t \n\t\t\t\t \nSUBJECT:\nPresentation and/or Discussion regarding the Ability to Issue Remaining Measure E Bonds Totaling $74.4 Million and a Review of Estimated Tax Rate Capacity Over the Next Five Years\n\t \n\t \nA presentation will be made to the Board of Trustees by Dale Scott of Dale Scott & Company.\n\t \n\t \n\t \n", 
                    "item_number": "5.01", 
                    "item_recommendation": "", 
                    "item_text": "Presentation and/or Discussion regarding the Ability to Issue Remaining Measure E Bonds Totaling $74.4 Million and a Review of Estimated Tax Rate Capacity Over the Next Five Years - Marcus Battle, Associate Superintendent of Business Services, and Dale Scott, President, Dale Scott & Company", 
                    "item_text_raw": "5.01 Presentation and/or Discussion regarding the Ability to Issue Remaining Measure E Bonds Totaling $74.4 Million and a Review of Estimated Tax Rate Capacity Over the Next Five Years - Marcus Battle, Associate Superintendent of Business Services, and Dale Scott, President, Dale Scott & Company", 
                    "item_type": "Action, Discussion, Presentation"
                }, 
                {
                    "boarddocs_id": "9P4R7M67DEA4", 
                    "item_details": "\nEAST SIDE UNION HIGH SCHOOL DISTRICT\n\t \nItem:  5.02\n\t \n\t \nTO:\nBoard of Trustees\n\t\t\t\t \n\t\t\t\t \nFROM: \nChris D. Funk, Superintendent\n\t\t\t\t \n\t\t\t\t \nPREPARED BY:\nMarcus Battle, Associate Superintendent of Business Services, and André Bell, Assistant Director of Capital Accounting and Purchasing\n\t\t\t\t \n\t\t\t\t \nSUBJECT:\nTotal School Solutions Bond Audit Update\n\t \n\t \nTotal School Solutions performed a Facilities Program Management Review on Measures G and E for Fiscal Years 2009–10 through 2011–12 and a Performance audit of Measures G and E for Fiscal Year 2012-13.  The purpose of this presentation is to update the Board on the audit findings and to update the Board on the Capital Accounting Program transition.\n\t \n", 
                    "item_number": "5.02", 
                    "item_recommendation": "", 
                    "item_text": "Total School Solutions Bond Audit Update - Marcus Battle, Associate Superintendent of Business Services, and André Bell, Assistant Director of Capital Accounting and Purchasing", 
                    "item_text_raw": "5.02 Total School Solutions Bond Audit Update - Marcus Battle, Associate Superintendent of Business Services, and André Bell, Assistant Director of Capital Accounting and Purchasing", 
                    "item_type": "Action, Discussion, Presentation"
                }, 
                {
                    "boarddocs_id": "9P4R7P67DEAB", 
                    "item_details": "\nEAST SIDE UNION HIGH SCHOOL DISTRICT\n\t \nItem:  5.03\n\t \n\t \nTO:\nBoard of Trustees\n\t\t\t\t \n\t\t\t\t \nFROM: \nChris D. Funk\n\t\t\t\t \n\t\t\t\t \nPREPARED BY:\nMarcus Battle, Associate Superintendent of Business Services, Linda da Silva, Director of Construction, Maintenance and Facilities, and Robert Ball, Program Manager, SGI Construction Management, Inc.\n\t\t\t\t \n\t\t\t\t \nSUBJECT:\nPresentation and/or Discussion regarding the Bond Program Update\n\t \nIn 2002, voters in the East Side Union High School District approved Bond Measure G in the amount of $298 million for the purpose of modernizing existing school facilities and building new facilities to support the changing needs of education in the District. A substantial portfolio of projects has been completed under Measure G, which is concluding with a district-wide site improvement initiative, currently underway.\n\t \nIn 2008, voters in the District approved Bond Measure E in the amount of $349 million for the purpose of continuing the modernization of existing school facilities and building new facilities.  With the exception of three projects currently in construction, two in the construction contract bidding phase, and one in design, all Measure E projects have been completed.\n\t \nIn 2012, voters in the District approved Bond Measure I in the amount of $120 million, allowing the school modernization program to expand its impact to support the changing needs of education in the District.  Some school sites have Measure E project savings, which supplements their Measure I allocations on their approved new projects.\n\t \nAn update on the status of the District’s Bond Program is presented for discussion.\n", 
                    "item_number": "5.03", 
                    "item_recommendation": "", 
                    "item_text": "Presentation and/or Discussion regarding the Bond Program Update - Marcus Battle, Associate Superintendent of Business Services, Linda da Silva, Director of Construction, Maintenance and Facilities, and Robert Ball, Program Manager, SGI Construction Management, Inc.", 
                    "item_text_raw": "5.03 Presentation and/or Discussion regarding the Bond Program Update - Marcus Battle, Associate Superintendent of Business Services, Linda da Silva, Director of Construction, Maintenance and Facilities, and Robert Ball, Program Manager, SGI Construction Management, Inc.", 
                    "item_type": "Action, Discussion, Presentation"
                }, 
                {
                    "boarddocs_id": "9P4R7R67DEB0", 
                    "item_details": "\nEAST SIDE UNION HIGH SCHOOL DISTRICT\n\t \nItem:  5.04\n\t \n\t \nTO:\nBoard of Trustees\n\t\t\t\t \n\t\t\t\t \nFROM: \nChris D. Funk\n\t\t\t\t \n\t\t\t\t \nPREPARED BY:\nMarcus Battle, Associate Superintendent of Business Services, Linda da Silva, Director of Construction, Maintenance and Facilities, and Robert Ball, Program Manager, SGI Construction Management, Inc.\n\t\t\t\t \n\t\t\t\t \nSUBJECT:\nPresentation and/or Discussion regarding the Unfunded Projects and Funding Gap\n\t \nThe East Side community of voters has generously supported school modernization general obligation bond measures G, E, and I in the past twelve years.  The school modernization projects completed to-date have made a positive impact in the learning environment.  While that impact has made a significant difference in the lives of the students who have experienced those modernized learning facilities, there remains school facilities that have not received the benefit of modernization due to funding constraints.  \n\t \nFacilities planning staff identified the school modernization funding gap and have projected the impact of escalating construction costs in the foreseeable future.  This information is being presented to the Board for the discussion.\n", 
                    "item_number": "5.04", 
                    "item_recommendation": "", 
                    "item_text": "Presentation and/or Discussion regarding the Unfunded Projects and Funding Gap - Marcus Battle, Associate Superintendent of Business Services, Linda da Silva, Director of Construction, Maintenance and Facilities, and Robert Ball, Program Manager, SGI Construction Management, Inc.", 
                    "item_text_raw": "5.04 Presentation and/or Discussion regarding the Unfunded Projects and Funding Gap - Marcus Battle, Associate Superintendent of Business Services, Linda da Silva, Director of Construction, Maintenance and Facilities, and Robert Ball, Program Manager, SGI Construction Management, Inc.", 
                    "item_type": "Action, Discussion, Presentation"
                }, 
                {
                    "boarddocs_id": "9P4R7V67DEBC", 
                    "item_details": "\nEAST SIDE UNION HIGH SCHOOL DISTRICT\n\t \nItem:  5.05\n\t \n\t \nTO:\nBoard of Trustees\n\t\t\t\t \n\t\t\t\t \nFROM: \nChris D. Funk\n\t\t\t\t \n\t\t\t\t \nPREPARED BY:\nMarcus Battle, Associate Superintendent of Business Services, Linda da Silva, Director of Construction, Maintenance and Facilities, and Julio Lucas, District Architect\n\t\t\t\t \n\t\t\t\t \nSUBJECT:\nPresentation and/or Discussion regarding the Alternative Education and Charter School Education Space Planning\n\t \nThe District currently has Proposition 39 Facilities Use Agreements with six charter schools.  Four of those Agreements are single-year arrangements that expire on June 30, 2015.  The District anticipates Proposition 39 facilities petitions from additional charter schools for fiscal year 2015-16 and beyond.  It is in the District’s best interest to consider long-term housing accommodations for charter schools.  In addition, there are East Side alternative education programs with unmet facilities requirements.\n\t \nFacilities planning staff developed alternative education housing accommodation options to address these needs and has reviewed them with Superintendent’s Council.  After thoughtful consideration, the best options were identified and are presented for discussion.\n", 
                    "item_number": "5.05", 
                    "item_recommendation": "", 
                    "item_text": "Presentation and/or Discussion regarding the Alternative Education and Charter School Education Space Planning - Marcus Battle, Associate Superintendent of Business Services, Linda da Silva, Director of Construction, Maintenance and Facilities, and Julio Lucas, District Architect", 
                    "item_text_raw": "5.05 Presentation and/or Discussion regarding the Alternative Education and Charter School Education Space Planning - Marcus Battle, Associate Superintendent of Business Services, Linda da Silva, Director of Construction, Maintenance and Facilities, and Julio Lucas, District Architect", 
                    "item_type": "Action, Discussion, Presentation"
                }, 
                {
                    "boarddocs_id": "9P4R7T67DEB6", 
                    "item_details": "\nEAST SIDE UNION HIGH SCHOOL DISTRICT\n\t \nItem:  5.06\n\t \n\t \nTO:\nBoard of Trustees\n\t\t\t\t \n\t\t\t\t \nFROM: \nChris D. Funk, Superintendent\n\t\t\t\t \n\t\t\t\t \nPREPARED BY:\nMarcus Battle, Associate Superintendent of Business Services, and Linda da Silva, Director of Construction, Maintenance and Facilities\n\t\t\t\t \n\t\t\t\t \nSUBJECT:\nPresentation and/or Discussion regarding the Proposed Interior and Exterior Improvements at the Education Center\n\t \nThe Education Center site was designed in 1976, and constructed thereafter.  In the early to mid 1990’s, components that had reached the ends of their service lives were replaced, including mechanical system replacement, exterior painting, reroofing, parking lot asphalt, and carpet replacement.  In the late 2000’s, interior lighting was retrofit for energy efficiency.  Other than those component repairs or replacements, no significant modernization work has taken place. \n\t \nThe buildings are now in need of wood siding repairs and repainting.  There are a few areas of asphalt concrete needing deep lift repair, and all areas require recoating to maintain the integrity of the asphalt.  In addition, strategic entry improvements are needed to provide a refreshed, welcoming entry experience.  \n\t \nExterior improvements are presented for discussion.\n", 
                    "item_number": "5.06", 
                    "item_recommendation": "", 
                    "item_text": "Presentation and/or Discussion regarding the Proposed Interior and Exterior Improvements at the Education Center - Marcus Battle, Associate Superintendent of Business Services and Linda da Silva, Director, Facilities, Planning, Maintenance & Operations", 
                    "item_text_raw": "5.06 Presentation and/or Discussion regarding the Proposed Interior and Exterior Improvements at the Education Center - Marcus Battle, Associate Superintendent of Business Services and Linda da Silva, Director, Facilities, Planning, Maintenance & Operations", 
                    "item_type": "Action, Discussion, Presentation"
                }
            ], 
            "section_name": "BOARD OF TRUSTEES/SUPERINTENDENT - OPERATIONAL ITEMS/BOARD REVIEW AND/OR DISCUSSION", 
            "section_number": ""
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "9P4R7Y67DEC6", 
                    "item_details": "\nPresident Adjourns the meeting.\n", 
                    "item_number": "6.01", 
                    "item_recommendation": "", 
                    "item_text": "President Adjourns the Meeting", 
                    "item_text_raw": "6.01 President Adjourns the Meeting", 
                    "item_type": "Action"
                }
            ], 
            "section_name": "ADJOURNMENT", 
            "section_number": ""
        }
    ]
}