{
    "agency": "san_jose_evergreen_ccd", 
    "meeting_date": "11-30-2010", 
    "meeting_sections": [
        {
            "items": [
                {
                    "boarddocs_id": "8AWTQ6779ABE", 
                    "item_details": "", 
                    "item_number": "1.", 
                    "item_recommendation": "", 
                    "item_text": "6:00 p.m. - Call Meeting to Order at Evergreen Valley College, 3095 Yerba Buena Rd., San Jose, CA 95135, Dr. Mauro Chavez Student Services/Administration Bldg, in the main platform area of Counseling Department, SC-250", 
                    "item_text_raw": "1. 6:00 p.m. - Call Meeting to Order at Evergreen Valley College, 3095 Yerba Buena Rd., San Jose, CA 95135, Dr. Mauro Chavez Student Services/Administration Bldg, in the main platform area of Counseling Department, SC-250", 
                    "item_type": "Information"
                }, 
                {
                    "boarddocs_id": "8AWTQ9779BE3", 
                    "item_details": "\nThe Board of Trustees offers an opportunity for the public to address the Board in four sections of the agenda: on matters of concern about Closed Session items; on matters not appearing on the agenda; on action items contained in the Consent Agenda; and prior to voting on any item contained in the Action Agenda. Each speaker is encouraged to submit a comment card to the Board clerk in order to be recognized to speak.\n\tPer Board Policy, three minutes may be allotted to each speaker with a maximum of 30 minutes per subject. No action or discussion shall be undertaken on any public comments except that members of the Board or its staff may briefly respond to or ask a question for clarification regarding statements made or questions posed by persons addressing the Board under this agenda item.\n\tFor information and disability access to materials, call 408-270-6402. Meetings are held in a location accessible to the disabled.\n", 
                    "item_number": "2.", 
                    "item_recommendation": "", 
                    "item_text": "Information on Public Comments and Disability Access", 
                    "item_text_raw": "2. Information on Public Comments and Disability Access", 
                    "item_type": "Information"
                }, 
                {
                    "boarddocs_id": "8AWTQN779C16", 
                    "item_details": "\nPresident Balbir will lead members of the audience in the Pledge of Alliegance.\n", 
                    "item_number": "3.", 
                    "item_recommendation": "", 
                    "item_text": "Pledge of Allegiance", 
                    "item_text_raw": "3. Pledge of Allegiance", 
                    "item_type": "Procedural"
                }, 
                {
                    "boarddocs_id": "8AWTQR779C2A", 
                    "item_details": "\na. Additions/Deletions/Corrections\n\tb. Items to be Deferred\n\tc. Adoption of Agenda\n\tThe Board reserves the right to modify the order of business in the manner it deems appropriate.\n", 
                    "item_number": "4.", 
                    "item_recommendation": "", 
                    "item_text": "Adoption of the Agenda", 
                    "item_text_raw": "4. Adoption of the Agenda", 
                    "item_type": "Action"
                }, 
                {
                    "boarddocs_id": "8AWTQX779C44", 
                    "item_details": "\nThis is an opportunity for members of the public to address the Board concerning issues not listed on the agenda.\n", 
                    "item_number": "5.", 
                    "item_recommendation": "", 
                    "item_text": "Public Comments on Matters not on the Agenda", 
                    "item_text_raw": "5. Public Comments on Matters not on the Agenda", 
                    "item_type": "Information"
                }
            ], 
            "section_name": "CALL MEETING TO ORDER", 
            "section_number": ""
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "8AWTR6779C55", 
                    "item_details": "", 
                    "item_number": "1.", 
                    "item_recommendation": "", 
                    "item_text": "Adoption of the Consent Agenda", 
                    "item_text_raw": "1. Adoption of the Consent Agenda", 
                    "item_type": "Action (Consent)"
                }, 
                {
                    "boarddocs_id": "8BGP3P62AEF4", 
                    "item_details": "\nA recommendation that the Board of Trustees approve the following Classified Personnel Actions:\n\t \n1.  Employment\n\t     a.  Employment of Contracts Assistant at the District Office in a contract position.\n\t \n2.  Change of Status\n     a.  The employee is taking a voluntary demotion in lieu of lay-off from Instructional\n           Support Assistant, Subject Lead (8DSP0213C) in DSP at EVC to Instructional\n           Support Assistant (8LANG0228C) in Language Arts at EVC effective 01/01/11.\n", 
                    "item_number": "2.", 
                    "item_recommendation": "A recommendation that the Board of Trustees approve the Classified personnel actions as submitted.", 
                    "item_text": "Classified Personnel Actions", 
                    "item_text_raw": "2. Classified Personnel Actions", 
                    "item_type": "Action (Consent)"
                }, 
                {
                    "boarddocs_id": "8BFR7V6BEDF0", 
                    "item_details": "\nThe District employs non-bargaining unit employees in various categories to support programs and services.  These categories are:   short-term assignments with limitations as defined in the CSEA/District collective bargaining agreement; substitutes to fill positions for employees on leave of absence or in vacant positions; professional experts with specialized knowledge or expertise not generally required of, or found within, the employee classifications established by the Governing Board; and athletic support staff for athletic activities.\n", 
                    "item_number": "3.", 
                    "item_recommendation": "A recommendation that the Board of Trustees approve the Short-Term Hourly, Substitute, Professional Expert & Athletic Support Services, Student Assistant and Volunteer personnel actions as submitted.", 
                    "item_text": "Hourly, Student Work & Volunteer Personnel Actions", 
                    "item_text_raw": "3. Hourly, Student Work & Volunteer Personnel Actions", 
                    "item_type": "Action (Consent)"
                }
            ], 
            "section_name": "CONSENT AGENDA", 
            "section_number": ""
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "8BH242004B19", 
                    "item_details": "\nOral reports will be given by members of the Board of Trustees.\n", 
                    "item_number": "1.", 
                    "item_recommendation": "", 
                    "item_text": "Board of Trustees Report", 
                    "item_text_raw": "1. Board of Trustees Report", 
                    "item_type": "Report"
                }, 
                {
                    "boarddocs_id": "8BH265009A0F", 
                    "item_details": "\nOral report will be given by Chancellor Rita Cepeda.\n", 
                    "item_number": "2.", 
                    "item_recommendation": "", 
                    "item_text": "Chancellor's Report", 
                    "item_text_raw": "2. Chancellor's Report", 
                    "item_type": "Report"
                }, 
                {
                    "boarddocs_id": "8BH27E00C9B7", 
                    "item_details": "\nOral reports will be given by the college presidents.\n", 
                    "item_number": "3.", 
                    "item_recommendation": "", 
                    "item_text": "Presidents' Reports", 
                    "item_text_raw": "3. Presidents' Reports", 
                    "item_type": "Report"
                }, 
                {
                    "boarddocs_id": "8BH28300E2B7", 
                    "item_details": "\nOral reports will be given by the constituency representatives.\n", 
                    "item_number": "4.", 
                    "item_recommendation": "", 
                    "item_text": "Constituency Reports", 
                    "item_text_raw": "4. Constituency Reports", 
                    "item_type": "Report"
                }
            ], 
            "section_name": "ORAL COMMUNICATIONS", 
            "section_number": ""
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "8AZW3L837BB4", 
                    "item_details": "\nOn September 1, 2010, the California state assembly passed a resolution declaring November as \"California Sikh American Awareness and Appreciation Month.\" The resolution (ACR 181), was moved by Assemblyman Dan Logue and was passed unanimously. This is the first such resolution passed by the California assembly to recognize the contribution of any immigrant group in the state. After the passage of the resolution, Assemblyman Logue stated that, \"Californians of Sikh heritage have made many great contributions to California, and I think it is important for all Californians to recognize and appreciate the important role Sikh Americans have played in our state.\"\n", 
                    "item_number": "1.", 
                    "item_recommendation": "A recommendation to approve a resolution in support of the month of November as California Sikh American Awareness and Appreciation Month.", 
                    "item_text": "Resolution in support of November as California Sikh American Awareness and Appreciation Month", 
                    "item_text_raw": "1. Resolution in support of November as California Sikh American Awareness and Appreciation Month", 
                    "item_type": "Action"
                }, 
                {
                    "boarddocs_id": "8BAMX85C9719", 
                    "item_details": "\nThe resolution will be read and approved at the meeting.\n", 
                    "item_number": "2.", 
                    "item_recommendation": "A recommendation that the Board of Trustees adopt a resolution in honor of Trustee Richard Hobbs.", 
                    "item_text": "Resolution in honor of Trustee Richard Hobbs", 
                    "item_text_raw": "2. Resolution in honor of Trustee Richard Hobbs", 
                    "item_type": "Action"
                }
            ], 
            "section_name": "ACTION AGENDA", 
            "section_number": ""
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "8AWTRQ779C88", 
                    "item_details": "\nChancellor Cepeda and Vice Chancellor Hawk will provide a budget update.\n", 
                    "item_number": "1.", 
                    "item_recommendation": "", 
                    "item_text": "Budget Update", 
                    "item_text_raw": "1. Budget Update", 
                    "item_type": "Information"
                }, 
                {
                    "boarddocs_id": "8AWTRT779C95", 
                    "item_details": "\nChancellor Cepeda will provide a legislative update.\n", 
                    "item_number": "2.", 
                    "item_recommendation": "", 
                    "item_text": "Legislative Update", 
                    "item_text_raw": "2. Legislative Update", 
                    "item_type": "Information"
                }, 
                {
                    "boarddocs_id": "8BATVB79300D", 
                    "item_details": "\nEarly in her tenure, Chancellor Cepeda, established a new tradition for the San Jose Community College District; namely, to set aside two board meetings per year dedicated to showcase each of our two colleges. Colleges were asked to host these meetings on site to enable the board and the college community to interact directly within the campus footprint.  Evergreen Valley College is the first to take advantage of this opportunity.  \n\t \nThis presentation will highlight Evergreen Valley College as a collective community that puts students at its center.   Driven by the college’s mission that equity, opportunity, and social justice are the guiding principles, Evergreen Valley College serves a diverse student body of over 9,000 students attending day and evening classes.  The college offers high quality instructional and educational programs that culminate in identified student outcomes leading to the acquisition of basic skills and the attainment of degrees and certificates leading to employment or transfer to four-year colleges and universities.\n\t \nWith a holistic approach to serving our students,  this presentation highlights both the instruction and student services aligned with the identified needs of students in a direct partnership designed to enhance a supportive learning environment.\n", 
                    "item_number": "3.", 
                    "item_recommendation": "", 
                    "item_text": "Evergreen Valley College Presentation", 
                    "item_text_raw": "3. Evergreen Valley College Presentation", 
                    "item_type": "Presentation"
                }, 
                {
                    "boarddocs_id": "8BGUEX7BC4A7", 
                    "item_details": "\nThis study session is designed to provide the background, history and current status necessary to frame the concerns raised regarding the design and function of the Visual and Performing Arts facility at Evergreen Valley College.  The presentation is divided in two parts:\n\t \nPart I - Chronicles campus-based actions, including a history of the planning, funding and construction of the facility.  In addition, this portion of the presentation addresses the administrative actions undertaken by college administrators in direct response to health and safety concerns as well as any impact on curriculum and instruction resulting from those actions. \n\t\t \nPart II - Details District Office response to campus requests, including mitigations undertaken in accordance with recommendations resulting from formal and professional assessment of the facilities.  This portion of the presentation also includes timelines, costs and next steps.\n\t \nIt is expected that at the end of the presentation the Board will have a clear picture of the planning, funding and building process of the Visual and Performing Arts facility, the internal process of the campus in addressing concerns from the time they were first raised to the present and, finally, the role of the District Office in assessing, documenting and mitigating any concerns resulting from the formal assessment and review of the facility. \n\t \n\t \n\t \n\t \n\t \n", 
                    "item_number": "4.", 
                    "item_recommendation": "", 
                    "item_text": "Evergreen Valley College Visual and Peforming Arts (VPA) Building: A Study Session", 
                    "item_text_raw": "4. Evergreen Valley College Visual and Peforming Arts (VPA) Building: A Study Session", 
                    "item_type": "Presentation"
                }, 
                {
                    "boarddocs_id": "8BC4UR0D4A3E", 
                    "item_details": "\nInformation will include a review of the First Quarter Report for the period ending September 30, 2010.  The state budget, current financial position, and estimates for FY2011/2012 and FY2012/2013 will also be discussed.\n\t \nThe First Quarter Report was provided under separate cover.  The report can also be accessed by the public on the District's web site at www.sjeccd.edu.\n", 
                    "item_number": "5.", 
                    "item_recommendation": "", 
                    "item_text": "FY2010/2011 First Quarter Report Ending September 30, 2010", 
                    "item_text_raw": "5. FY2010/2011 First Quarter Report Ending September 30, 2010", 
                    "item_type": "Information"
                }, 
                {
                    "boarddocs_id": "8AWTRW779CA4", 
                    "item_details": "", 
                    "item_number": "6.", 
                    "item_recommendation": "", 
                    "item_text": "Future Agenda Items", 
                    "item_text_raw": "6. Future Agenda Items", 
                    "item_type": "Information"
                }
            ], 
            "section_name": "INFORMATION AGENDA", 
            "section_number": ""
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "8AWTS7779CC9", 
                    "item_details": "", 
                    "item_number": "1.", 
                    "item_recommendation": "", 
                    "item_text": "The meeting will be adjourned.", 
                    "item_text_raw": "1. The meeting will be adjourned.", 
                    "item_type": "Information"
                }
            ], 
            "section_name": "ADJOURNMENT", 
            "section_number": ""
        }
    ]
}