{
    "agency": "san_jose_evergreen_ccd", 
    "meeting_date": "04-21-2015", 
    "meeting_sections": [
        {
            "items": [
                {
                    "boarddocs_id": "9VLREP69AE9E", 
                    "item_details": "", 
                    "item_number": "1.", 
                    "item_recommendation": "", 
                    "item_text": "6:03 p.m. - The Meeting was Called to Order at the District Board Room, 40 South Market Street, San Jose, CA 95113", 
                    "item_text_raw": "1. 6:03 p.m. - The Meeting was Called to Order at the District Board Room, 40 South Market Street, San Jose, CA 95113", 
                    "item_type": "Procedural"
                }, 
                {
                    "boarddocs_id": "9VLRES69AEAD", 
                    "item_details": "\nThe Board of Trustees offers an opportunity for the public to address the Board in two sections of this agenda: on matters not appearing on the agenda; and prior to voting on the item contained in the Action Agenda. Each speaker is encouraged to submit a comment card to the Board clerk in order to be recognized to speak.\n\tPer Board Policy, three minutes may be allotted to each speaker with a maximum of 30 minutes per subject. No action or discussion shall be undertaken on any public comments except that members of the Board or its staff may briefly respond to or ask a question for clarification regarding statements made or questions posed by persons addressing the Board under this agenda item.\n\tFor information and disability access to materials, call 408-270-6402. Meetings are held in a location accessible to the disabled.\n", 
                    "item_number": "2.", 
                    "item_recommendation": "", 
                    "item_text": "Information was on Public Comments and Disability Access", 
                    "item_text_raw": "2. Information was on Public Comments and Disability Access", 
                    "item_type": "Information"
                }, 
                {
                    "boarddocs_id": "9VLREV69AEB5", 
                    "item_details": "\n", 
                    "item_number": "3.", 
                    "item_recommendation": "", 
                    "item_text": "Pledge of Allegiance", 
                    "item_text_raw": "3. Pledge of Allegiance", 
                    "item_type": "Procedural"
                }, 
                {
                    "boarddocs_id": "9VLREY69AEB8", 
                    "item_details": "\na. Additions/Deletions/Corrections\n\tb. Items to be Deferred\n\tc. Adoption of Agenda\n\tThe Board reserves the right to modify the order of business in the manner it deems appropriate.\n \n", 
                    "item_number": "4.", 
                    "item_recommendation": "", 
                    "item_text": "Adoption of the Agenda", 
                    "item_text_raw": "4. Adoption of the Agenda", 
                    "item_type": "Action, Procedural"
                }, 
                {
                    "boarddocs_id": "9VLRF369AEC1", 
                    "item_details": "\nThis is an opportunity for members of the public to address the Board concerning issues not listed on the agenda.\n", 
                    "item_number": "5.", 
                    "item_recommendation": "", 
                    "item_text": "Public Comments on Matters not on the Agenda", 
                    "item_text_raw": "5. Public Comments on Matters not on the Agenda", 
                    "item_type": "Information"
                }
            ], 
            "section_name": "CALL MEETING TO ORDER", 
            "section_number": ""
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "9VNSDC6BEC0A", 
                    "item_details": "\nA presentation by Evergreen Valley College faculty members describing future plans for program development in several departments that will affect the use of some of the surplus 27 acres adjacent to the college.\n", 
                    "item_number": "1.", 
                    "item_recommendation": "", 
                    "item_text": "EVC Faculty presentation regarding Faculty ideas pertaining to the EVC Facilities Master Plan", 
                    "item_text_raw": "1. EVC Faculty presentation regarding Faculty ideas pertaining to the EVC Facilities Master Plan", 
                    "item_type": "Presentation, Information"
                }
            ], 
            "section_name": "INFORMATION AGENDA", 
            "section_number": ""
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "9VMU5664982D", 
                    "item_details": "\nThis item contains two attachments; the bid itself and background detailing the steps undertaken by the Board from November 29, 2011, through January 27, 2015 leading to this action. In addition, a detailed bid summary is included below:\n\t \n\t \nSAN JOSE EVERGREEN COMMUNITY COLLEGE DISTRICT\n\t \nEVERGREEN VALLEY COLLEGE DEVELOPMENT SITE\nBID SUMMARY AND RECOMMENDATION\n\t \n\t \nIn response to Resolution No. 012715-1, the District has received one (1) bid proposal from Republic Urban Properties (the “Bid”).  The Bid was received in a timely manner and complies with the procedural requirements of Resolution No. 012715-1 and the related Bid documents.  The contents of the Bid have been posted on-line at the District’s website.  The essential business terms of the Bid are as follows:\n\t \nTERM:  55 years plus two twenty (20) year options to extend\n\t \nUSE:  37,000 square feet of retail space; 14, 400 square feet of medical office; an Aquatics/Wellness Center consisting of 39,800 square feet of indoor facilities plus an Olympic pool, a junior Olympic pool and a family pool; 250 units of market rate multi-family rental housing; 155 units of senior housing; and 52 units of affordable-rate multi-family rental housing (the “Project”).  The Lessee agrees to establish a system to prioritize rental housing availability to the District’s students, faculty and staff.  \n\t \nRENT:  $1,500,000 per year (the “Rent”).  On the first day of the 11th year of the Term, Rent shall increase by the amount of $160,000 per year and said increase shall continue for the balance of the Term.  In addition to the above rent provisions, Rent shall increase each year by the amount of the increase in the Consumer Price Index (“CPI”).  During the first ten (10) years of the Term, the minimum annual CPI increase shall be one (1%) percent and the maximum annual increase shall be three (3%) percent.  For the remainder of the Term, the minimum annual CPI increase shall be one (1%) percent and the maximum annual increase shall be four (4%) percent.  In addition to the above, the Rent shall be increased to the fair market rental value of the Property upon either:  the expiration of thirty (30) years; the exercise of any of the extension Options; or, the modification of the Project during the Term which enhances its value.\n\t \nPREPAID RENT:  $1,000,000 shall be paid upon the execution of the ground lease as prepaid Rent.  \n\t \nADDITIONAL RENT:  Upon the sale, assignment or transfer of any project component or of any improvement on the Property, Lessee shall pay to the District twenty-five (25%) percent of the net profit (as defined).  \n       \nGUARANTY:  An entity approved by District, at its sole discretion, will guaranty the completion of the construction of all proposed improvements to the Property and the payment of Rent during the first 84 months of the Term.  The guaranty shall have a maximum liability of $4,000,000.  \n\t \nCONDITION OF PROPERTY:    The Property shall be leased in its “AS--IS” present condition.\n\t \nMAINTENANCE:  All improvements shall be maintained in good repair and condition by Lessee at its sole cost and expense.  \n\t \nDEVELOPMENT COST:  All costs to obtain entitlements and to construct improvements shall be paid by Lessee.  \n\t \nPROJECT LABOR AGREEMENT:  Lessee and the Santa Clara and San Benito Counties Building and Construction Trades Council shall negotiate a Project Labor Agreement in good faith prior to the commencement of construction.\n\t \nRECOMMENDATION:  Based upon the terms and conditions set forth in the Bid and based upon the numerous studies, valuations, and analyses which have been undertaken by the Board and its consultants during the past three (3) years, it is recommended that the Bid be accepted by the Board of Trustees.\n", 
                    "item_number": "1.", 
                    "item_recommendation": "A recommendation that the Board of Trustees accept the Bid received from Republic Urban Properties.", 
                    "item_text": "Accept or reject bid received on April 14, 2015 responding to Resolution 012715-1 concerning the selection of a developer with whom to negotiate a ground lease for the 27.1 acres of surplus land.", 
                    "item_text_raw": "1. Accept or reject bid received on April 14, 2015 responding to Resolution 012715-1 concerning the selection of a developer with whom to negotiate a ground lease for the 27.1 acres of surplus land.", 
                    "item_type": "Action"
                }
            ], 
            "section_name": "ACTION AGENDA", 
            "section_number": ""
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "9VLRF869AEC9", 
                    "item_details": "", 
                    "item_number": "1.", 
                    "item_recommendation": "", 
                    "item_text": "Cruz/Nasol to adjourn meeting at 9:59 p.m.", 
                    "item_text_raw": "1. Cruz/Nasol to adjourn meeting at 9:59 p.m.", 
                    "item_type": "Information"
                }
            ], 
            "section_name": "ADJOURNMENT", 
            "section_number": ""
        }
    ]
}