{
    "agency": "san_jose_evergreen_ccd", 
    "meeting_date": "05-28-2013", 
    "meeting_sections": [
        {
            "items": [
                {
                    "boarddocs_id": "97QQZV67143B", 
                    "item_details": "", 
                    "item_number": "1.", 
                    "item_recommendation": "", 
                    "item_text": "4:30 p.m. - Call Meeting to Order at the District Board Room, 4750 San Felipe Road, San Jose, CA 95135", 
                    "item_text_raw": "1. 4:30 p.m. - Call Meeting to Order at the District Board Room, 4750 San Felipe Road, San Jose, CA 95135", 
                    "item_type": "Information"
                }, 
                {
                    "boarddocs_id": "97QQZY671446", 
                    "item_details": "\nThe Board of Trustees offers an opportunity for the public to address the Board in four sections of the agenda: on matters of concern about Closed Session items; on matters not appearing on the agenda; on action items contained in the Consent Agenda; and prior to voting on any item contained in the Action Agenda. Each speaker is encouraged to submit a comment card to the Board clerk in order to be recognized to speak.\n\tPer Board Policy, three minutes may be allotted to each speaker with a maximum of 30 minutes per subject. No action or discussion shall be undertaken on any public comments except that members of the Board or its staff may briefly respond to or ask a question for clarification regarding statements made or questions posed by persons addressing the Board under this agenda item.\n\tFor information and disability access to materials, call 408-270-6402. Meetings are held in a location accessible to the disabled.\n", 
                    "item_number": "2.", 
                    "item_recommendation": "", 
                    "item_text": "Information on Public Comments and Disability Access", 
                    "item_text_raw": "2. Information on Public Comments and Disability Access", 
                    "item_type": "Information"
                }
            ], 
            "section_name": "CALL MEETING TO ORDER", 
            "section_number": ""
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "97QR2467144E", 
                    "item_details": "", 
                    "item_number": "1.", 
                    "item_recommendation": "To approve Closed Session Agenda.", 
                    "item_text": "Approval of Closed Session Agenda", 
                    "item_text_raw": "1. Approval of Closed Session Agenda", 
                    "item_type": "Action"
                }
            ], 
            "section_name": "APPROVAL OF CLOSED SESSION", 
            "section_number": ""
        }, 
        {
            "items": [], 
            "section_name": "PUBLIC COMMENTS ON CLOSED SESSION AGENDA", 
            "section_number": ""
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "97QR29671458", 
                    "item_details": "\n\t \n[ X ] PUBLIC EMPLOYEE APPOINTMENT/EMPLOYMENT\n\t(Government Code Section 54957 (b))\n\tTitle: Interim President, SJCC\n\t[  ] PUBLIC EMPLOYEE PERFORMANCE EVALUATION\n\t(Government Code Section 54957 (b))\n\t[   ] PUBLIC EMPLOYEE DISCIPLINE/DISMISSAL/RELEASE\n\t (Government Code Section 54957 (b))\n\t \n[  ] CONFERENCE WITH LEGAL COUNSEL – EXISTING LITIGATION\n\t(Government Code Section 54956.9)\n\tName of Case:\n\tOr\n\tCase Name Unspecified; Disclosure would jeopardize:\n\t( ) Service of Process or ( ) Existing Settlement Negotiations\n\t[   ] CONFERENCE WITH LEGAL COUNSEL – ANTICIPATED LITIGATION\n\t(Government Code Section 54956.9 (c))\n[  ] LIABILITY CLAIMS\n\t(Government Code Section 54956.95)\n\tAgency Claimed Against:\n\t \n\t \n[ X ] CONFERENCE WITH REAL PROPERTY NEGOTIATORS\n\t(Government Code Section 54956.8)\n\tProperty: Approximately four acres of undeveloped land currently used for athletic fields at Russell Middle School, 1500 Escuela Parkway, Milpitas, CA\n\tDistrict’s Negotiator(s): Rita Cepeda, Douglas Smith, Ann Kennedy, Kevin Michaelis, John Shupe\n\tNames of Negotiating Parties: Cary Matsuoka, Phuong Le, Kathleen McKee\n\tUnder Negotiation: ( ) Price ( )Terms of Payment ( X ) Both\n[  ] THREAT TO PUBLIC SERVICES OF FACILITIES\n\t(Government Code Section 54957 (a))\n\tConsultation with:\n\t \n[ X ] CONFERENCE WITH LABOR NEGOTIATORS\n\t(Government Code Section 54957.6)\n\tDistrict’s Negotiator(s): Kim Garcia \nEmployee Organization: CSEA \n\t \n[ X ] CONFERENCE WITH LABOR NEGOTIATORS\n\t(Government Code Section 54957.6)\n\tDistrict’s Negotiator(s): Kim Garcia \nEmployee Organization: FA \n\t \n[  ] CONFERENCE WITH LABOR NEGOTIATORS\n\t(Government Code Section 54957.6)\n\tDistrict’s Negotiator(s): Kim Garcia \nUnrepresented Employees: M/S/C \n\t \n\t \n[  ] REMOVAL/SUSPENSION/EXPULSION OF A STUDENT\n\t(Education Code 72122; 20 U.S.C. Section 1232g)\n\t[  ] PROPOSAL TO CONFER HONORARY DEGREE\n\t(Education Code Section 72122)\n\t[  ] CONSIDERATION OF GIFT FROM A DONOR WHO WISHES TO REMAIN ANONYMOUS (Education Code Section 72122)\n\t[  ] CONSIDERATION OF RESPONSE TO CONFIDENTIAL FINAL DRAFT AUDIT REPORT FROM BUREAU OF STATE AUDITS\n\t(Government Code Section 11126.2)\n\t[  ] COMPLAINTS OR CHARGES AGAINST A DISTRICT EMPLOYEE\n\t(Government Code Section 54957)\n\t \n", 
                    "item_number": "1.", 
                    "item_recommendation": "", 
                    "item_text": "The Board will recess to consider or take action upon any of the following items indicated by [x]", 
                    "item_text_raw": "1. The Board will recess to consider or take action upon any of the following items indicated by [x]", 
                    "item_type": "Information"
                }
            ], 
            "section_name": "CLOSED SESSION ITEMS FOR DISCUSSION", 
            "section_number": ""
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "97QR2D671466", 
                    "item_details": "\n", 
                    "item_number": "1.", 
                    "item_recommendation": "", 
                    "item_text": "6:00 p.m. Pledge of Allegiance", 
                    "item_text_raw": "1. 6:00 p.m. Pledge of Allegiance", 
                    "item_type": "Procedural"
                }, 
                {
                    "boarddocs_id": "97QR2G67146C", 
                    "item_details": "\na. Additions/Deletions/Corrections\n\tb. Items to be Deferred\n\tc. Adoption of Agenda\n\tThe Board reserves the right to modify the order of business in the manner it deems appropriate.\n\t \n", 
                    "item_number": "2.", 
                    "item_recommendation": "", 
                    "item_text": "Adoption of the Agenda", 
                    "item_text_raw": "2. Adoption of the Agenda", 
                    "item_type": "Action"
                }, 
                {
                    "boarddocs_id": "97QR2K671473", 
                    "item_details": "\nThe Board of Trustees President will announce any reportable action taken in Closed Session.\n", 
                    "item_number": "3.", 
                    "item_recommendation": "", 
                    "item_text": "Announcement of Reportable Action Taken in Closed Session", 
                    "item_text_raw": "3. Announcement of Reportable Action Taken in Closed Session", 
                    "item_type": "Information"
                }, 
                {
                    "boarddocs_id": "97QR2N671479", 
                    "item_details": "\nThis is an opportunity for members of the public to address the Board concerning issues not listed on the agenda.\n", 
                    "item_number": "4.", 
                    "item_recommendation": "", 
                    "item_text": "Public Comments on Matters not on the Agenda", 
                    "item_text_raw": "4. Public Comments on Matters not on the Agenda", 
                    "item_type": "Information"
                }, 
                {
                    "boarddocs_id": "97QR2R67147F", 
                    "item_details": "", 
                    "item_number": "5.", 
                    "item_recommendation": "A recommendation that the Board of Trustees approve the above listed minutes.", 
                    "item_text": "Approval of the May 14, 2013, Governing Board Meeting Minutes", 
                    "item_text_raw": "5. Approval of the May 14, 2013, Governing Board Meeting Minutes", 
                    "item_type": "Action"
                }
            ], 
            "section_name": "RECONVENE INTO OPEN SESSION", 
            "section_number": ""
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "97QR2V671488", 
                    "item_details": "", 
                    "item_number": "1.", 
                    "item_recommendation": "", 
                    "item_text": "Adoption of the Consent Agenda", 
                    "item_text_raw": "1. Adoption of the Consent Agenda", 
                    "item_type": "Action (Consent)"
                }, 
                {
                    "boarddocs_id": "97XJBW4BED91", 
                    "item_details": "\n1. Employment\n\t \na. New Hire\n\t \nInterim President (7PRES0002M) in the Office of the President at San Jose City College effective 06/24/13.\n\t \n\t \n2. Change of Status\n\t \na. Extension of Contract\n\t \nThe assignment for the Interim Dean, Language Arts (8LANG0002M) in Language Arts at Evergreen Valley College has been extended effective 05/25/13 through 06/07/13.\n\t \n\t \n\t \n\t \n", 
                    "item_number": "2.", 
                    "item_recommendation": "A recommendation that the Board of Trustees approve the following Management Personnel Actions as submitted", 
                    "item_text": "Management Personnel Actions", 
                    "item_text_raw": "2. Management Personnel Actions", 
                    "item_type": "Action (Consent)"
                }, 
                {
                    "boarddocs_id": "97XLC355D84C", 
                    "item_details": "\n1.  Employment\n     Medical Assisting Instructor (7HSCI0002F) at SJCC\n     \n\t \n\t \nSee attachment\n", 
                    "item_number": "3.", 
                    "item_recommendation": "A recommendation that the Board of Trustees approve the Faculty personnel actions as submitted.", 
                    "item_text": "Faculty Personnel Actions - Regular", 
                    "item_text_raw": "3. Faculty Personnel Actions - Regular", 
                    "item_type": "Action (Consent)"
                }, 
                {
                    "boarddocs_id": "97RPJK64B46E", 
                    "item_details": "\n\t \n1. Change of Status\n\t \na. Promotion\n\t \nPromotion to Administrative Secretary (8VPSS0202C) in the Office of the Vice President, Student Services at Evergreen Valley College from Senior Division Administrative Assistant in the Counseling & Matriculation Department at Evergreen Valley College effective 06/03/13.\n\t \n\t \n", 
                    "item_number": "4.", 
                    "item_recommendation": "A recommendation that the Board of Trustees approve the Classified Personnel Actions as submitted.", 
                    "item_text": "Classified Personnel Actions", 
                    "item_text_raw": "4. Classified Personnel Actions", 
                    "item_type": "Action (Consent)"
                }, 
                {
                    "boarddocs_id": "97X27A00C53B", 
                    "item_details": "\nThe District employs non-bargaining unit employees in various categories to support programs and services.  These categories are: short-term assignments with limitations as defined in the CSEA/District collective bargaining agreement; substitutes to fill positions for employees on leave of absence or in vacant positions; professional experts with specialized knowledge or expertise not generally required of, or found within, the employee classifications established by the Governing Board; and athletic support staff for athletic activities.\n", 
                    "item_number": "5.", 
                    "item_recommendation": "A recommendation that the Board of Trustees approve the Short-Term Hourly, Substitute, Professional Expert & Athletic Support Services, Student Assistant and Volunteer personnel actions as submitted.", 
                    "item_text": "Hourly, Student Work & Volunteer Personnel Actions", 
                    "item_text_raw": "5. Hourly, Student Work & Volunteer Personnel Actions", 
                    "item_type": "Action (Consent)"
                }, 
                {
                    "boarddocs_id": "97R2HP82DF2C", 
                    "item_details": "\nThe curriculum proposals have been reviewed by the appropriate instructional administrator and by the Instructional Policies and Curriculum Committee acting on behalf of the local Academic Senate. The rigor of the approval process assures that each new recommendation has substance and integrity in relation to its discipline and fills a clear need not being served by existing curriculum.\n\t \nCourse:\nAJ 139: Introduction to Public Safety Community Service Officer\n\t \nCertificate:\nEmergency Medical Service: Patient Navigator Certificate\n", 
                    "item_number": "6.", 
                    "item_recommendation": "A recommendation that the Board of Trustees approve the new course and certificate proposed by San Jose City College.", 
                    "item_text": "Curriculum Recommendations for San Jose City College", 
                    "item_text_raw": "6. Curriculum Recommendations for San Jose City College", 
                    "item_type": "Action (Consent)"
                }
            ], 
            "section_name": "CONSENT AGENDA", 
            "section_number": ""
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "97RP8V632836", 
                    "item_details": "\nAt its May 14, 2013, Governing Board Meeting, the Board of Trustees approved the FY2013-2014 Schedule of Governing Board Meeting Dates & Corresponding Deadlines. However, at the request of a couple of board members, the Board is being asked to consider removing the July 9, 2013, Governing Board Meeting from this schedule. Therefore, it is recommended the Board approve the requested revision to the FY2013-2014 Schedule of Governing Board Meeting Dates & Corresponding Deadlines as submitted.\n", 
                    "item_number": "1.", 
                    "item_recommendation": "A recommendation that the Board of Trustees approve a revision of the FY2013-2014 Schedule of Governing Board Meeting Dates & Corresponding Deadline to remove the July 11, 2013, meeting from the schedule.", 
                    "item_text": "Revision of FY2013-2014 Schedule of Governing Board Meeting Dates and Corresponding Deadlines", 
                    "item_text_raw": "1. Revision of FY2013-2014 Schedule of Governing Board Meeting Dates and Corresponding Deadlines", 
                    "item_type": "Action"
                }, 
                {
                    "boarddocs_id": "97XU8R7ADC20", 
                    "item_details": "\nOn February 12, 2013, the Board scheduled a Training and Development Study Session. The goal of that session was to review model practices and standards for “effective trusteeship” with a special emphasis on the importance of speaking “with one voice”.  The session reviewed guidelines about the governance role of the board as policy makers differentiated from the administrative and managerial role of the Chancellor in the implementation of board policy. Review sessions and discussion centered on six different areas as follows: • Board Vision/Mission/Goals • Effective Governance Processes: The Carver Governance Model • Current Board Structure: Committees and Task Forces • Board Self Evaluation and Workplan Development • Board Skills Development Program • Board Master Calendar. On March 12, 2013, the Board reviewed an information item that presented a summary of board development and training options resulting from the Board Study Session. On April 23, 2013, the  board reviewed and discussed a \"first reading/action\" item on the same subject. This item reflects input from prior board discussions and represents the proposed board training and development schedule for the 2013/2014 academic year. Attachments include the board training and development calendar and budget source.\n", 
                    "item_number": "2.", 
                    "item_recommendation": "A recommendation that the Board of Trustees review and approve the proposed SJECCD Board Training and Development Schedule.", 
                    "item_text": "SJECCD Board Training and Development Schedule", 
                    "item_text_raw": "2. SJECCD Board Training and Development Schedule", 
                    "item_type": "Action"
                }, 
                {
                    "boarddocs_id": "97FSEV71685B", 
                    "item_details": "\nIn November 2012, the Board approved a Project Assignment Amendment with Artik Art & Architecture to provide Programing, Design and Construction phase administration services for the Photo Lab Relocation Project at San Jose City College. The project involves the relocation of two lab-classrooms from the 100 Building to the Technology Center. The existing photography labs located in the 100 Building are substandard due to lack of ventilation, deteriorated plumbing, building finishes, non-ADA accessible space, etc. The new photo lab will provide improved facilities along with the opportunity to consolidate the program's labs and classrooms into one building. This project is also a vital prerequisite to the VoTech Renovation project, scheduled to begin construction in late fall 2013.\n\t \nArtik has regularly met with the project Design Committee, made up of SJCC faculty and administration, since November 2012 to establish the College's needs in constructing the classroom and lab space.  Design drawings have been prepared and have been reviewed and approved by the Design Committee. As noted, one of the critical components of the new space is adequate ventilation; exhaust and fresh air for the chemicals used in the film and darkroom processes. Based on input from the Design Committee, Artik designed the mechanical system to provide sufficient exhaust and fresh air to the labs utilizing specifications for the exhaust hoods that the College intended to purchase. The proposed mechanical system would result in a substantial and costly addition to the existing mechanical system in the Technology Center. To mitigate these costs, both Artik and members of the Design Committee reached out to several different equipment vendors and were able to locate an exhaust hood that requires significantly less air volume to function yet still maintains a safe environment for the lab. By redesigning the mechanical system around the specifications for the new exhaust hoods, the project team was able to considerably downsize the cost and scope of the mechanical system for the new labs, which is also expected to produce a significant savings to the operating costs for the Photo Lab.\n\t \nThis additional design fee of $6,300 to downsize the mechanical system represents a good value, as it is expected to save over $30,000 in construction costs to the College.\n\t \nOriginal Agreement:                     $89,000.00\nPrevious Revisions:                     $         0.00\nThis Revision:                              $   6,300.00\nRevised Agreement:                     $95,300.00\n", 
                    "item_number": "3.", 
                    "item_recommendation": "A recommendation that the Board of Trustees approve Revision #01 to PAA SJCC-01 with Artik Art & Architecture, increasing the cost of design and construction phase services on the SJCC Photo Lab Relocation Project in the amount of $6,300.", 
                    "item_text": "Measure G-2010 Bond Program: PAA Revision #01 to Artik Art & Architecture for Design Services on Photo Lab Relocation Project #31121 at SJCC", 
                    "item_text_raw": "3. Measure G-2010 Bond Program: PAA Revision #01 to Artik Art & Architecture for Design Services on Photo Lab Relocation Project #31121 at SJCC", 
                    "item_type": "Action"
                }, 
                {
                    "boarddocs_id": "97XT2Q7549CD", 
                    "item_details": "\nUnder current law, California community colleges offer equal access opportunity to all regardless of socioeconomic status or family background. This tradition of affordable, open access to community colleges is important to maintaining a pathway to a better life for all Californians regardless of their background.\n\t \nAssembly Bill 955 would authorize community college districts to create a “pay-to-play,” two-tier pricing system that advantages individuals of greater wealth; and would, therefore, make socioeconomic background a determiner for access and success in the California community colleges. It would be wrong for the state to eliminate the community college promise of equal, open access for all regardless of socioeconomic status or family background.\n\t \nFor these reasons, it is recommended that the Board of Trustees adopt a resolution in opposition of Assembly Bill 955.\n", 
                    "item_number": "4.", 
                    "item_recommendation": "A recommendation that the Board of Trustees adopt a resolution in opposition of AB 955 - Two Tiered Access to Community Colleges", 
                    "item_text": "Resolution No. 052813-1 in opposition of AB 955- Two Tiered Access to Community Colleges", 
                    "item_text_raw": "4. Resolution No. 052813-1 in opposition of AB 955- Two Tiered Access to Community Colleges", 
                    "item_type": "Action"
                }
            ], 
            "section_name": "ACTION AGENDA", 
            "section_number": ""
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "97XQPS69F30B", 
                    "item_details": "\nThe District Strategic Planning goals and objectives will be presented to the Board of Trustees for a first reading.  A team consisting of over 50 constituent members from accross the district have participated in a process to develop these goals and objectives.  The steps in the process will be presented as well as next steps to institutionalize the process of strategic planning in the District, including alignment with the colleges' and Workforce Institute plans.\n", 
                    "item_number": "1.", 
                    "item_recommendation": "", 
                    "item_text": "District Strategic Plan -- 1st Reading", 
                    "item_text_raw": "1. District Strategic Plan -- 1st Reading", 
                    "item_type": "Presentation"
                }, 
                {
                    "boarddocs_id": "97XQUP6B07F3", 
                    "item_details": "\nThe Board of Trustees will be presented with information about the new California Community Colleges Student Success Scorecard.  Staff will present information about the responsibility of the Community Colleges as it relates to reaction to Scorecard data and the timeline for reporting to the local Board of Trustees as mandated by the California Community Colleges Chancellor's Office.\n", 
                    "item_number": "2.", 
                    "item_recommendation": "", 
                    "item_text": "Student Success Scorecard -- Review of Process and Timelines", 
                    "item_text_raw": "2. Student Success Scorecard -- Review of Process and Timelines", 
                    "item_type": "Information"
                }, 
                {
                    "boarddocs_id": "97WKCT514504", 
                    "item_details": "\nThe Board has been presented with information and discussed the Theater & Vocational Technology project at San Jose City College at numerous meetings dating back to 2011. \nA brief history of Board Meetings at which the project has been discussed by the Board is below:\nNov. 29, 2011: Updated 2025 Facilities Master Plan, Bond List revision with new Theater.\nMarch 13, 2012: Presentation on Lease-Leaseback Delivery method\nJune 12, 2012: Further information on Lease-Leaseback Delivery method, Bond list revision consolidating Theater & Vocational Technology projects for efficiency.\nJuly 10, 2012: Approval of Lease-Leaseback delivery method & design contract with Marcy Wong Donn Logan Architects for programming services.\nOctober 9, 2012: Project update presented to the Board.\nDec. 11, 2012: Bond list revision to include sitework & demolition.\nFeb. 26, 2013: Approval of selection of Lease-Leaseback Contractor (Kitchell).\nMarch 12, 2013: Approval of design services agreement with MWDL Architects.\nApril 9, 2013: Presentation on Project background and history at request of the Board.\n\t \nMarcy Wong Donn Logan Architects completed the schematic design phase of the project on May 16, 2013.  In keeping with the Boardâs request, the schematic design for the Theater & Vocational Technology project is presented to the Board to provide insight into the progress of the project.\n", 
                    "item_number": "3.", 
                    "item_recommendation": "", 
                    "item_text": "Measure G-2010 Bond Program: Schematic design presentation for the Theater & Vocational Technology Project (Media Arts Center and Vocational Technology Building) at San Jose City College", 
                    "item_text_raw": "3. Measure G-2010 Bond Program: Schematic design presentation for the Theater & Vocational Technology Project (Media Arts Center and Vocational Technology Building) at San Jose City College", 
                    "item_type": "Information"
                }, 
                {
                    "boarddocs_id": "97WT5X75C3A4", 
                    "item_details": "\nOn May 14, 1013, the Board of Trustees received an update on the programing and space planning efforts for the New District Office Building located at 40 S. Market Street.  At the conclusion of the presentation, the Trustees expressed an interest in receiving more detailed information with respect to the programing of the first floor, specifically the new Board Room. \n\t \nThis information item provides a more detailed look at the proposed programing of the first floor public spaces, including the Board Room.  The attached presentation from HMC Architects will review the process and criteria followed to arrive at the current program, and will highlight the attributes of the space plan.\n", 
                    "item_number": "4.", 
                    "item_recommendation": "", 
                    "item_text": "Measure G-2010 Bond Program: New Board Room Programing Review", 
                    "item_text_raw": "4. Measure G-2010 Bond Program: New Board Room Programing Review", 
                    "item_type": "Information"
                }, 
                {
                    "boarddocs_id": "97XMXD5D5CBB", 
                    "item_details": "\nPresentation to the Board of Trustees for the purpose of communicating the District’s 2013-2014 Legislative Plan.  The presentation will include an overview of SJECCD's recent history of legislative advocacy as well as cover the state legislative process, the state calendar and help to establish priorities for SJECCD.  An updated list of bills with position recommendations for SJECCD will be provided as a first read to the Board, with approval of a positions recommended at the June 11th Board meeting.   \n\t \n\t \n", 
                    "item_number": "5.", 
                    "item_recommendation": "", 
                    "item_text": "2013-2014 Legislative Agenda", 
                    "item_text_raw": "5. 2013-2014 Legislative Agenda", 
                    "item_type": "Presentation"
                }, 
                {
                    "boarddocs_id": "97XPZ666AAAE", 
                    "item_details": "\nThis item represents the first step in the process of review of board policies governing the election of board officers. Consonant with our review process existing policies are compared with model CCLC policies and include a time frame for input through the participatory governance process.  Attached are two documents as follows:  1.  BP 2210 (Officers) as most currently approved by the Board of Trustees;  and,  2. BP 2210 (Officers) as most currently offered by the Community College League of California (CCLC). In fall 2013, revised language reflecting input received through the participatory governance process will be recommended to the board for consideration and approval.  \n", 
                    "item_number": "6.", 
                    "item_recommendation": "", 
                    "item_text": "Chapter 2 Board of Trustees - BP 2210 - 1st Reading", 
                    "item_text_raw": "6. Chapter 2 Board of Trustees - BP 2210 - 1st Reading", 
                    "item_type": "Information"
                }
            ], 
            "section_name": "INFORMATION AGENDA", 
            "section_number": ""
        }, 
        {
            "items": [], 
            "section_name": "CONTINUATION OF CLOSED SESSION (If needed)", 
            "section_number": ""
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "97QR34671497", 
                    "item_details": "", 
                    "item_number": "1.", 
                    "item_recommendation": "", 
                    "item_text": "Announcement of Action Taken in Closed Session", 
                    "item_text_raw": "1. Announcement of Action Taken in Closed Session", 
                    "item_type": "Information"
                }
            ], 
            "section_name": "RECONVENE TO OPEN SESSION", 
            "section_number": ""
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "97QR3867149F", 
                    "item_details": "", 
                    "item_number": "1.", 
                    "item_recommendation": "", 
                    "item_text": "The meeting will be adjourned.", 
                    "item_text_raw": "1. The meeting will be adjourned.", 
                    "item_type": "Information"
                }
            ], 
            "section_name": "ADJOURNMENT", 
            "section_number": ""
        }
    ]
}