{
    "agency": "san_jose_evergreen_ccd", 
    "meeting_date": "06-28-2011", 
    "meeting_sections": [
        {
            "items": [
                {
                    "boarddocs_id": "8HW2340025C0", 
                    "item_details": "", 
                    "item_number": "1.", 
                    "item_recommendation": "", 
                    "item_text": "6:00 p.m. - Call Special Meeting to Order at the District Board Room, 4750 San Felipe Road, San Jose, CA 95135", 
                    "item_text_raw": "1. 6:00 p.m. - Call Special Meeting to Order at the District Board Room, 4750 San Felipe Road, San Jose, CA 95135", 
                    "item_type": "Information"
                }, 
                {
                    "boarddocs_id": "8HW2370025DB", 
                    "item_details": "\nThe Board of Trustees offers an opportunity for the public to address the Board in four sections of the agenda: on matters of concern about Closed Session items; on matters not appearing on the agenda; on action items contained in the Consent Agenda; and prior to voting on any item contained in the Action Agenda. Each speaker is encouraged to submit a comment card to the Board clerk in order to be recognized to speak.\n\tPer Board Policy, three minutes may be allotted to each speaker with a maximum of 30 minutes per subject. No action or discussion shall be undertaken on any public comments except that members of the Board or its staff may briefly respond to or ask a question for clarification regarding statements made or questions posed by persons addressing the Board under this agenda item.\n\tFor information and disability access to materials, call 408-270-6402. Meetings are held in a location accessible to the disabled.\n", 
                    "item_number": "2.", 
                    "item_recommendation": "", 
                    "item_text": "Information on Public Comments and Disability Access", 
                    "item_text_raw": "2. Information on Public Comments and Disability Access", 
                    "item_type": "Information"
                }, 
                {
                    "boarddocs_id": "8HW23B0025EE", 
                    "item_details": "", 
                    "item_number": "3.", 
                    "item_recommendation": "", 
                    "item_text": "Pledge of Allegiance", 
                    "item_text_raw": "3. Pledge of Allegiance", 
                    "item_type": "Procedural"
                }, 
                {
                    "boarddocs_id": "8HW23E0025FA", 
                    "item_details": "\na. Additions/Deletions/Corrections\n\tb. Items to be Deferred\n\tc. Adoption of Agenda\n\tThe Board reserves the right to modify the order of business in the manner it deems appropriate.\n", 
                    "item_number": "4.", 
                    "item_recommendation": "", 
                    "item_text": "Adoption of the Agenda", 
                    "item_text_raw": "4. Adoption of the Agenda", 
                    "item_type": "Action"
                }, 
                {
                    "boarddocs_id": "8HW23H002606", 
                    "item_details": "\nThe Board of Trustees President will administer the oath of office to Linda Lam, Student Trustee at Evergreen Valley College, and Raymond Porras, newly elected Student Trustee at San Jose City College.\n", 
                    "item_number": "5.", 
                    "item_recommendation": "", 
                    "item_text": "Oath of Office for Student Trustees", 
                    "item_text_raw": "5. Oath of Office for Student Trustees", 
                    "item_type": "Procedural"
                }, 
                {
                    "boarddocs_id": "8HW23L00260F", 
                    "item_details": "\nThe Board of Trustees will recognize Mr. Robert Dias, Executive Director of Facilities, Construction Management and Operations of the San Jose-Evergreen Community College District and Ms. Lynette Apen, Dean, Nursing and Applied Science and former faculty member of Evergreen Valley College for their lengthy service and important contributions to the district and colleges.\n", 
                    "item_number": "6.", 
                    "item_recommendation": "", 
                    "item_text": "Board Recognition of Executive Director of Facilities Robert Dias and EVC Dean, Nursing and Applied Science Lynette Apen", 
                    "item_text_raw": "6. Board Recognition of Executive Director of Facilities Robert Dias and EVC Dean, Nursing and Applied Science Lynette Apen", 
                    "item_type": "Recognition"
                }, 
                {
                    "boarddocs_id": "8HW23P00261C", 
                    "item_details": "\nThis is an opportunity for members of the public to address the Board concerning issues not listed on the agenda.\n", 
                    "item_number": "7.", 
                    "item_recommendation": "", 
                    "item_text": "Public Comments on Matters not on the Agenda", 
                    "item_text_raw": "7. Public Comments on Matters not on the Agenda", 
                    "item_type": "Information"
                }
            ], 
            "section_name": "CALL MEETING TO ORDER", 
            "section_number": ""
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "8J4PVK64ECC6", 
                    "item_details": "\nThis \"Study Session\" was scheduled at the direct request of the Board of Trustees.  The Board requested the Chancellor to extend an invitation to Dr. Barbara Beno, President, Accrediting Commission for Community and Junior Colleges and William McGinnis, Trustee, Butte-Glenn Community College District.  Specifically, Dr. Beno and Trustee McGinnis were asked to provide expert advice in responding to the \"Shared Recommendations\" regarding governance resulting from the Accreditation Site Visit to both San Jose City College and Evergreen Valley College on October 18-21, 2010.  In particular, the Trustees expressed their desire and commitment to have a better understanding about expected behavior and the type of evidence that would best respond to the Commissions' concerns regarding effective governance. The Trustees expressed interest in gaining greater understanding and awareness about governance standards and performance measures from Trustee McGinnis and his perspective as a \"practicing trustee.\"  It is expected that the study session will demonstrate the Board's commitment to effective governance as well as their deep interest in responding to the Commission's findings.\n", 
                    "item_number": "", 
                    "item_recommendation": "", 
                    "item_text": "Board Development: Trustee Study Session on ACCJC's Shared Recommendations on Governance", 
                    "item_text_raw": " Board Development: Trustee Study Session on ACCJC's Shared Recommendations on Governance", 
                    "item_type": "Discussion"
                }
            ], 
            "section_name": "INFORMATION AGENDA", 
            "section_number": ""
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "8HW23U002634", 
                    "item_details": "", 
                    "item_number": "1.", 
                    "item_recommendation": "", 
                    "item_text": "The meeting will be adjourned.", 
                    "item_text_raw": "1. The meeting will be adjourned.", 
                    "item_type": "Information"
                }
            ], 
            "section_name": "ADJOURNMENT", 
            "section_number": ""
        }
    ]
}