{
    "agency": "san_jose_evergreen_ccd", 
    "meeting_date": "10-12-2010", 
    "meeting_sections": [
        {
            "items": [
                {
                    "boarddocs_id": "89PMN95BE799", 
                    "item_details": "", 
                    "item_number": "1.", 
                    "item_recommendation": "", 
                    "item_text": "5:00 p.m. - Call Meeting to Order at the District Board Room, 4750 San Felipe Road, San Jose, CA 95135", 
                    "item_text_raw": "1. 5:00 p.m. - Call Meeting to Order at the District Board Room, 4750 San Felipe Road, San Jose, CA 95135", 
                    "item_type": "Information"
                }, 
                {
                    "boarddocs_id": "89PMNC5BE7B8", 
                    "item_details": "\nThe Board of Trustees offers an opportunity for the public to address the Board in four sections of the agenda: on matters of concern about Closed Session items; on matters not appearing on the agenda; on action items contained in the Consent Agenda; and prior to voting on any item contained in the Action Agenda. Each speaker is encouraged to submit a comment card to the Board clerk in order to be recognized to speak.\n\tPer Board Policy, three minutes may be allotted to each speaker with a maximum of 30 minutes per subject. No action or discussion shall be undertaken on any public comments except that members of the Board or its staff may briefly respond to or ask a question for clarification regarding statements made or questions posed by persons addressing the Board under this agenda item.\n\tFor information and disability access to materials, call 408-270-6402. Meetings are held in a location accessible to the disabled.\n", 
                    "item_number": "2.", 
                    "item_recommendation": "", 
                    "item_text": "Information on Public Comments and Disability Access", 
                    "item_text_raw": "2. Information on Public Comments and Disability Access", 
                    "item_type": "Information"
                }
            ], 
            "section_name": "CALL MEETING TO ORDER", 
            "section_number": ""
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "89PMNG5BE7C0", 
                    "item_details": "", 
                    "item_number": "1.", 
                    "item_recommendation": "To approve Closed Session Agenda.", 
                    "item_text": "Approval of Closed Session Agenda", 
                    "item_text_raw": "1. Approval of Closed Session Agenda", 
                    "item_type": "Action"
                }
            ], 
            "section_name": "APPROVAL OF CLOSED SESSION", 
            "section_number": ""
        }, 
        {
            "items": [], 
            "section_name": "PUBLIC COMMENTS ON CLOSED SESSION AGENDA", 
            "section_number": ""
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "89PMNM5BE7C5", 
                    "item_details": "\n\t \n[  ] PUBLIC EMPLOYEE APPOINTMENT/EMPLOYMENT\n\t(Government Code Section 54957 (b))\n\tTitle:\n\t[  ] PUBLIC EMPLOYEE PERFORMANCE EVALUATION\n\t(Government Code Section 54957 (b))\n\t[ X ] PUBLIC EMPLOYEE DISCIPLINE/DISMISSAL/RELEASE\n\t (Government Code Section 54957 (b))\n\t[  ] CONFERENCE WITH LEGAL COUNSEL – EXISTING LITIGATION\n\t(Government Code Section 54956.9)\n\tName of Case:\n\tOr\n\tCase Name Unspecified; Disclosure would jeopardize:\n\t( ) Service of Process or ( ) Existing Settlement Negotiations\n\t[  ] CONFERENCE WITH LEGAL COUNSEL – ANTICIPATED LITIGATION\n\t(Government Code Section 54956.9 (c))\n\t[  ] LIABILITY CLAIMS\n\t(Government Code Section 54956.95)\n\tAgency Claimed Against:\n\t[  ] CONFERENCE WITH REAL PROPERTY NEGOTIATORS\n\t(Government Code Section 54956.8)\n\tProperty:\n\tDistrict’s Negotiator(s):\n\tNames of Negotiating Parties:\n\tUnder Negotiation: ( ) Price ( )Terms of Payment ( ) Both\n\t[  ] THREAT TO PUBLIC SERVICES OF FACILITIES\n\t(Government Code Section 54957 (a))\n\tConsultation with:\n\t[  ] CONFERENCE WITH LABOR NEGOTIATORS\n\t(Government Code Section 54957.6)\n\tDistrict’s Negotiator(s):\nEmployee Organization: \n\t \n[   ] CONFERENCE WITH LABOR NEGOTIATORS\n\t(Government Code Section 54957.6)\n\tDistrict’s Negotiator(s):\n\tEmployee Organization: \n\t \n[   ] REMOVAL/SUSPENSION/EXPULSION OF A STUDENT\n\t(Education Code 72122; 20 U.S.C. Section 1232g)\n\t[  ] PROPOSAL TO CONFER HONORARY DEGREE\n\t(Education Code Section 72122)\n\t[  ] CONSIDERATION OF GIFT FROM A DONOR WHO WISHES TO REMAIN ANONYMOUS (Education Code Section 72122)\n\t[  ] CONSIDERATION OF RESPONSE TO CONFIDENTIAL FINAL DRAFT AUDIT REPORT FROM BUREAU OF STATE AUDITS\n\t(Government Code Section 11126.2)\n\t[  ] COMPLAINTS OR CHARGES AGAINST A DISTRICT EMPLOYEE\n\t(Government Code Section 54957)\n\t \n", 
                    "item_number": "1.", 
                    "item_recommendation": "", 
                    "item_text": "The Board will recess to consider or take action upon any of the following items indicated by [x]", 
                    "item_text_raw": "1. The Board will recess to consider or take action upon any of the following items indicated by [x]", 
                    "item_type": "Information"
                }
            ], 
            "section_name": "CLOSED SESSION ITEMS FOR DISCUSSION", 
            "section_number": ""
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "89PMNR5BE7CC", 
                    "item_details": "\n", 
                    "item_number": "1.", 
                    "item_recommendation": "", 
                    "item_text": "6:00 P.M. - Pledge of Allegiance", 
                    "item_text_raw": "1. 6:00 P.M. - Pledge of Allegiance", 
                    "item_type": "Procedural"
                }, 
                {
                    "boarddocs_id": "89PMNU5BE7D2", 
                    "item_details": "\na. Additions/Deletions/Corrections\n\tb. Items to be Deferred\n\tc. Adoption of Agenda\n\tThe Board reserves the right to modify the order of business in the manner it deems appropriate.\n", 
                    "item_number": "2.", 
                    "item_recommendation": "", 
                    "item_text": "Adoption of the Agenda", 
                    "item_text_raw": "2. Adoption of the Agenda", 
                    "item_type": "Action"
                }, 
                {
                    "boarddocs_id": "89PMNX5BE7D5", 
                    "item_details": "\nThe Board of Trustees President will announce any reportable action taken in Closed Session.\n", 
                    "item_number": "3.", 
                    "item_recommendation": "", 
                    "item_text": "Announcement of Reportable Action Taken in Closed Session", 
                    "item_text_raw": "3. Announcement of Reportable Action Taken in Closed Session", 
                    "item_type": "Information"
                }, 
                {
                    "boarddocs_id": "89PMP25BE7D8", 
                    "item_details": "\nThis is an opportunity for members of the public to address the Board concerning issues not listed on the agenda.\n", 
                    "item_number": "4.", 
                    "item_recommendation": "", 
                    "item_text": "Public Comments on Matters not on the Agenda", 
                    "item_text_raw": "4. Public Comments on Matters not on the Agenda", 
                    "item_type": "Information"
                }, 
                {
                    "boarddocs_id": "89PMP55BE7DB", 
                    "item_details": "", 
                    "item_number": "5.", 
                    "item_recommendation": "A recommendation that the Board of Trustees approve the September 28, 2010, Governing Board Meeting minutes.", 
                    "item_text": "Approval of the September 28, 2010, Governing Board Meeting Minutes", 
                    "item_text_raw": "5. Approval of the September 28, 2010, Governing Board Meeting Minutes", 
                    "item_type": "Action"
                }
            ], 
            "section_name": "RECONVENE INTO OPEN SESSION", 
            "section_number": ""
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "89QUAS7B28B2", 
                    "item_details": "", 
                    "item_number": "1.", 
                    "item_recommendation": "", 
                    "item_text": "Adoption of the Consent Agenda", 
                    "item_text_raw": "1. Adoption of the Consent Agenda", 
                    "item_type": "Action (Consent)"
                }, 
                {
                    "boarddocs_id": "89YRPB6E6836", 
                    "item_details": "\n1. Return from Unpaid Leave\n Manager returning from leave prior to the expiration of the leave of absence.\n\t \n2. Position Changes\nRevision of Job Descriptions, Job Titles and Reporting Departments to Two Dean Positions to better serve the needs of SJCC. \n", 
                    "item_number": "2.", 
                    "item_recommendation": "A recommendation that the Board of Trustees approve the Management personnel actions as submitted.", 
                    "item_text": "Management Personnel Actions", 
                    "item_text_raw": "2. Management Personnel Actions", 
                    "item_type": "Action (Consent)"
                }, 
                {
                    "boarddocs_id": "89WT4S75978F", 
                    "item_details": "\nPer the collective bargaining agreement (CBA) between the Facutly Association AFT 6157 and San Jose/Evergreen Community College District Article 20.9 Submission of Recommendation:\n\t \nArticle 20.9.1.2:  If the Tenure Review Committee (TRC) and President/designee agree on recommendation for tenrue, the President/designee must submit the recommendation to the Board of Trustees no later than February 15 of the eighth semester, or October 15 of the eighth semester, as applicable.\nTherefore, the attached information is in compliance with the October 15th date.  \n", 
                    "item_number": "3.", 
                    "item_recommendation": "A recommendation that the Board of Trustees approve the Faculty personnel actions as submitted.", 
                    "item_text": "Faculty Personnel Actions - Regular", 
                    "item_text_raw": "3. Faculty Personnel Actions - Regular", 
                    "item_type": "Action (Consent)"
                }, 
                {
                    "boarddocs_id": "89RQ47665AFF", 
                    "item_details": "\nPer the collective bargaining agreement between the Faculty Association AFT 6157 and San Jose/Evergreen Community College District Article 9.20 submission and recommendation:\n\t \nArticle 9.20 Assignment Length and Maximum Loading Adjunct faculty members shall be responsible and accountable for all District assigned service during the college semester for which they are employed. Assignments are limited to a maximum of 67% of a full load. \nTherefore, the attached information is in compliance with Article 9.20 of the Faculty Association AFT 6157 Collective Bargaining Agreement with San Jose/Evergreen Community College District.\n\t \nPer the collective bargaining agreement between the Faculty Association AFT 6157 and San Jose/Evergreen Community College District Article 15.2.1 submission and recommendation:\nnegotiated with the Faculty Association.\nArticle 15.2.1 Full-time unit members’ overload assignment for compensation and/or overload banking shall be based on a separate contract which shall normally be limited to 6 (six) units or 40% of a full load. Exceptions to this maximum overload shall be negotiated with the Faculty Association\nTherefore, the attached information is in compliance with Article 15.2.1 of the Faculty Association AFT 6157 Collective Bargaining Agreement with San Jose/Evergreen Community College District. ", 
                    "item_number": "4.", 
                    "item_recommendation": "A recommendation that the Board of Trustees approve the faculty personnel actions as submitted.", 
                    "item_text": "Faculty Personnel-Adjunct/Overload-EVC", 
                    "item_text_raw": "4. Faculty Personnel-Adjunct/Overload-EVC", 
                    "item_type": "Action (Consent)"
                }, 
                {
                    "boarddocs_id": "89WLKR56F913", 
                    "item_details": "\nFaculty reassigned time for fall 2010 includes general fund and grant funded assignments.  Reassigned time allocated to faculty is compensated at the standard instructional rates called for in the current Faculty Association Collective Bargaining Agreement. \n", 
                    "item_number": "5.", 
                    "item_recommendation": "A recommendation that the Board of Trustees approve Evergreen Valley College's faculty reassigned time for fall semester 2010.", 
                    "item_text": "Faculty Reassigned Time - Evergreen Valley College", 
                    "item_text_raw": "5. Faculty Reassigned Time - Evergreen Valley College", 
                    "item_type": "Action (Consent)"
                }, 
                {
                    "boarddocs_id": "89XTMP7811A1", 
                    "item_details": "\nA recommendation that the Board of Trustees approve the following Classified Personnel Actions:\n\t \n1. Classification Changes\n\t \nThe elimination of the position Senior Division Administrative Assistant (8BUSA0214C) at EVC in Business and Workforce Development to support the creation of a new position that would better serve the needs of the department.\n\t \nThe establishment of the position Program Coordinator (8BUSA0235C) at EVC in Business and Workforce Development taking the place of the above mentioned Senior Division Administrative Assistant to better serve the needs of the department.\n\t \n2. Separation\n\t \nPlacing employees on the 39-Month Re-Employment list in accordance with CSEA CBA Chapter 363 Article 13.12 Reemployment list which states:\n\t \n\"When all available leaves of absence, paid or unpaid, have been exhausted, and if the employee is not medically able to assume the duties of his/her position, the employee shall, if not placed in another position, be placed on the re-employment list for a period of thirty-nine (39) months.\"\n", 
                    "item_number": "6.", 
                    "item_recommendation": "A recommendation that the Board of Trustees approve the Classified personnel actions as submitted.", 
                    "item_text": "Classified Personnel Actions", 
                    "item_text_raw": "6. Classified Personnel Actions", 
                    "item_type": "Action (Consent)"
                }, 
                {
                    "boarddocs_id": "89WS5S710CC1", 
                    "item_details": "\nThe District employs non-bargaining unit employees in various categories to support programs and services.  These categories are:   short-term assignments with limitations as defined in the CSEA/District collective bargaining agreement; substitutes to fill positions for employees on leave of absence or in vacant positions; professional experts with specialized knowledge or expertise not generally required of, or found within, the employee classifications established by the Governing Board; and athletic support staff for athletic activities.\n", 
                    "item_number": "7.", 
                    "item_recommendation": "A recommendation that the Board of Trustees approve the Short-Term Hourly, Substitute, Professional Expert & Athletic Support Services, Student Assistant and Volunteer personnel actions as submitted.", 
                    "item_text": "Hourly, Student Work & Volunteer Personnel Actions", 
                    "item_text_raw": "7. Hourly, Student Work & Volunteer Personnel Actions", 
                    "item_type": "Action (Consent)"
                }, 
                {
                    "boarddocs_id": "89RRSL6F6619", 
                    "item_details": "\nEducation Code 81655 stipulates that no contract is an enforceable obligation of the district until it has been approved by the Board of Trustees. District policy adopted on April 10, 2007 establishes the authority of certain administrators to approve contracts under the bid limit prior to formal Board approval. All contracts and purchase orders exceeding the bid limit (currently $78,500) should have prior board approval as a separate Board item.\n\t \nThis consent item presents for Board approval: all purchase orders for this period which includes all purchase orders for administratively-approved contracts exceeding $750 as well as any additional contracts that are not executed by way of purchase order as deemed appropriate to be added by purchasing.\n", 
                    "item_number": "8.", 
                    "item_recommendation": "A recommendation that the Board of Trustee ratify the contracts.", 
                    "item_text": "Ratification of Contracts", 
                    "item_text_raw": "8. Ratification of Contracts", 
                    "item_type": "Action (Consent)"
                }, 
                {
                    "boarddocs_id": "89WTCA76B0DE", 
                    "item_details": "\nThe Board of Trustees adopted the District's operating budget at its meeting of September 28, 2010.  As required by Board Policy, subsequent budget transfers and revisions must be approved by the Board of Trustees for anticipated revenues and expenditures that were not previously budgeted. \n", 
                    "item_number": "9.", 
                    "item_recommendation": "A recommendation that the Board of Trustees approve the resolution authorizing budget transfers and revisions of funds to/from expenditure accounts.", 
                    "item_text": "District Budget Transfers and Revisions", 
                    "item_text_raw": "9. District Budget Transfers and Revisions", 
                    "item_type": "Action (Consent)"
                }, 
                {
                    "boarddocs_id": "89PNWD617CE4", 
                    "item_details": "\nSJECCD is a member district in two Joint Partnership Authority (JPA) organizations that have the purpose of providing insurance coverage for the district. These JPAs are governed by a board of directors, with one director representing each district as appointed by the Board of Trustees.\n\t \nThe Northern California Community College Pool (NCCCP) JPA is comprised of area community colleges and provides workers’ compensation insurance to the member colleges. The Bay Area Community College Districts (BACCD) JPA provides property and liability insurance coverage. Both programs have layered insurance structures to spread risk and provide maximum coverage for reasonable insurance rates.\n\t \nBoard members are appointed by office to allow for changes in those holding the office. The current alternate for both JPAs was established as Controller.  However, this needs to be changed as a result of the Fiscal Services reorganization and subsequent title and position description changes.  This recommendation appoints the alternate as the Director of Fiscal Services for both boards; NCCCP and BACCD.\n", 
                    "item_number": "10.", 
                    "item_recommendation": "A recommendation that the Board of Trustees approve the appointment of the Director of Fiscal Services as alternate board member respectively to the JPA boards for the Bay Area Community College District and the Northern California Community College Pool.", 
                    "item_text": "Appointment of Alternate Director to Northern California Community College Pool JPA & Bay Area Community College District JPA", 
                    "item_text_raw": "10. Appointment of Alternate Director to Northern California Community College Pool JPA & Bay Area Community College District JPA", 
                    "item_type": "Action (Consent)"
                }, 
                {
                    "boarddocs_id": "89QMZ35D9334", 
                    "item_details": "\nThe proposed courses have been reviewed by the appropriate instructional administrator and approved by the All-College Curriculum Committee, acting on behalf of the local Academic Senate. The rigor of the approval process assures that each new courses have substance and integrity in relation to its discipline and that it fills a clear student need not being served by existing course offerings.\n\t \n\t ", 
                    "item_number": "11.", 
                    "item_recommendation": "A recommendation that the Board of Trustees approve the curriculum recommendations for new courses submitted by Evergreen Valley College.", 
                    "item_text": "Curriculum Recommendations for EVC", 
                    "item_text_raw": "11. Curriculum Recommendations for EVC", 
                    "item_type": "Action (Consent)"
                }, 
                {
                    "boarddocs_id": "89XP96637BA9", 
                    "item_details": "\nThe U.S. Department of Education extended the budget period and performance period for Year 5 of the Title V Grant – Strengthening Institutions – Hispanic Serving Institutions Program to December 13, 2010.  No additional funds are being given to Evergreen Valley College.\n", 
                    "item_number": "12.", 
                    "item_recommendation": "A recommendation that the Board of Trustees approve the extension of the budget period and performance period for Year 5 of the Title V Grant.", 
                    "item_text": "Extension of Title V Grant - Evergreen Valley College", 
                    "item_text_raw": "12. Extension of Title V Grant - Evergreen Valley College", 
                    "item_type": "Action (Consent)"
                }, 
                {
                    "boarddocs_id": "89XPEG64411D", 
                    "item_details": "\n \nIn a cooperative partnership, Evergreen Valley College and San Jose State University were awarded in 2005 a five-year Title V Cooperative Grant from the U.S. Department of Education under the Strengthening Institutions – Hispanic Serving Institutions Programs.  This subcontract established the parameters of the working partnership between the two institutions.\n \nThe U.S. Department of Education extended the budget period and performance period of the Title V grant. This amendment is to extend the subcontract between these two parties and establish an expiration date of December 31, 2010.\n", 
                    "item_number": "13.", 
                    "item_recommendation": "A recommendation that the Board of Trustees approve Amendment #5 to the subcontract between San Jose/Evergreen Community College District on behalf of Evergreen Valley College and San Jose State University Research Foundation on behalf of San Jose State University regarding the Title V grant.", 
                    "item_text": "Subcontract Extension with San Jose State University Research Foundation for Title V", 
                    "item_text_raw": "13. Subcontract Extension with San Jose State University Research Foundation for Title V", 
                    "item_type": "Action (Consent)"
                }
            ], 
            "section_name": "CONSENT AGENDA", 
            "section_number": ""
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "89PMPD5BE7E5", 
                    "item_details": "\nOral reports will be given by members of the Board of Trustees.\n", 
                    "item_number": "1.", 
                    "item_recommendation": "", 
                    "item_text": "Board of Trustees", 
                    "item_text_raw": "1. Board of Trustees", 
                    "item_type": "Report"
                }, 
                {
                    "boarddocs_id": "89PMPG5BE7E8", 
                    "item_details": "\nOral reports will be given by Chancellor Rita Cepeda.\n", 
                    "item_number": "2.", 
                    "item_recommendation": "", 
                    "item_text": "Chancellor's Report", 
                    "item_text_raw": "2. Chancellor's Report", 
                    "item_type": "Report"
                }, 
                {
                    "boarddocs_id": "89PMPK5BE7EB", 
                    "item_details": "\nOral reports will be given by the college presidents.\n", 
                    "item_number": "3.", 
                    "item_recommendation": "", 
                    "item_text": "Presidents' Reports", 
                    "item_text_raw": "3. Presidents' Reports", 
                    "item_type": "Report"
                }, 
                {
                    "boarddocs_id": "89PMPN5BE7EE", 
                    "item_details": "\nOral reports will be given by the constituency representatives.\n", 
                    "item_number": "4.", 
                    "item_recommendation": "", 
                    "item_text": "Constituency Reports", 
                    "item_text_raw": "4. Constituency Reports", 
                    "item_type": "Report"
                }
            ], 
            "section_name": "ORAL COMMUNICATIONS", 
            "section_number": ""
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "89RLLR56BC7F", 
                    "item_details": "\nIn June 2010, the Board of Trustees reviewed and approved the Measure G - 2004 Budget Revision. As was stated, revisions will be presented to the Board on a quarterly basis and as needed.  \n\t \nCertain budget revisions have been required at both colleges and the district wide levels to facilitate the implementation of the 2025 Facilities Master Plans.  There will be no net change in the total overall budget allocation for the listed projects.\n", 
                    "item_number": "1.", 
                    "item_recommendation": "A recommendation that the Board of Trustees review and approve the revisions in the Measure G - 2004 budget and recommendations for realignment.", 
                    "item_text": "Measure G - 2004 Project Budget Revision", 
                    "item_text_raw": "1. Measure G - 2004 Project Budget Revision", 
                    "item_type": "Action"
                }, 
                {
                    "boarddocs_id": "89WMZT5DB2B3", 
                    "item_details": "\nThe Political Reform Act requires every local governmental agency (such as school districts) review its Conflict of Interest Code every even-numbered year. Government Code section 87303 states that, \"No conflict of interest code shall be effective until it has been approved by the code-reviewing body.\" The code-reviewing body for the San Jose/Evergreen Community College District is the County of Santa Clara Board of Supervisors. A draft Conflict of Interest Code for SJECCD was submitted to the Santa Clara Board of Supervisors for review, and the draft was approved by the County Counsel on October 4, 2010. Because the County of Santa Clara Board of Supervisors requires that the governing board of the district approve the code before the final version is submitted by the October 29, 2010, deadline, the district recommends the Board of Trustees approve the attached Conflict of Interest Code. \n", 
                    "item_number": "2.", 
                    "item_recommendation": "A recommendation that the Board of Trustees approve the district's Conflict of Interest Code.", 
                    "item_text": "Biennial Review of SJECCD's Conflict of Interest Code", 
                    "item_text_raw": "2. Biennial Review of SJECCD's Conflict of Interest Code", 
                    "item_type": "Action"
                }, 
                {
                    "boarddocs_id": "89YTFT7735D5", 
                    "item_details": "\nChapter 6 BP 6304 Travel was presented to the Board for a first reading at the September 14 Board Meeting. This policy has been reviewed and approved by the District Council and Board Policy Committee and is now being presented to the Board of Trustees for approval.\n", 
                    "item_number": "3.", 
                    "item_recommendation": "A recommendation that the Board of Trustees approve BP 6304 Travel.", 
                    "item_text": "Travel Policy", 
                    "item_text_raw": "3. Travel Policy", 
                    "item_type": "Action"
                }, 
                {
                    "boarddocs_id": "89YVAC7FC894", 
                    "item_details": "\nThis month is designated by Congress as “National Disability Employment Awareness Month.”  Established in 1973, the Rehabilitation Act prohibits discrimination on the basis of disability.  Congress then passed Public Law 100-630 which established “National Disability Employment Awareness Month.”   More recently, ACR 162 (Beall) was passed by the California State Senate and by the California State Assembly which designates the 2nd week in October of each year as “Disability History Week.”   Locally, over 2,000 students with disabilities are served by the San Jose/Evergreen Community College District.  As such, it is especially important that our Board acknowledge, celebrate and promote the history of disabilities and the disability rights movement.  \n\t \n\t \nNote:  The attached resolution was written by Robin Salak, Disability Support Program Coordinator and faculty member at Evergreen Valley College. \n", 
                    "item_number": "4.", 
                    "item_recommendation": "A recommendation that the Board of Trustees adopt a resolution in support of Disability Awareness Month.", 
                    "item_text": "Disability Awareness Resolution", 
                    "item_text_raw": "4. Disability Awareness Resolution", 
                    "item_type": "Action"
                }, 
                {
                    "boarddocs_id": "89YMDN5674FB", 
                    "item_details": "\nWith the support of President Obama’s administration, community colleges are now at the forefront of conversation in this country.  And, it is our responsibility to make sure our students enter our colleges with full access and opportunity and they leave with the training and education they need to succeed.  In recognition of the central role that SJECCD has in meeting the educational and training needs in our community and, more broadly, in contributing to an educated U.S. citizenry and a competitive workforce, we pledge to do our part to increase the number of Americans with high quality postsecondary degrees and certifications to fulfill critical local, state, and national goals.  With the “completion agenda” as a national imperative, SJECCD has an obligation to meet the challenge while holding firmly to traditional values of access, opportunity, and quality.\n", 
                    "item_number": "5.", 
                    "item_recommendation": "A recommendation that the Board of Trustees approve the College Completion Challenge: A Call to Action that commits SJECCD to promote the development and implementation of policies, practices, and institutional cultures that will produce 50% more students with high quality degrees and certificates by 2020.", 
                    "item_text": "College Completion Challenge: A Call to Action Resolution", 
                    "item_text_raw": "5. College Completion Challenge: A Call to Action Resolution", 
                    "item_type": "Action"
                }
            ], 
            "section_name": "ACTION AGENDA", 
            "section_number": ""
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "89PMPT5BE7F3", 
                    "item_details": "\nChancellor Cepeda and Vice Chancellor Hawk will provide a budget update.\n", 
                    "item_number": "1.", 
                    "item_recommendation": "", 
                    "item_text": "Budget Update", 
                    "item_text_raw": "1. Budget Update", 
                    "item_type": "Information"
                }, 
                {
                    "boarddocs_id": "89PMPW5BE7F6", 
                    "item_details": "\nMr. Patrick McCallum, McCallum Group, Inc., will provide a report of his legislative advocacy on behalf of the district and will also provide an update on the state budget.\n", 
                    "item_number": "2.", 
                    "item_recommendation": "", 
                    "item_text": "Annual Review of Community College Legislation", 
                    "item_text_raw": "2. Annual Review of Community College Legislation", 
                    "item_type": "Information"
                }, 
                {
                    "boarddocs_id": "89SQYZ6BA6DA", 
                    "item_details": "\nBoard Policy 6300.6 requires donations in excess of $500 be reported to the Board of Trustees.  With the approval of the College President Dr. Coon, Yahoo! donated furniture valued at $4,500 to furnish Evergreen Valley College's Women's Center.  On behalf of EVC, Dr. Coon sent a letter to Uriel Medina of Jones Lang LaSalle at Yahoo! thanking him for the donation.  \n", 
                    "item_number": "3.", 
                    "item_recommendation": "", 
                    "item_text": "Donation to Evergreen Valley College", 
                    "item_text_raw": "3. Donation to Evergreen Valley College", 
                    "item_type": "Information"
                }, 
                {
                    "boarddocs_id": "89RSDV723CD1", 
                    "item_details": "\nAdministrative Procedure 6380 stipulates that the District's goal is to remove any and all barriers to a full and equal opportunity for minority-owned and female-owned businesses to provide products and services to the District. This analysis collects information on the diversity of the District's vendors from FY 2007-2008, FY 2008-2009 and FY 2009-2010. The attached data and graph represents the diversity of vendors providing products and services to the District. Since the overall number of vendors has declined over this period as a result of dramatically reduced discretionary budgets, the overall number of minority and women-owned businesses as vendors for the district, has also declined.\nBusiness Category - Collects information on the multiple categories of the District's vendors. In this graph, the Other categories are businesses that do not fall within the criteria of disabled veterans, minority, women or small business enterprises.\nRace of Business - Collects information on the ownership and management of the business.\nDiversity Among Women - Collects information on businesses that are women-owned, and the ownership and management of said business.\n", 
                    "item_number": "4.", 
                    "item_recommendation": "", 
                    "item_text": "Minority-Owned and Female-Owned Business Report", 
                    "item_text_raw": "4. Minority-Owned and Female-Owned Business Report", 
                    "item_type": "Information"
                }, 
                {
                    "boarddocs_id": "89TRWE6FF81A", 
                    "item_details": "\nEach year, the Workforce Institute provides an overview of activities to the Board of Trustees.  The 2009-2010 FY overview includes: WI's strategic approach to workforce development; how efforts are aligned with federal, state, local, and district priorities; efforts focused on energy efficiency/renewable energy; efforts focused on veteran support and homeland security; other training/contracted services; services for transitioning workers; and a financial overview. Carol Coen, Executive Director, will present Workforce Institute's 2009-2010 annual report.\n", 
                    "item_number": "5.", 
                    "item_recommendation": "", 
                    "item_text": "Workforce Institute's 2009- 2010 Annual Report", 
                    "item_text_raw": "5. Workforce Institute's 2009- 2010 Annual Report", 
                    "item_type": null
                }, 
                {
                    "boarddocs_id": "89PMPZ5BE7F9", 
                    "item_details": "", 
                    "item_number": "6.", 
                    "item_recommendation": "", 
                    "item_text": "Future Agenda Items", 
                    "item_text_raw": "6. Future Agenda Items", 
                    "item_type": "Information"
                }
            ], 
            "section_name": "INFORMATION AGENDA", 
            "section_number": ""
        }, 
        {
            "items": [], 
            "section_name": "CONTINUATION OF CLOSED SESSION (If needed)", 
            "section_number": ""
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "89PMQ65BE7FE", 
                    "item_details": "", 
                    "item_number": "1.", 
                    "item_recommendation": "", 
                    "item_text": "Announcement of Action Taken in Closed Session", 
                    "item_text_raw": "1. Announcement of Action Taken in Closed Session", 
                    "item_type": "Information"
                }
            ], 
            "section_name": "RECONVENE TO OPEN SESSION", 
            "section_number": ""
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "89PMQA5BE802", 
                    "item_details": "", 
                    "item_number": "1.", 
                    "item_recommendation": "", 
                    "item_text": "The meeting will be adjourned.", 
                    "item_text_raw": "1. The meeting will be adjourned.", 
                    "item_type": "Information"
                }
            ], 
            "section_name": "ADJOURNMENT", 
            "section_number": ""
        }
    ]
}