{
    "agency": "san_jose_evergreen_ccd", 
    "meeting_date": "10-23-2012", 
    "meeting_sections": [
        {
            "items": [
                {
                    "boarddocs_id": "8YXS2T709B65", 
                    "item_details": "", 
                    "item_number": "1.", 
                    "item_recommendation": "", 
                    "item_text": "4:30 p.m. - Call Meeting to Order at the District Board Room, 4750 San Felipe Road, San Jose, CA 95135", 
                    "item_text_raw": "1. 4:30 p.m. - Call Meeting to Order at the District Board Room, 4750 San Felipe Road, San Jose, CA 95135", 
                    "item_type": "Information"
                }, 
                {
                    "boarddocs_id": "8YXS2W709BAA", 
                    "item_details": "\nThe Board of Trustees offers an opportunity for the public to address the Board in four sections of the agenda: on matters of concern about Closed Session items; on matters not appearing on the agenda; on action items contained in the Consent Agenda; and prior to voting on any item contained in the Action Agenda. Each speaker is encouraged to submit a comment card to the Board clerk in order to be recognized to speak.\n\tPer Board Policy, three minutes may be allotted to each speaker with a maximum of 30 minutes per subject. No action or discussion shall be undertaken on any public comments except that members of the Board or its staff may briefly respond to or ask a question for clarification regarding statements made or questions posed by persons addressing the Board under this agenda item.\n\tFor information and disability access to materials, call 408-270-6402. Meetings are held in a location accessible to the disabled.\n", 
                    "item_number": "2.", 
                    "item_recommendation": "", 
                    "item_text": "Information on Public Comments and Disability Access", 
                    "item_text_raw": "2. Information on Public Comments and Disability Access", 
                    "item_type": "Information"
                }
            ], 
            "section_name": "CALL MEETING TO ORDER", 
            "section_number": ""
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "8YXS32709BDC", 
                    "item_details": "", 
                    "item_number": "1.", 
                    "item_recommendation": "To approve Closed Session Agenda.", 
                    "item_text": "Approval of Closed Session Agenda", 
                    "item_text_raw": "1. Approval of Closed Session Agenda", 
                    "item_type": "Action"
                }
            ], 
            "section_name": "APPROVAL OF CLOSED SESSION", 
            "section_number": ""
        }, 
        {
            "items": [], 
            "section_name": "PUBLIC COMMENTS ON CLOSED SESSION AGENDA", 
            "section_number": ""
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "8YXS37709BF2", 
                    "item_details": "\n\t \n[ X ] PUBLIC EMPLOYEE APPOINTMENT/EMPLOYMENT\n\t(Government Code Section 54957 (b))\n\tTitle: College Presidents\n\t[  ] PUBLIC EMPLOYEE PERFORMANCE EVALUATION\n\t(Government Code Section 54957 (b))\n\t[  ] PUBLIC EMPLOYEE DISCIPLINE/DISMISSAL/RELEASE\n\t (Government Code Section 54957 (b))\n\t \n[  ] CONFERENCE WITH LEGAL COUNSEL – EXISTING LITIGATION\n\t(Government Code Section 54956.9)\n\tName of Case:\n\tOr\n\tCase Name Unspecified; Disclosure would jeopardize:\n\t( ) Service of Process or ( ) Existing Settlement Negotiations\n\t[  ] CONFERENCE WITH LEGAL COUNSEL – ANTICIPATED LITIGATION\n\t(Government Code Section 54956.9 (c))\n\t[  ] LIABILITY CLAIMS\n\t(Government Code Section 54956.95)\n\tAgency Claimed Against:\n\t[  ] CONFERENCE WITH REAL PROPERTY NEGOTIATORS\n\t(Government Code Section 54956.8)\n\tProperty:\n\tDistrict’s Negotiator(s):\n\tNames of Negotiating Parties:\n\tUnder Negotiation: ( ) Price ( )Terms of Payment ( ) Both\n\t[  ] THREAT TO PUBLIC SERVICES OF FACILITIES\n\t(Government Code Section 54957 (a))\n\tConsultation with:\n\t[ ] CONFERENCE WITH LABOR NEGOTIATORS\n\t(Government Code Section 54957.6)\n\tDistrict’s Negotiator(s): Kim Garcia \nEmployee Organization: CSEA \n\t \n[  ] CONFERENCE WITH LABOR NEGOTIATORS\n\t(Government Code Section 54957.6)\n\tDistrict’s Negotiator(s): Kim Garcia \nEmployee Organization: FA \n\t \n[  ] CONFERENCE WITH LABOR NEGOTIATORS\n\t(Government Code Section 54957.6)\n\tDistrict’s Negotiator(s): Kim Garcia \nUnrepresented Employees: M/S/C \n\t \n[   ] REMOVAL/SUSPENSION/EXPULSION OF A STUDENT\n\t(Education Code 72122; 20 U.S.C. Section 1232g)\n\t[  ] PROPOSAL TO CONFER HONORARY DEGREE\n\t(Education Code Section 72122)\n\t[  ] CONSIDERATION OF GIFT FROM A DONOR WHO WISHES TO REMAIN ANONYMOUS (Education Code Section 72122)\n\t[  ] CONSIDERATION OF RESPONSE TO CONFIDENTIAL FINAL DRAFT AUDIT REPORT FROM BUREAU OF STATE AUDITS\n\t(Government Code Section 11126.2)\n\t[  ] COMPLAINTS OR CHARGES AGAINST A DISTRICT EMPLOYEE\n\t(Government Code Section 54957)\n\t \n", 
                    "item_number": "1.", 
                    "item_recommendation": "", 
                    "item_text": "The Board will recess to consider or take action upon any of the following items indicated by [x]", 
                    "item_text_raw": "1. The Board will recess to consider or take action upon any of the following items indicated by [x]", 
                    "item_type": "Information"
                }
            ], 
            "section_name": "CLOSED SESSION ITEMS FOR DISCUSSION", 
            "section_number": ""
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "8YXS3B709C0D", 
                    "item_details": "\n", 
                    "item_number": "1.", 
                    "item_recommendation": "", 
                    "item_text": "6:00 P.M. - Pledge of Allegiance", 
                    "item_text_raw": "1. 6:00 P.M. - Pledge of Allegiance", 
                    "item_type": "Procedural"
                }, 
                {
                    "boarddocs_id": "8YXS3E709C24", 
                    "item_details": "\na. Additions/Deletions/Corrections\n\tb. Items to be Deferred\n\tc. Adoption of Agenda\n\tThe Board reserves the right to modify the order of business in the manner it deems appropriate.\n\t \n", 
                    "item_number": "2.", 
                    "item_recommendation": "", 
                    "item_text": "Adoption of the Agenda", 
                    "item_text_raw": "2. Adoption of the Agenda", 
                    "item_type": "Action"
                }, 
                {
                    "boarddocs_id": "8YXS3H709C32", 
                    "item_details": "", 
                    "item_number": "3.", 
                    "item_recommendation": "", 
                    "item_text": "Announcement of Reportable Action Taken in Closed Session", 
                    "item_text_raw": "3. Announcement of Reportable Action Taken in Closed Session", 
                    "item_type": "Information"
                }, 
                {
                    "boarddocs_id": "8YXS3L709C41", 
                    "item_details": "\nThis is an opportunity for members of the public to address the Board concerning issues not listed on the agenda.\n", 
                    "item_number": "4.", 
                    "item_recommendation": "", 
                    "item_text": "Public Comments on Matters not on the Agenda", 
                    "item_text_raw": "4. Public Comments on Matters not on the Agenda", 
                    "item_type": "Information"
                }, 
                {
                    "boarddocs_id": "8YXS3P709C6B", 
                    "item_details": "", 
                    "item_number": "5.", 
                    "item_recommendation": "A recommendation that the Board of Trustees approve the above listed meeting minutes.", 
                    "item_text": "Approval of the October 9, 2012, Governing Board Meeting minutes", 
                    "item_text_raw": "5. Approval of the October 9, 2012, Governing Board Meeting minutes", 
                    "item_type": "Action"
                }
            ], 
            "section_name": "RECONVENE INTO OPEN SESSION", 
            "section_number": ""
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "8YXS3T709C7F", 
                    "item_details": "", 
                    "item_number": "1.", 
                    "item_recommendation": "", 
                    "item_text": "Adoption of the Consent Agenda", 
                    "item_text_raw": "1. Adoption of the Consent Agenda", 
                    "item_type": "Action (Consent)"
                }, 
                {
                    "boarddocs_id": "8Z5SLB732E16", 
                    "item_details": "\n1. Classification Change\n\t \na. Revision of job description\nSan Jose City College has revised the job description of the Dean of Business and Technology to reflect the position's  current assignments and re-titled it to Dean of Business and Workforce Development.  See attached job description.\n\t \nb. Re-designation of position to an Academic administrator\nFor both colleges, a single job description for Vice President of Administrative Services has been created and re-designated as a academic management position.  It is currently designated as a classified administrator. See attached job description.\n", 
                    "item_number": "2.", 
                    "item_recommendation": "A recommendation that the Board of Trustees approve the Management Personnel Actions as submitted.", 
                    "item_text": "Management Personnel Actions", 
                    "item_text_raw": "2. Management Personnel Actions", 
                    "item_type": "Action (Consent)"
                }, 
                {
                    "boarddocs_id": "8Z5SBF71E1AB", 
                    "item_details": "\n1. Employment\na. New Hire\nEmployment of a Research Analyst (9REAS0207C) in Research and Institutional Effectiveness at the District Office effective 10/29/12.\n\t \n\t \n2. Change of Status\na. Professional Growth\nProfessional Growth payment award per the CSEA Chapter 363 CBA Article 20.4.1 \"All permanent bargaining unit members shall be eligible for professional growth payments on a prorated basis based on their annual work schedule...\" and Article 20.4.4 \"Professional Growth will be paid at $75.00 per unit.  These units should be submitted to Human Resources.  Once approved, payments shall be made in a lump-sum payment (stipend) once in a year for the next five years.\"\n\t \n\t \n3. Separation\nEmployee separation effective 10/16/12.\n\t \n\t \n", 
                    "item_number": "3.", 
                    "item_recommendation": "A recommendation that the Board of Trustees approve the Classified Personnel Actions as submitted", 
                    "item_text": "Classified Personnel Actions", 
                    "item_text_raw": "3. Classified Personnel Actions", 
                    "item_type": "Action (Consent)"
                }, 
                {
                    "boarddocs_id": "8Z5QC9689F9D", 
                    "item_details": "\nThe District employs non-bargaining unit employees in various categories to support programs and services.  These categories are: short-term assignments with limitations as defined in the CSEA/District collective bargaining agreement; substitutes to fill positions for employees on leave of absence or in vacant positions; professional experts with specialized knowledge or expertise not generally required of, or found within, the employee classifications established by the Governing Board; and athletic support staff for athletic activities.\n", 
                    "item_number": "4.", 
                    "item_recommendation": "A recommendation that the Board of Trustees approve the Short-Term Hourly, Substitute, Professional Expert & Athletic Support Services, Student Assistant and Volunteer personnel actions as submitted.", 
                    "item_text": "Hourly, Student Work & Volunteer Personnel Actions", 
                    "item_text_raw": "4. Hourly, Student Work & Volunteer Personnel Actions", 
                    "item_type": "Action (Consent)"
                }, 
                {
                    "boarddocs_id": "8Z4RNQ6DCF53", 
                    "item_details": "\nThe proposed course has been reviewed by the appropriate instructional administrator and approved by the All-College Curriculum Committee, acting on behalf of the local Academic Senate.  The rigor of the approval process assures that the course has substance and integrity in relation to its discipline and that it fills a clear student need not being served by existing course findings.  The new course is:\n\t \nFREN 001AL:  Foreign Language Lab - French 1A\n", 
                    "item_number": "5.", 
                    "item_recommendation": "A recommendaton that the Board of Trustees approve the curriculum recommendation for the new course submitted by Evergreen Valley College.", 
                    "item_text": "Curriculum Recommendations for Evergreen Valley College", 
                    "item_text_raw": "5. Curriculum Recommendations for Evergreen Valley College", 
                    "item_type": "Action (Consent)"
                }, 
                {
                    "boarddocs_id": "8YHRPA6EEDF5", 
                    "item_details": "\nOn Tuesday, August 28, 2012, the District’s Maintenance Supervisor communicated with the District Office that two of the three chillers that comprise San Jose City College’s (SJCC) Chiller System required major repairs due to leaks. Normally, SJCC runs on two chillers, with one as a backup for maintenance issues or all three to run concurrently on especially hot days. After the discovery of the leaks, SJCC had to run on one chiller to cool the entire campus. In so doing, this single chiller was overloaded with the VSD drive constantly tripping. To temporarily remedy this issue, maintenance staff had to constantly reset said tripping mechanism twice daily, once in the afternoon, and again in the morning. Moreover, the Fall semester was set to begin on Tuesday, September 4, 2012.\n\t \nWith only one chiller online, this crippled system could not support classrooms and the campus as a whole running at full capacity. Furthermore, with SJCC's new Multi-Disciplinary Arts Building set to open for the Fall 2012 semester, this building is also connected to SJCC’s Chiller System, making the demand for air conditioned air even greater than the prior year. Having just one functional chiller, with it constantly being reset due to it being overloaded is a health and safety concern for our students, staff and faculty, as well as potential damage and danger to the District’s property.\n\t \nTo quickly and safely remedy this issue, the District sought the attached three informal bids. If the District were to seek formal bids, it will further delay SJCC to have a fully functioning Chiller System running at full capacity, that is, when considering the first day of school quickly approaching, as well as continue to expose students, staff, faculty and the District to dangers of life and property. Consequently, the District invoked California Public Contract Code Section 20654, whereby it states that “In an emergency when any repairs, alterations, work or improvements is necessary to a facility of the college, or to permit the continuance of existing college classes, or to avoid danger to life or property, the board may by unanimous vote, with the approval of the county superintendent of schools … make a contract in writing or otherwise on behalf of the district for the performance of labor and furnishing of materials or supplies for the purpose without advertising for or inviting bids.” The District received approval from Dr. Xavier De La Torre, Santa Clara County Superintendent of Schools.\n\t \nTherefore, it is recommended that the Board of Trustees unanimously approve and award the contract to ACCO Engineered Systems in the amount of $38,860.00 for the emergency repair of Chiller #1 and Chiller #2 at San Jose City College “without advertising for or inviting bids” “to avoid the danger of life or property.”\n", 
                    "item_number": "6.", 
                    "item_recommendation": "A recommendation that the Board of Trustees approve the emergency contract with ACCO Engineered Systems for the emergency repair of Chiller #1 and Chiller #2 at San Jose City College.", 
                    "item_text": "Emergency work on the Chiller System at San Jose City College", 
                    "item_text_raw": "6. Emergency work on the Chiller System at San Jose City College", 
                    "item_type": "Action (Consent)"
                }, 
                {
                    "boarddocs_id": "8Z4VA97FC2F6", 
                    "item_details": "\nThe Silicon Valley Stepping Stones Grant partnership was funded by the California Community College Systemâs Office, Career Technical Education Community Collaborative Programs, with the West Valley-Mission Community College District acting as the fiscal agent. EVC participates in this regional partnership of educational institutions in Silicon Valley to expand articulation efforts. This agenda item includes the continuation of two MOUs. The first MOU, effective July 1, 2011 through December 31, 2012, includes funding in the amount of $22,501. If this MOU is not approved, EVC will lose $22,501 in grant funding. The second MOU, effective July 1, 2012 through December 31, 2013, includes funding in the amount of $19,576. Each MOU allows the college to receive funds to conduct activities identified in the MOU.\nFunding is contingent upon SB 70 funding from the State of California and the WVCCD receiving advanced apportionment from the State of California.\n", 
                    "item_number": "7.", 
                    "item_recommendation": "A recommendation that the Board of Trustees approve continuation of the MOUs and accept grant funding in the amount of $22,501 and $19,576 from the West Valley-Mission Community College District (WVCCD).", 
                    "item_text": "MOUs - Silicon Valley Stepping Stones Grant Partnership", 
                    "item_text_raw": "7. MOUs - Silicon Valley Stepping Stones Grant Partnership", 
                    "item_type": "Action (Consent)"
                }
            ], 
            "section_name": "CONSENT AGENDA", 
            "section_number": ""
        }, 
        {
            "items": [], 
            "section_name": "ACTION AGENDA", 
            "section_number": ""
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "8YZJ2J4B13C1", 
                    "item_details": "\nEach year, the Workforce Institute provides the Board of Trustees with an update of the previous year’s activities.  The presentation identifies the federal, state, and local priorities as well as market drivers which helped to guide efforts throughout the 2011-2012 fiscal year.  The presentation will also identify Workforce Institute’s specific programs, services, and/or responses to these priorities and drivers.  Highlights include the various grants awarded and/or implemented, corporate contracts awarded, job readiness services provided to unemployed or underemployed adults and at-risk youth, and ways in which Workforce Institute made non-program specific contributions to the district.\n", 
                    "item_number": "1.", 
                    "item_recommendation": "", 
                    "item_text": "Workforce Institute's 2011- 2012 Annual Report", 
                    "item_text_raw": "1. Workforce Institute's 2011- 2012 Annual Report", 
                    "item_type": "Presentation"
                }, 
                {
                    "boarddocs_id": "8Z63BM0617EF", 
                    "item_details": "\nTrustee Lease will provide a report on his attendance at the ACCT Leadership Congress, October 8-13, 2012, which focused on national movement for student success and completion.\n", 
                    "item_number": "2.", 
                    "item_recommendation": "", 
                    "item_text": "ACCT Student Success and Leadership Congress Report", 
                    "item_text_raw": "2. ACCT Student Success and Leadership Congress Report", 
                    "item_type": "Presentation"
                }, 
                {
                    "boarddocs_id": "8Z6VDN8044E5", 
                    "item_details": "\nThe approved Today in America video segment of SJECCD is being shown at this board meeting as a recognition and celebration of the collective work done by students, faculty, staff and administrators to \"produce\" an abundance of successful student stories. It reminds us of why so many of us have chosen to work in the community college system--to be a part of the important work in higher education that advances the educational and economic success of our local communities. \n\t \nToday in America is a unique show hosted by Terry Bradshaw that's geared toward an \"educated and affluent\" audience.  The Show covers the best new practices and stories of various industries and has won numerous industry awards.  Late last year, the Show contacted SJECCD after strong recommendation by the President of AACC (American Association of Community Colleges) to select our District to be showcased for its workforce leadership, particularly in programs like nursing, cosmetology, and the Workforce Institute's workforce development solutions for the greater San Jose area.  \n\t \nAfter our selection by the Today in America Show, a team of students, faculty, staff, administrators and show producers worked together for 9+ months to produce the SJECCD \"story\" for viewing markets in the US. \n\t \nThe SJECCD segment on the Today in America Show will air nationally and regionally over several months and in up to 15 different television markets.  Notification of airing stations, times and dates is provided on a month-to-month basis as networks provide details.  \n\t \n \n\t \n\t \n \n   \n\t \n\t \n\t \n", 
                    "item_number": "3.", 
                    "item_recommendation": "", 
                    "item_text": "Today in America Show: viewing of video segment on the San Jose Evergreen College District", 
                    "item_text_raw": "3. Today in America Show: viewing of video segment on the San Jose Evergreen College District", 
                    "item_type": "Information"
                }
            ], 
            "section_name": "INFORMATION AGENDA", 
            "section_number": ""
        }, 
        {
            "items": [], 
            "section_name": "CONTINUATION OF CLOSED SESSION (If needed)", 
            "section_number": ""
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "8YXS42709D1D", 
                    "item_details": "", 
                    "item_number": "1.", 
                    "item_recommendation": "", 
                    "item_text": "Announcement of Action Taken in Closed Session", 
                    "item_text_raw": "1. Announcement of Action Taken in Closed Session", 
                    "item_type": "Information"
                }
            ], 
            "section_name": "RECONVENE TO OPEN SESSION", 
            "section_number": ""
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "8YXS46709D43", 
                    "item_details": "", 
                    "item_number": "1.", 
                    "item_recommendation": "", 
                    "item_text": "The meeting will be adjourned.", 
                    "item_text_raw": "1. The meeting will be adjourned.", 
                    "item_type": "Information"
                }
            ], 
            "section_name": "ADJOURNMENT", 
            "section_number": ""
        }
    ]
}