{
    "agency": "san_jose_evergreen_ccd", 
    "meeting_date": "04-10-2012", 
    "meeting_sections": [
        {
            "items": [
                {
                    "boarddocs_id": "8SBPKQ65052C", 
                    "item_details": "", 
                    "item_number": "1.", 
                    "item_recommendation": "", 
                    "item_text": "4:30 p.m. - Call Meeting to Order at the District Board Room, 4750 San Felipe Road, San Jose, CA 95135", 
                    "item_text_raw": "1. 4:30 p.m. - Call Meeting to Order at the District Board Room, 4750 San Felipe Road, San Jose, CA 95135", 
                    "item_type": "Information"
                }, 
                {
                    "boarddocs_id": "8SBPKT650545", 
                    "item_details": "\nThe Board of Trustees offers an opportunity for the public to address the Board in four sections of the agenda: on matters of concern about Closed Session items; on matters not appearing on the agenda; on action items contained in the Consent Agenda; and prior to voting on any item contained in the Action Agenda. Each speaker is encouraged to submit a comment card to the Board clerk in order to be recognized to speak.\n\tPer Board Policy, three minutes may be allotted to each speaker with a maximum of 30 minutes per subject. No action or discussion shall be undertaken on any public comments except that members of the Board or its staff may briefly respond to or ask a question for clarification regarding statements made or questions posed by persons addressing the Board under this agenda item.\n\tFor information and disability access to materials, call 408-270-6402. Meetings are held in a location accessible to the disabled.\n", 
                    "item_number": "2.", 
                    "item_recommendation": "", 
                    "item_text": "Information on Public Comments and Disability Access", 
                    "item_text_raw": "2. Information on Public Comments and Disability Access", 
                    "item_type": "Information"
                }
            ], 
            "section_name": "CALL MEETING TO ORDER", 
            "section_number": ""
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "8SBPKX650557", 
                    "item_details": "", 
                    "item_number": "1.", 
                    "item_recommendation": "To approve Closed Session Agenda.", 
                    "item_text": "Approval of Closed Session Agenda", 
                    "item_text_raw": "1. Approval of Closed Session Agenda", 
                    "item_type": "Action"
                }
            ], 
            "section_name": "APPROVAL OF CLOSED SESSION", 
            "section_number": ""
        }, 
        {
            "items": [], 
            "section_name": "PUBLIC COMMENTS ON CLOSED SESSION AGENDA", 
            "section_number": ""
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "8SBPL4650564", 
                    "item_details": "\n\t \n[  ] PUBLIC EMPLOYEE APPOINTMENT/EMPLOYMENT\n\t(Government Code Section 54957 (b))\n\tTitle:\n\t[ X ] PUBLIC EMPLOYEE PERFORMANCE EVALUATION\n\t(Government Code Section 54957 (b))\n\t[   ] PUBLIC EMPLOYEE DISCIPLINE/DISMISSAL/RELEASE\n\t (Government Code Section 54957 (b))\n\t \n[  ] CONFERENCE WITH LEGAL COUNSEL – EXISTING LITIGATION\n\t(Government Code Section 54956.9)\n\tName of Case:\n\tOr\n\tCase Name Unspecified; Disclosure would jeopardize:\n\t( ) Service of Process or ( ) Existing Settlement Negotiations\n\t[ X ] CONFERENCE WITH LEGAL COUNSEL – ANTICIPATED LITIGATION\n\t(Government Code Section 54956.9 (c))\n\t[  ] LIABILITY CLAIMS\n\t(Government Code Section 54956.95)\n\tAgency Claimed Against:\n\t[  ] CONFERENCE WITH REAL PROPERTY NEGOTIATORS\n\t(Government Code Section 54956.8)\n\tProperty:\n\tDistrict’s Negotiator(s):\n\tNames of Negotiating Parties:\n\tUnder Negotiation: ( ) Price ( )Terms of Payment ( ) Both\n\t[  ] THREAT TO PUBLIC SERVICES OF FACILITIES\n\t(Government Code Section 54957 (a))\n\tConsultation with:\n\t \n[ X ] CONFERENCE WITH LABOR NEGOTIATORS\n\t(Government Code Section 54957.6)\n\tDistrict’s Negotiator(s): Kim Garcia \nEmployee Organization: CSEA \n\t \n[ X ] CONFERENCE WITH LABOR NEGOTIATORS\n\t(Government Code Section 54957.6)\n\tDistrict’s Negotiator(s): Kim Garcia \nEmployee Organization: FA \n\t \n[ X ] CONFERENCE WITH LABOR NEGOTIATORS\n\t(Government Code Section 54957.6)\n\tDistrict’s Negotiator(s): Kim Garcia \nUnrepresented Employees: M/S/C \n\t \n\t \n[   ] REMOVAL/SUSPENSION/EXPULSION OF A STUDENT\n\t(Education Code 72122; 20 U.S.C. Section 1232g)\n\t[  ] PROPOSAL TO CONFER HONORARY DEGREE\n\t(Education Code Section 72122)\n\t[  ] CONSIDERATION OF GIFT FROM A DONOR WHO WISHES TO REMAIN ANONYMOUS (Education Code Section 72122)\n\t[  ] CONSIDERATION OF RESPONSE TO CONFIDENTIAL FINAL DRAFT AUDIT REPORT FROM BUREAU OF STATE AUDITS\n\t(Government Code Section 11126.2)\n\t[ X ] COMPLAINTS OR CHARGES AGAINST A DISTRICT EMPLOYEE\n\t(Government Code Section 54957)\n\t \n", 
                    "item_number": "1.", 
                    "item_recommendation": "", 
                    "item_text": "The Board will recess to consider or take action upon any of the following items indicated by [x]", 
                    "item_text_raw": "1. The Board will recess to consider or take action upon any of the following items indicated by [x]", 
                    "item_type": "Information"
                }
            ], 
            "section_name": "CLOSED SESSION ITEMS FOR DISCUSSION", 
            "section_number": ""
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "8SBPL865056E", 
                    "item_details": "\n", 
                    "item_number": "1.", 
                    "item_recommendation": "", 
                    "item_text": "6:00 P.M. - Pledge of Allegiance", 
                    "item_text_raw": "1. 6:00 P.M. - Pledge of Allegiance", 
                    "item_type": "Procedural"
                }, 
                {
                    "boarddocs_id": "8SBPLB650578", 
                    "item_details": "\na. Additions/Deletions/Corrections\n\tb. Items to be Deferred\n\tc. Adoption of Agenda\n\tThe Board reserves the right to modify the order of business in the manner it deems appropriate.\n\t \n", 
                    "item_number": "2.", 
                    "item_recommendation": "", 
                    "item_text": "Adoption of the Agenda", 
                    "item_text_raw": "2. Adoption of the Agenda", 
                    "item_type": "Action"
                }, 
                {
                    "boarddocs_id": "8SVPUS665BE1", 
                    "item_details": "\nA public hearing is opened to allow an opportunity for public to input regarding the 2012-2013 contract reopener proposal submitted by the Faculty Association, AFT 6157 at the March 13, 2012, meeting of Board.  The openers are:\n\t \n\t \n\t \nArticle 8 Full-Time Salary, Hire Dates and Seniority Number      \n\t \n8.2.3    Full Time Faculty Working Less than 100%:  A faculty member with return rights to a permanent contract position, who teaches 60% 50% or more, but less than a full load 100% (FTE) shall receive the pro-rata salary listed in Appendices C 1 or C 2 and shall receive fully paid employee benefits and shall share the pro-rata cost of their eligible dependents' benefits (see Article 17). \n8.2.4   Adjunct Faculty Working More than 67%: Academic Adjunct faculty working more than 67% shall be paid on the full time salary schedule based on their load. Adjunct faculty working more than 67% shall receive fully paid employee benefits and shall share the pro-rata cost of their eligible dependent’s benefits (See Article 17). receive pro-rata salary and benefits for a given semester as described above only when their assigned load is more than 67%for that semester.\n\t \nNew Section:\n8.2.5  Full Time Temporary Faculty – shall receive all the benefits of the contract and shall be placed on the full time salary schedule for the duration of the assignment.\n\t \n8.4       INITIAL CLASS PLACEMENT OF DISCIPLINES REQUIRING A MASTERS DEGREE\n\t \nClass placement at time of employment is based on the following determining factors:  A faculty member is placed in Classes II through VI depending upon degrees and number of academic units over and above degree(s).  Work experience does not determine class placement.\nAlso include these changes in Article 8.5\n\t \nNEW:  Faculty within the District who were categorical non-tenured faculty and were hired without a break in service into a full time position or adjunct position shall maintain their current class placement.  \nNEW: Faculty who were adjunct faculty and were hired without a break in service into a full time position or categorical non-tenured position shall maintain their current class placement.\nNEW:  Step Placement shall be according to Article 8.6 and 9.6\n\t \n1 Modifications were made to the 2001/02 salary schedule. Steps 1 through 5 of the schedule were eliminated. The faculty salary schedule was renumbered. Faculty at steps 1 through 5 were moved to step 6, and step 6 became step 1 on the renumbered schedule. A new step 17 was added for column IV. This step has the same conditions applied to the old step 22 for columns V and VI. A new step 19 was added for columns V and VI. \n\t \nClass II – Master’s Degree\nClass III – BA+45 Units w/MA\nClass IV – BA+60 Units w/MA\nClass V – BA+81 Units w/MA\nClass VI – Doctorate\n           \n8.6 NEW:  Original Step Placement: Delete Sections 8.6.1-8.6.5 and add following:\n\t \nMinimum/Maximum Step Placement-A newly appointed faculty member who has not had previous teaching experience and/ or verified occupational/vocational experience shall be placed on Step 1. Step 4 will be the highest step placement for newly appointed faculty members who present evidence of appropriate previous experience within the 60-day limit as defined in 8.4.3.  (Delete current Articles 8.6)\n\t \nFaculty members shall be placed on the salary schedule step based on their years of education service and occupational vocation experience\n\t \n8.6.1      Teaching Experience Placement \nFor instructional experience and non-instructional experience in an accredited secondary school or college/university, faculty shall be placed on the salary schedule as follows:\n\t \nStep 1       0-3 years previous teaching/non-instructional\nStep 2       4 years previous teaching/non-instructional\nStep 3       5 years previous teaching/non- instructional\nStep 4       6 or more years previous teaching/non-instructional\n\t \n8.6.2    Full-time Education Service Experience\nFor step placement, year-for-year credit will be allowed on the basis of one (1) increment for each year of verified experience as teacher, counselor, librarian, nurse or other faculty position experience not to exceed the equivalent of step 4.  A year experience is obtained by paid full-time educational service in an accredited secondary school or college or university. One (1) year of full-time teaching experience shall be defined as service rendered of no less than 75% of time and load during each semester of a previous qualifying school year. Employment as a teaching assistant or laboratory assistant will not be accepted as qualifying experience.  Teaching experience must be as “the teacher of record”.\n\t \n8.6.3    Credit of Previous Academic Adjunct Teaching Experience\nCredit for academic adjunct paid-teaching experience shall be granted pro-rata based on the total teaching load taught by an instructor in the faculty member’s previous employment at an accredited secondary school, college or university.  The total credit allotted for previous academic adjunct experience will be rounded off to the nearest whole number.  An instructor may not be credited with more than one (1) year experience for service within any one (1)-school fiscal year.\n\t \n\t \n8.6.4      Verified Occupational/Vocational Placement\nFor verified occupational/vocational experience faculty shall be placed on the salary schedule as follows:\n\t \nStep 1       0-4 full time years of occupational work experience\nStep 2       5-6 full time years of occupational work experience\nStep 3       7-8 full time years of occupational work experience\nStep 4       9 or more full time years of occupational work experience\n\t \n8.6.5      Credit for Prior Teaching and Creditable Work Experience\n\t \n8.6.5.1       Creditable Service\nFor placement, creditable service can include a combination of teaching experience and directly related work-experience not to exceed placement on Step 4.  Faculty shall be given credit to a maximum of six (6) equivalent years prior teaching, non instructional counseling, librarian experience outside the District (placing the faculty at Step 4) for teaching experience in an accredited secondary school or college/university. Faculty shall be given credit up to a maximum of six (6) years of creditable work experience (placing faculty at Step 4). \n\t \n8.6.5.2       Combination of Teaching and Creditable Work Experience\nFaculty shall be placed on the salary schedule as follows for verified creditable work experience and teaching experience:\n\t \nStep 1       Any combination of creditable teaching and work experience equal 0-3 years\nStep 2       Any combination of creditable teaching and work experience equal to 4 years\nStep 3       Any combination of creditable teaching and work experience equal to 5 years\nStep 4       Any combination of creditable teaching and work experience equal to 6 years or more\n\t \n\t \nArticle 9 Adjunct Faculty and Substitutes\n\t \nAdjunct Faculty members employed for adjunct service shall be placed on the adjunct salary schedule step based on their years of education service and occupational vocation experience\n\t \n9.6.1      Teaching Experience Placement \nFor teaching experience adjunct faculty shall be placed on the salary schedule as follows:\n\t \nStep 1       0-3 years previous teaching/non-instructional\nStep 2       4 years previous teaching/non-instructional\nStep 3       5 or more years previous teaching/non-instructional\nStep 4       6 or more years previous teaching/non-instructional\n\t \n9.6.2    Verified Occupational/Vocational Placement\nFor verified occupational/vocational experience adjunct faculty shall be placed on the salary schedule as follows:\n\t \nStep 1     0-4 full time years of occupational work experience\nStep 2     5-6 full time years of occupational work experience\nStep 3     7-8 full time years of occupational work experience\nStep 4     9 or more full time years of occupational work experience\n\t \n\t \n9.6.3      Credit for Prior Teaching/Non Instructional and Creditable Work Experience\n\t \n9.6.3.1       Creditable Service\nFor placement, creditable service can include a combination of teaching/non- instructional experience and directly related work-experience not to exceed placement on Step 4.  Adjunct faculty shall be given credit to a maximum of five (5) equivalent years prior teaching, non instructional counseling, librarian experience outside the District (placing the faculty at Step 3) for teaching experience in an accredited secondary school or college/university.   Adjunct Faculty shall be given credit to a maximum of six (6) equivalent years prior teaching, non instructional counseling, librarian experience outside the District (placing the faculty at Step 4) for teaching experience in an accredited secondary school or college/university. Faculty shall be given credit up to a maximum of six (6) years of creditable work experience (placing faculty at Step 4).\n\t \n\t \n9.6.3.2       Combination of Teaching and Creditable Work Experience\nAdjunct faculty shall be placed on the salary schedule as follows for verified creditable work experience and teaching experience:\n\t \nStep 1       Any combination of creditable teaching and work experience equal 0-3 years\nStep 2       Any combination of creditable teaching and work experience equal to 4 years\nStep 3       Any combination of creditable teaching and work experience equal to 5 years\nStep 4       Any combination of creditable teaching and work experience equal to 6 years or more\n\t \nArticle 9.13 Credit for Prior Teaching AND WORK Experience  Delete Section\n\t \nInstructors shall be given credit to a maximum of five (5) equivalent years prior teaching experience outside the District for teaching experience in an accredited secondary school or college/university or up to a maximum of six (6) years of creditable work experience. \n\t \nArticle 9.16 Disbursement of Salary Checks to Adjunct Faculty (NEW)\n                Effective Fall 2012 adjunct faculty shall be paid 10 times a year on the tenth (10th) of the month in equal payments in these months:  September, October, November, December and January for fall semester; and February, March, April, May and June for spring semester.  The following conditions shall exist for this disbursement of these 10 checks per year:\n9.16.1-NEED LANGUAGE WE AGREE ON\n\t \nArticle 9.18.3.3 Attaining SRP Add bullet at end\nIn the event that full time categorical non tenured faculty members and temporary full time faculty become adjunct faculty, their teaching/non instructional experience shall be applied to attaining SRP at 40%.\nIf they have three (3) consecutive semesters and positive evaluations (Article 9.18.3.1) they will have SRP at 40%\nWith less than 3 consecutive semesters, they will be in the process of attaining SRP with the number of semesters they have already completed.\n\t \n9.18.4.3 SRP is withdrawn if the adjunct faculty member does not work the SRP load in any semester except for the following reason:\nAdd following Bullets at end:\nThe adjunct faculty member requests not to receive an assignment in a division because the adjunct faculty member has accepted a conflicting assignment in another college or university provided the request is in writing and accompanied by proof of the conflicting assignment\nOther extenuating personal circumstances which the adjunct faculty member and the dean mutually agree make acceptance or commencement of the assignment impossible. \n\t \nArticle 9.18.5     Award of Seniority Rehire Preference: When an adjunct faculty member has successfully achieved SRP they shall receive a letter in the mail from the Office of Academic Support (SJCC) or the Office of Academic Services (EVC) informing them of their new Seniority Rehire status and including reference to Article 9.18 and to the need of adjunct to maintain their 33%/40% load in order to keep their SRP.\n\t \n9.22.3    The District will provide health benefits to adjunct faculty under the Kaiser Plan offered to full time Faculty (employee only) allowed under Ed. Code Sec. 87861 as follows:\n\t \nNEW Article: Implementation of State Disability Insurance:\nState Disability Insurance (SDI): Participation in the plan is mandatory. Adjunct Faculty payroll deductions will be made to cover the cost of participation effective March 10, 2012.\nFaculty participating in State Disability shall upon their request be able to integrate their sick leave into their SDI benefits.\nThe Union and District will work together to develop language for this integration prior to June 30, 2012.\n\t \nArticle 11 Calendars-Need calendar for 2014-2015\n\t \nArticle 13 Leaves of Absence –article of Choice\n                Article 13.21 Catastrophic Leave\n13.21.2      Basic Provisions\nThe following provisions apply to the catastrophic illness leave (CIL) bank available to faculty.\n\t \n13.21.2.1          Any faculty member with a balance of eligible sick leave credits of twenty five (25) days or more after such donation may donate days to the bank, up to but not more than fifteen (15) days per year.\n13.21.2.2          Faculty members who donate at least one day per academic year shall be entitled to request catastrophic leave for their own personal use.  Tenure-track faculty members shall not be required to donate one day of sick leave until they are tenured.\n\t \n13.21.2.3          Any faculty member may receive leave credits from the bank when approved in accordance with the required provisions.\n\t \n13.21.2.4          There will be no attempt to evaluate a day donated or received on the basis of the pay rate of the donor or the recipient.\n\t \n13.21.4      Establishing the Bank and Collecting Deposits\n\t \n13.21.4.1          There will be an initial call from the office of Human Resources/and or the Union for donations to establish the bank.\n\t \n13.21.4.2          There will be an annual call for donations, unless the bank has more than ninety (90) days.\n\t \n13.21.4.3          There will be calls for donations when the bank balance falls below forty five (45) days. Payroll Services will notify Human Resource Services when the balance falls below forty five (45) days, at which time Human Resources and/or the Union will send out the call for donations.\n\t \n13.21.4.4          Donations from those eligible to donate will only be accepted during official calls from Human Resources/and or the Union.  The Union may determine to suspend the call for donations when the bank reaches a sufficient number of sick leave days.          \n\t \nArticle 17 Benefits\nThe District shall continue to pay the full cost of any increases in all health and welfare benefits. There will be no monetary Cap on medical benefits listed in the contract to ensure comparable benefits with the other bargaining unit.\n\t \n\t \nArticle 18 Retirement\nThe District shall continue to pay the full cost of any increases in all health benefits for retirees. There will be no monetary Cap on medical benefits listed in the contract to ensure comparable benefits with the other bargaining unit.\n\t \nEvaluation of Faculty 2nd article of choice Articles 19 and Article 19A\n\t \nArticle 19  Adjunct Evaluations:                 19.5.2/19.6.1/19.7.1 Delete words:   At least\nArticle 19A  Evaluation of FT Temporary…            19.5.1  Delete Words:  At least\n\t \n\t \nThe Union reserves the right to add, amend, delete or change any of these proposals. \n\t \n\t \nA recommendation that the Board of Trustees hold a public hearing regarding the 2012-2013 contract opener proposal submitted by the Faculty Association, AFT 6157 at the March 13, 2012, meeting of the Board.  After the public has an opportunity to express itself, it is recommended that the Board adopt the opener proposals.\n\t \n\t \n", 
                    "item_number": "3.", 
                    "item_recommendation": "A recommendation that the Board of Trustees adopt the opener proposals.", 
                    "item_text": "6:10 P.M. Public Hearing On The Faculty Association, AFT 6157 Contract Reopener Proposal With San Jose-Evergreen Community College District For 2012-201", 
                    "item_text_raw": "3. 6:10 P.M. Public Hearing On The Faculty Association, AFT 6157 Contract Reopener Proposal With San Jose-Evergreen Community College District For 2012-2013.", 
                    "item_type": "Action (Consent)"
                }, 
                {
                    "boarddocs_id": "8SVQ7267DBA0", 
                    "item_details": "\nA public hearing is opened to allow an opportunity for public to input regarding the 2012-2013 contract reopener proposal submitted by the San Jose-Evergreen Community College District at the March 13, 2012, meeting of Board.  The openers are:\n\t \n\t \nArticle 6 – Salary\nSeeking concessions to address budget shortfall\nArticle 7 – Benefits\nSeeking concessions to address budget shortfall\nArticle 8.6 – Call Back Time \nClarifying language regarding definition of call back time\nArticle 19 – Disciplinary Action\nProvide better language to articulate each step in progressive discipline\nArticle 20 – Professional Growth\nAdd language addressing application for professional growth\nArticle 23 – Reclassification\nExpand article to include working-out-of class provisions\n\t \nThe District reserves the right to add, amend, delete, and/or change any of these proposals.\n\t \nA recommendation that the Board of Trustees hold a public hearing regarding the 2012-2013 contract reopener proposal submitted by the San Jose/Evergreen Community College District at the March 13, 2012, meeting of the Board.  After the public has an opportunity to express itself, it is recommended that the Board adopt the reopener proposals.\n", 
                    "item_number": "4.", 
                    "item_recommendation": "A recommendation that the Board of Trustees adopt the reopener proposals.", 
                    "item_text": "6:12 P.M. Public Hearing On The San Jose-Evergreen Community College District Contract Repener Proposal With California School Employees Association, Chapter 363 For 2012-2013", 
                    "item_text_raw": "4. 6:12 P.M. Public Hearing On The San Jose-Evergreen Community College District Contract Repener Proposal With California School Employees Association, Chapter 363 For 2012-2013", 
                    "item_type": "Action"
                }, 
                {
                    "boarddocs_id": "8SVQGZ695235", 
                    "item_details": "\nA public hearing is opened to allow an opportunity for public to input regarding the 2012-2013 contract reopener proposal submitted by the San Jose-Evergreen Community College District at the March 13, 2012, meeting of Board.  The openers are:\n\t \nArticle 4.9 & 5.3 – Parking \nEliminate Free Parking\nArticle 8 – Salary\nSeeking concessions to address budget shortfall\nArticle 9.15 – Office Hours\nClarify language as to adjunct member’s posting of time & place of office hours.                  \nArticle 9.18 – Seniority Rehire Rights\nTo be earned in a discipline\nAdditional language clarifying and defining withholding and withdrawing of SRP\nArticle 12.5 – Faculty Professional Responsibility\nLanguage defining specific faculty professional responsibilities\nArticle 17 – Benefits\nSeeking concessions to address budget shortfall\n\t \nThe District reserves the right to add, amend, delete and/or change any of these proposals.\n\t \nA recommendation that the Board of Trustees hold a public hearing regarding the 2012-2013 contract reopener proposal submitted by the San Jose/Evergreen Community College District at the March 13, 2012, meeting of the Board.  After the public has an opportunity to express itself, it is recommended that the Board adopt the reopener proposals.\n", 
                    "item_number": "5.", 
                    "item_recommendation": "A recommendation that the Board of Trustees adopt the reopener proposals.", 
                    "item_text": "6:14 P.M. Public Hearing On The San Jose-Evergreen Community College District Contract Reopener Proposal With The Faculty Association, AFT 6157 For 2012-2013.", 
                    "item_text_raw": "5. 6:14 P.M. Public Hearing On The San Jose-Evergreen Community College District Contract Reopener Proposal With The Faculty Association, AFT 6157 For 2012-2013.", 
                    "item_type": "Action"
                }, 
                {
                    "boarddocs_id": "8SBPLE65057F", 
                    "item_details": "\nThe Board of Trustees President will announce any reportable action taken in Closed Session.\n", 
                    "item_number": "6.", 
                    "item_recommendation": "", 
                    "item_text": "Announcement of Reportable Action Taken in Closed Session", 
                    "item_text_raw": "6. Announcement of Reportable Action Taken in Closed Session", 
                    "item_type": "Information"
                }, 
                {
                    "boarddocs_id": "8SBPLH65058A", 
                    "item_details": "\nThis is an opportunity for members of the public to address the Board concerning issues not listed on the agenda.\n", 
                    "item_number": "7.", 
                    "item_recommendation": "", 
                    "item_text": "Public Comments on Matters not on the Agenda", 
                    "item_text_raw": "7. Public Comments on Matters not on the Agenda", 
                    "item_type": "Information"
                }, 
                {
                    "boarddocs_id": "8SBPLL650590", 
                    "item_details": "", 
                    "item_number": "8.", 
                    "item_recommendation": "A recommendation that the Board of Trustees approve the above listed Governing Board Meeting Minutes.", 
                    "item_text": "Approval of the March 13, 2012, Governing Board Meeting Minutes", 
                    "item_text_raw": "8. Approval of the March 13, 2012, Governing Board Meeting Minutes", 
                    "item_type": "Action"
                }
            ], 
            "section_name": "RECONVENE INTO OPEN SESSION", 
            "section_number": ""
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "8SBPLQ65059B", 
                    "item_details": "", 
                    "item_number": "1.", 
                    "item_recommendation": "", 
                    "item_text": "Adoption of the Consent Agenda", 
                    "item_text_raw": "1. Adoption of the Consent Agenda", 
                    "item_type": "Action (Consent)"
                }, 
                {
                    "boarddocs_id": "8SZ2Q3033844", 
                    "item_details": "\nA recommendation that the Board of Trustees approve the following Management Personnel Actions:\n\t \n1. Classification Changes\na. Creation of New Classification\n\t \nb. Position Elimination\nElimination of Director of Employee Services (9HMRS0201M) in Human Resources at the District Office effective 06/30/12.\n\t \nc. Position Establishment\nEstablishment of Director of Human Resources (9HMRS0202M) in Human Resources at the District Office effective 07/01/12.\n\t \n2. Change of Status\na. Temporary Working Out of Class\nThe Dean of Counseling, Guidance, and Matriculation at Evergreen Valley College is working out of class in a temporary assignment as the Vice President of Student Affairs at San Jose City College effective 03/06/12 through 04/26/12.\n\t \n3. Separation\na. Retirement\nThe employee is retiring effective 06/30/12.\n\t \n\t \n\t \n\t \n", 
                    "item_number": "2.", 
                    "item_recommendation": "A recommendation that the Board of Trustees approve the Management Personnel Actions as submitted.", 
                    "item_text": "Management Personnel Actions", 
                    "item_text_raw": "2. Management Personnel Actions", 
                    "item_type": "Action (Consent)"
                }, 
                {
                    "boarddocs_id": "8SVRZ8706138", 
                    "item_details": "\nA recommendation that the Board of Trustees approve the following Faculty Personnel Actions:\n\t \n1.  Separation\n     Retirement of Psychology Instructor (7PSY0003F) at SJCC.\n\t \n2.  STRS Reduced Workload\n   \n\t \n\t \nSee attachment\n", 
                    "item_number": "3.", 
                    "item_recommendation": "A recommendation that the Board of Trustees approve the Faculty personnel actions as submitted.", 
                    "item_text": "Faculty Personnel Actions - Regular", 
                    "item_text_raw": "3. Faculty Personnel Actions - Regular", 
                    "item_type": "Action (Consent)"
                }, 
                {
                    "boarddocs_id": "8SZ27Y00D6D7", 
                    "item_details": "\n1. Classification Changes\na. Creation of a New Classification\nHuman Resources Specialist\n\t \nb. Positions Eliminated\nElimination of Staff Assistant II (9HMRS0218C) in Human Resources at the District Office effective 06/30/12.\n\t \nElimination of Human Resources Technician I (9HMRS0230N) in Human Resources at the District Office effective 06/30/12.\n\t \nElimination of Executive Secretary (9HMRS0226N) in Human Resources at the District Office effective 06/30/12.\n\t \nElimination of Executive Secretary (9HMRS0232N) in Human Resources at the District Office effective 06/30/12.\n\t \nc. Positions Established\nEstablishment of Human Resources Assistant (9HMRS0236C) in Human Resources at the District Office effective 07/01/12.\n\t \nEstablishment of Human Resources Specialist (9HMRS0233N) in Human Resources at the District Office effective 07/01/12.\n\t \nEstablishment of Human Resources Specialist (9HMRS0234N) in Human Resources at the District Office effective 07/01/12.\n\t \nEstablishment of Human Resources Specialist (9HMRS0235N) in Human Resources at the District Office effective 07/01/12.\n\t \n2. Employment\na. Employment of Instructional Support Assistant (8LANG0236C) in Language Arts at Evergreen Valley College effective 04/09/12.\n\t \n3. Change of Status\na. Promotion\nPromotion to Senior Account Clerk (9FISC0216C) in Fiscal Services at the District Office from Account Clerk (9FISC0227C) in Fiscal Services at the District Office effective 04/11/12.\n\t \nb. Professional Growth\nProfessional Growth payment award per the CSEA Chapter 363 CBA Article 20.4.1 \"All permanent bargaining unit members shall be eligible for professional growth payments on a prorated basis on their annual work schedule...\" and Article 20.4.4 \"Professional Growth will be paid at $75.00 per unit.  These units should be submitted to Human Resources.  Once Approved, payments shall be made in a lump-sum payment (stipend) once in a year for the next five year.\"\n\t \nc. Reclassification\nThe employee is being reclassified from Human Resources Technician I (9HMRS0230N) in Human Resources at the District Office to Human Resources Specialist (9HMRS0233N) effective 07/01/12.\n\t \nThe employee is being reclassified from Executive Secretary (9HMRS0226N) in Human Resources at the District Office to Human Resources Specialist (9HMRS0234N) effective 07/01/12.\n\t \nThe employ is being reclassified from Executive Secretary (9HMRS0232N) in Human Resources at the Distirct Office to Human Resources Specialist (9HMRS0235N) effective 07/01/12.\n\t \n4. Separation\na. Retirement\nEmployee retirement effective 05/15/12.\n\t \n\t \n", 
                    "item_number": "4.", 
                    "item_recommendation": "A recommendation that the Board of Trustees approve the Classified Personnel Actions as submitted.", 
                    "item_text": "Classified Personnel Actions", 
                    "item_text_raw": "4. Classified Personnel Actions", 
                    "item_type": "Action (Consent)"
                }, 
                {
                    "boarddocs_id": "8SYNY35DA325", 
                    "item_details": "\nThe District employs non-bargaining unit employees in various categories to support programs and services.  These categories are: short-term assignments with limitations as defined in the CSEA/District collective bargaining agreement; substitutes to fill positions for employees on leave of absence or in vacant positions; professional experts with specialized knowledge or expertise not generally required of, or found within, the employee classifications established by the Governing Board; and athletic support staff for athletic activities.\n", 
                    "item_number": "5.", 
                    "item_recommendation": "A recommendation that the Board of Trustees approve the Short-Term Hourly, Substitute, Professional Expert & Athletic Support Services, Student Assistant and Volunteer personnel actions as submitted.", 
                    "item_text": "Hourly, Student Work & Volunteer Personnel Actions", 
                    "item_text_raw": "5. Hourly, Student Work & Volunteer Personnel Actions", 
                    "item_type": "Action (Consent)"
                }, 
                {
                    "boarddocs_id": "8SV5K3108EF3", 
                    "item_details": "\nThe Board of Trustees adopted the District's operating budget at its meeting on September 13, 2011.  As required by Board Policy 6250, subsequent budget transfers and revisions must be approved by the Board of Trustees.\n", 
                    "item_number": "6.", 
                    "item_recommendation": "A recommendation that the Board of Trustees approve the resolution authorizing the budget transfers and revisions of funds within expenditure accounts and authorizing the appropriation of the receipt of unanticipated revenues in certain programs.", 
                    "item_text": "District Budget Transfers and Revisions", 
                    "item_text_raw": "6. District Budget Transfers and Revisions", 
                    "item_type": "Action (Consent)"
                }, 
                {
                    "boarddocs_id": "8SFU2479E2B8", 
                    "item_details": "\nEducation Code 81655 stipulates that no contract is an enforceable obligation of the District until it has been approved by the Board of Trustees.  District Policy adopted on April 10, 2007 establishes the authority of certain administrators to approve contracts under the bid limit prior to formal Board approval.  All contracts and purchase orders exceeding the bid limit (current bid limit is $81,000) should have prior Board approval as a separate board item.\n\t \nThis consent item presents for Board approval: all purchase orders for this period, which includes purchase orders for administratively approved contracts exceeding $750, as well as additional contracts that, although are not executed by way of purchase order, are deemed appropriate to be added by the Purchasing Department.\n", 
                    "item_number": "7.", 
                    "item_recommendation": "A recommendation that the Board of Trustees ratify the contracts and purchase orders for the period of February 10, 2012 through March 9, 2012 as noted in the attached documents.", 
                    "item_text": "Ratification of Contracts and Purchase Orders", 
                    "item_text_raw": "7. Ratification of Contracts and Purchase Orders", 
                    "item_type": "Action (Consent)"
                }, 
                {
                    "boarddocs_id": "8SBURC7D4AA8", 
                    "item_details": "\nIn December 2011, a solicitation for Employee Benefits Insurance Broker and Consulting Services proposal was issued to thirty-five (35) potential vendors identified by surveying other bay area community college districts and from vendors currently on the District's list of potential vendors.  Of the thirty-five (35) vendors, eight (8) submitted bids to the District.  The respondents were Alliant, AON, D/A Financial, EPIC, Gallagher, Jenkins, Keenan, and Wells Fargo.\n\t \nThe eight (8) bids were evaluated by a committee that included the Director of Fiscal Services, the Vice Chancellor of Human Resources, a purchasing agent, CSEA representatives, FA representatives, MSCC representatives, and the District's Benefit Analyst.  Five (5) vendors (Alliant, AON, D/A Financial, EPIC, and Keenan) were selected to provide a presentation to the committee based upon the following criteria:  Capacity to Perform (35%), Pricing (35%), and References (30%).\n\t \nAlliant was unanimously picked by the committee to be recommended for award.  Alliant had the lowest price of all the vendors, had excellent references, and was deemed to have had the best all-around proposal and presentation.  Additionally, Alliant has put 25% of its fees at risk as part of a performance guarantee.\n\t \nThe evaluation committee recommends that the Board of Trustees approve and award the Employee Benefits Insurance Broker and Consulting Services contract to Alliant for a period of three (3) years, subject to satisfactory performance, commencing May 1, 2012.  The agreement may renew itself automatically for one (1) consecutive year without formal amendment of agreement on May 1, 2015, (with a 5% escalation in price) and again on May 1, 2016 for a total contract term not to exceed five (5) years.\n", 
                    "item_number": "8.", 
                    "item_recommendation": "A recommendation that the Board of Trustees award a contract not to exceed $110,000 annually to Alliant for Employee Benefits Insurance Brokerage Services for a Period of Three Years, Subject to Satisfactory Service, with Two Optional One-Year Extensions with a 5% Escalation.", 
                    "item_text": "Employee Benefit Insurance Broker Selection", 
                    "item_text_raw": "8. Employee Benefit Insurance Broker Selection", 
                    "item_type": "Action (Consent)"
                }, 
                {
                    "boarddocs_id": "8SST4N758FC9", 
                    "item_details": "\nOn Sunday, February 26, 2012, the District was to conduct a solar power tie in to connect our photovoltaic panels to our central plant. Evergreen Valley College conducted a major shutdown, closing 12 buildings and multiple portables starting at 6:00 a.m. After the solar power tie-in was completed, Gullo I did not come back online as two redundant breakers had failed to close due to an internal broken trip mechanism. Cupertino Electric was on-site and attempted to assist the District in remedying this issue late into the evening, but was unsuccessful.\n\t \nOn Monday, February 27, 2012, Cupertino Electric continued to assist the District by attempting to close the internal broken trip mechanism, but was unsuccessful.  Cupertino Electric re-spliced the incoming power to eliminate one of the two failed breakers in the transformer. A refurbished breaker was located by Cupertino Electric, and Gullo I was back online at 4:15 p.m. \n\t \nThe District did not seek formal bids given that Cupertino Electric was present from the start of the solar power tie in. The power shutdown in Gullo I was an immediate health and safety concern for our students, staff and faculty as well as potential damage and danger to our property. Therefore, the District invoked California Public Contract Code Section 20654, which states that “In an emergency when any repairs, alterations, work or improvements is necessary to any facility of the college, or to permit the continuance of existing college classes, or to avoid danger to life or property, the board may by unanimous vote, with the approval of the county superintendent of schools … make a contract in writing or otherwise on behalf of the district for the performance of labor and furnishing of materials or supplies for the purpose without advertising for or inviting bids.” The District received approval from Dr. Charles Weis, Santa Clara County Superintendent of Schools.\n\t \nTherefore, it is recommended that the Board of Trustees unanimously approve the contract to Cupertino Electric, Inc. in the amount of $15,652.40 for the emergency power shutdown at Gullo I remedied by the purchase and installation of a refurbished breaker \"without advertising for or inviting bids\" \"to avoid the danger of life or property.\"\n\t \n", 
                    "item_number": "9.", 
                    "item_recommendation": "A recommendation that the Board of Trustees approve the emergency contract for Cupertino Electric, Inc. for the power shutdown at Gullo I due to the solar power tie in.", 
                    "item_text": "Emergency Contract for Power Shutdown at Evergreen Valley College, Gullo I", 
                    "item_text_raw": "9. Emergency Contract for Power Shutdown at Evergreen Valley College, Gullo I", 
                    "item_type": "Action (Consent)"
                }, 
                {
                    "boarddocs_id": "8STTVR793A2B", 
                    "item_details": "\nThe curriculum proposals have been reviewed by the appropriate instructional administrator and approved by the Instructional Policies and Curriculum Committee (IPCC), acting on behalf of the local Academic Senate. The rigor of the approval process assures that each new recommendation has substance and integrity in relation to its discipline and fills a clear student need not being served by existing courses.\n\t \nThe physical education courses on this board item represent continued action to replace existing courses. The courses are updated and presented as new courses in a planned discipline (name) conversion from Physical Education to Kinesiology, Wellness, and Athletics.\n\t \nCIS 037:      SQL Fundamentals\nCIS 038:      Programming the Mobile Web\nKINPE 023: Kickboxing\nKINPE 048: Track and Field\n\t \n\t \n", 
                    "item_number": "10.", 
                    "item_recommendation": "A recommendation that the Board of Trustees approve the new courses proposed by San Jose City College.", 
                    "item_text": "Curriculum Recommendations for San Jose City College", 
                    "item_text_raw": "10. Curriculum Recommendations for San Jose City College", 
                    "item_type": "Action (Consent)"
                }, 
                {
                    "boarddocs_id": "8SUULD7C9052", 
                    "item_details": "\nThe proposed courses and certificate program have been reviewed by the appropriate instructional administrator and approved by the All-College Curriculum Committee, acting on behalf of the local Academic Senate.  The rigor of the approval process assures that each new course and certificate program have substance and integrity in relation to its discipline and that it fills a clear student need not being served by existing course findings.  The list of the new courses and certificate program are: \n\t \nBIOL 004B:  Organismal Biology and Biodiversity\nMATH 115:  Algebra for Statistics\nAUTO 202:  Bugged Vehicle Diagnosis\nMUSIC 011A: Musicianship \nPSYCH 025:  Psychology of Women:  Global Perspective\nEntrepreneurship Certificate of Achievement  \n", 
                    "item_number": "11.", 
                    "item_recommendation": "A recommendation that the Board of Trustees approve the curriculum recommendation for new courses and certificate program submitted by Evergreen Valley College.", 
                    "item_text": "Curriculum Recommendations for Evergreen Valley College", 
                    "item_text_raw": "11. Curriculum Recommendations for Evergreen Valley College", 
                    "item_type": "Action (Consent)"
                }, 
                {
                    "boarddocs_id": "8T2NW35F9DC0", 
                    "item_details": "\nA public hearing is opened to allow an opportunity for public to input regarding the 2012-2013 contract reopener proposal submitted by the San Jose-Evergreen Community College District at the March 13, 2012, meeting of Board.  The openers are:\n\t\t \nArticle 4.9 & 5.3 – Parking\n              Eliminate Free Parking\nArticle 8 – Salary\n              Seeking concessions to address budget shortfall\nArticle 9.15 – Office Hours\n              Clarify language as to adjunct member’s posting of time & place of office hours.                  \nArticle 9.18 – Seniority Rehire Rights\n              To be earned in a discipline\n              Additional language clarifying and defining withholding and withdrawing of SRP\nArticle 12.5 – Faculty Professional Responsibility\n              Language defining specific faculty professional responsibilities\nArticle 17 – Benefits\n              Seeking concessions to address budget shortfall\n\t\t \nThe District reserves the right to add, amend, delete and/or change any of these proposals.\n\t\t \nA recommendation that the Board of Trustees hold a public hearing regarding the 2012-2013 contract reopener proposal submitted by the San Jose/Evergreen Community College District at the March 13, 2012, meeting of the Board.  After the public has an opportunity to express itself, it is recommended that the Board adopt the reopener proposals.\n\t \n", 
                    "item_number": "12.", 
                    "item_recommendation": "A recommendation that the Board of Trustees adopt the reopener proposals.", 
                    "item_text": "The San Jose-Evergreen Community College District Contract Reopener Proposal With The Faculty Association, AFT 6157 For 2012-2013", 
                    "item_text_raw": "12. The San Jose-Evergreen Community College District Contract Reopener Proposal With The Faculty Association, AFT 6157 For 2012-2013", 
                    "item_type": "Action (Consent)"
                }, 
                {
                    "boarddocs_id": "8T2PDU622680", 
                    "item_details": "\nA public hearing is opened to allow an opportunity for public to input regarding the 2012-2013 contract reopener proposal submitted by the San Jose-Evergreen Community College District at the March 13, 2012, meeting of Board.  The openers are:\n\t \nArticle 6 – Salary\n                Seeking concessions to address budget shortfall\nArticle 7 – Benefits\n                Seeking concessions to address budget shortfall\nArticle 8.6 – Call Back Time \n              Clarifying language regarding definition of call back time\nArticle 19 – Disciplinary Action\n              Provide better language to articulate each step in progressive discipline\nArticle 20 – Professional Growth\n              Add language addressing application for professional growth\nArticle 23 – Reclassification\n              Expand article to include working-out-of class provisions\n\t \nThe District reserves the right to add, amend, delete, and/or change any of these proposals.\n\t \nA recommendation that the Board of Trustees hold a public hearing regarding the 2012-2013 contract reopener proposal submitted by the San Jose/Evergreen Community College District at the March 13, 2012, meeting of the Board.  After the public has an opportunity to express itself, it is recommended that the Board adopt the reopener proposals.\n\t \n", 
                    "item_number": "13.", 
                    "item_recommendation": "A recommendation that the Board of Trustees adopt the reopener proposals.", 
                    "item_text": "The San Jose-Evergreen Community College District Contract Reopener Proposal With California School Employees Association, Chapter 363 For 2012-2013", 
                    "item_text_raw": "13. The San Jose-Evergreen Community College District Contract Reopener Proposal With California School Employees Association, Chapter 363 For 2012-2013", 
                    "item_type": "Action (Consent)"
                }, 
                {
                    "boarddocs_id": "8T2QXM67101B", 
                    "item_details": "\nA public hearing is opened to allow an opportunity for public to input regarding the 2012-2013 contract reopener proposal submitted by the Faculty Association, AFT 6157 at the March 13, 2012, meeting of Board.  The openers are:\n\t \n\t \n\t \n Article 8 Full-Time Salary, Hire Dates and Seniority Number      \n\t \n8.2.3    Full Time Faculty Working Less than 100%:  A faculty member with return rights to a permanent contract position, who teaches 60% 50% or more, but less than a full load 100% (FTE) shall receive the pro-rata salary listed in Appendices C 1 or C 2 and shall receive fully paid employee benefits and shall share the pro-rata cost of their eligible dependents' benefits (see Article 17). \n8.2.4   Adjunct Faculty Working More than 67%: Academic Adjunct faculty working more than 67% shall be paid on the full time salary schedule based on their load. Adjunct faculty working more than 67% shall receive fully paid employee benefits and shall share the pro-rata cost of their eligible dependent’s benefits (See Article 17). receive pro-rata salary and benefits for a given semester as described above only when their assigned load is more than 67%for that semester.\n\t \nNew Section:\n8.2.5  Full Time Temporary Faculty – shall receive all the benefits of the contract and shall be placed on the full time salary schedule for the duration of the assignment.\n\t \n8.4       INITIAL CLASS PLACEMENT OF DISCIPLINES REQUIRING A MASTERS DEGREE\n\t \nClass placement at time of employment is based on the following determining factors:  A faculty member is placed in Classes II through VI depending upon degrees and number of academic units over and above degree(s).  Work experience does not determine class placement.\nAlso include these changes in Article 8.5\n\t \nNEW:  Faculty within the District who were categorical non-tenured faculty and were hired without a break in service into a full time position or adjunct position shall maintain their current class placement.  \nNEW: Faculty who were adjunct faculty and were hired without a break in service into a full time position or categorical non-tenured position shall maintain their current class placement.\nNEW:  Step Placement shall be according to Article 8.6 and 9.6\n\t \n1 Modifications were made to the 2001/02 salary schedule. Steps 1 through 5 of the schedule were eliminated. The faculty salary schedule was renumbered. Faculty at steps 1 through 5 were moved to step 6, and step 6 became step 1 on the renumbered schedule. A new step 17 was added for column IV. This step has the same conditions applied to the old step 22 for columns V and VI. A new step 19 was added for columns V and VI. \n\t \nClass II – Master’s Degree\nClass III – BA+45 Units w/MA\nClass IV – BA+60 Units w/MA\nClass V – BA+81 Units w/MA\nClass VI – Doctorate\n           \n8.6 NEW:  Original Step Placement: Delete Sections 8.6.1-8.6.5 and add following:\n\t \nMinimum/Maximum Step Placement-A newly appointed faculty member who has not had previous teaching experience and/ or verified occupational/vocational experience shall be placed on Step 1. Step 4 will be the highest step placement for newly appointed faculty members who present evidence of appropriate previous experience within the 60-day limit as defined in 8.4.3.  (Delete current Articles 8.6)\n\t \nFaculty members shall be placed on the salary schedule step based on their years of education service and occupational vocation experience\n\t \n8.6.1      Teaching Experience Placement \nFor instructional experience and non-instructional experience in an accredited secondary school or college/university, faculty shall be placed on the salary schedule as follows:\n\t \nStep 1       0-3 years previous teaching/non-instructional\nStep 2       4 years previous teaching/non-instructional\nStep 3       5 years previous teaching/non- instructional\nStep 4       6 or more years previous teaching/non-instructional\n\t \n8.6.2    Full-time Education Service Experience\nFor step placement, year-for-year credit will be allowed on the basis of one (1) increment for each year of verified experience as teacher, counselor, librarian, nurse or other faculty position experience not to exceed the equivalent of step 4.  A year experience is obtained by paid full-time educational service in an accredited secondary school or college or university. One (1) year of full-time teaching experience shall be defined as service rendered of no less than 75% of time and load during each semester of a previous qualifying school year. Employment as a teaching assistant or laboratory assistant will not be accepted as qualifying experience.  Teaching experience must be as “the teacher of record”.\n\t \n8.6.3    Credit of Previous Academic Adjunct Teaching Experience\nCredit for academic adjunct paid-teaching experience shall be granted pro-rata based on the total teaching load taught by an instructor in the faculty member’s previous employment at an accredited secondary school, college or university.  The total credit allotted for previous academic adjunct experience will be rounded off to the nearest whole number.  An instructor may not be credited with more than one (1) year experience for service within any one (1)-school fiscal year.\n\t \n\t \n8.6.4      Verified Occupational/Vocational Placement\nFor verified occupational/vocational experience faculty shall be placed on the salary schedule as follows:\n\t \nStep 1       0-4 full time years of occupational work experience\nStep 2       5-6 full time years of occupational work experience\nStep 3       7-8 full time years of occupational work experience\nStep 4       9 or more full time years of occupational work experience\n\t \n8.6.5      Credit for Prior Teaching and Creditable Work Experience\n\t \n8.6.5.1       Creditable Service\nFor placement, creditable service can include a combination of teaching experience and directly related work-experience not to exceed placement on Step 4.  Faculty shall be given credit to a maximum of six (6) equivalent years prior teaching, non instructional counseling, librarian experience outside the District (placing the faculty at Step 4) for teaching experience in an accredited secondary school or college/university. Faculty shall be given credit up to a maximum of six (6) years of creditable work experience (placing faculty at Step 4). \n\t \n8.6.5.2       Combination of Teaching and Creditable Work Experience\nFaculty shall be placed on the salary schedule as follows for verified creditable work experience and teaching experience:\n\t \nStep 1       Any combination of creditable teaching and work experience equal 0-3 years\nStep 2       Any combination of creditable teaching and work experience equal to 4 years\nStep 3       Any combination of creditable teaching and work experience equal to 5 years\nStep 4       Any combination of creditable teaching and work experience equal to 6 years or more\n\t \n\t \nArticle 9 Adjunct Faculty and Substitutes\n\t \nAdjunct Faculty members employed for adjunct service shall be placed on the adjunct salary schedule step based on their years of education service and occupational vocation experience\n\t \n9.6.1      Teaching Experience Placement \nFor teaching experience adjunct faculty shall be placed on the salary schedule as follows:\n\t \nStep 1       0-3 years previous teaching/non-instructional\nStep 2       4 years previous teaching/non-instructional\nStep 3       5 or more years previous teaching/non-instructional\nStep 4       6 or more years previous teaching/non-instructional\n\t \n9.6.2    Verified Occupational/Vocational Placement\nFor verified occupational/vocational experience adjunct faculty shall be placed on the salary schedule as follows:\n\t \nStep 1     0-4 full time years of occupational work experience\nStep 2     5-6 full time years of occupational work experience\nStep 3     7-8 full time years of occupational work experience\nStep 4     9 or more full time years of occupational work experience\n\t \n\t \n9.6.3      Credit for Prior Teaching/Non Instructional and Creditable Work Experience\n\t \n9.6.3.1       Creditable Service\nFor placement, creditable service can include a combination of teaching/non- instructional experience and directly related work-experience not to exceed placement on Step 4.  Adjunct faculty shall be given credit to a maximum of five (5) equivalent years prior teaching, non instructional counseling, librarian experience outside the District (placing the faculty at Step 3) for teaching experience in an accredited secondary school or college/university.   Adjunct Faculty shall be given credit to a maximum of six (6) equivalent years prior teaching, non instructional counseling, librarian experience outside the District (placing the faculty at Step 4) for teaching experience in an accredited secondary school or college/university. Faculty shall be given credit up to a maximum of six (6) years of creditable work experience (placing faculty at Step 4).\n\t \n\t \n9.6.3.2       Combination of Teaching and Creditable Work Experience\nAdjunct faculty shall be placed on the salary schedule as follows for verified creditable work experience and teaching experience:\n\t \nStep 1       Any combination of creditable teaching and work experience equal 0-3 years\nStep 2       Any combination of creditable teaching and work experience equal to 4 years\nStep 3       Any combination of creditable teaching and work experience equal to 5 years\nStep 4       Any combination of creditable teaching and work experience equal to 6 years or more\n\t \nArticle 9.13 Credit for Prior Teaching AND WORK Experience  Delete Section\n\t \nInstructors shall be given credit to a maximum of five (5) equivalent years prior teaching experience outside the District for teaching experience in an accredited secondary school or college/university or up to a maximum of six (6) years of creditable work experience. \n\t \nArticle 9.16 Disbursement of Salary Checks to Adjunct Faculty (NEW)\n                Effective Fall 2012 adjunct faculty shall be paid 10 times a year on the tenth (10th) of the month in equal payments in these months:  September, October, November, December and January for fall semester; and February, March, April, May and June for spring semester.  The following conditions shall exist for this disbursement of these 10 checks per year:\n9.16.1-NEED LANGUAGE WE AGREE ON\n\t \nArticle 9.18.3.3 Attaining SRP Add bullet at end\nIn the event that full time categorical non tenured faculty members and temporary full time faculty become adjunct faculty, their teaching/non instructional experience shall be applied to attaining SRP at 40%.\nIf they have three (3) consecutive semesters and positive evaluations (Article 9.18.3.1) they will have SRP at 40%\nWith less than 3 consecutive semesters, they will be in the process of attaining SRP with the number of semesters they have already completed.\n\t \n9.18.4.3 SRP is withdrawn if the adjunct faculty member does not work the SRP load in any semester except for the following reason:\nAdd following Bullets at end:\nThe adjunct faculty member requests not to receive an assignment in a division because the adjunct faculty member has accepted a conflicting assignment in another college or university provided the request is in writing and accompanied by proof of the conflicting assignment\nOther extenuating personal circumstances which the adjunct faculty member and the dean mutually agree make acceptance or commencement of the assignment impossible. \n\t \nArticle 9.18.5     Award of Seniority Rehire Preference: When an adjunct faculty member has successfully achieved SRP they shall receive a letter in the mail from the Office of Academic Support (SJCC) or the Office of Academic Services (EVC) informing them of their new Seniority Rehire status and including reference to Article 9.18 and to the need of adjunct to maintain their 33%/40% load in order to keep their SRP.\n\t \n9.22.3    The District will provide health benefits to adjunct faculty under the Kaiser Plan offered to full time Faculty (employee only) allowed under Ed. Code Sec. 87861 as follows:\n\t \nNEW Article: Implementation of State Disability Insurance:\nState Disability Insurance (SDI): Participation in the plan is mandatory. Adjunct Faculty payroll deductions will be made to cover the cost of participation effective March 10, 2012.\nFaculty participating in State Disability shall upon their request be able to integrate their sick leave into their SDI benefits.\nThe Union and District will work together to develop language for this integration prior to June 30, 2012.\n\t \nArticle 11 Calendars-Need calendar for 2014-2015\n\t \nArticle 13 Leaves of Absence –article of Choice\n                Article 13.21 Catastrophic Leave\n13.21.2      Basic Provisions\nThe following provisions apply to the catastrophic illness leave (CIL) bank available to faculty.\n\t \n13.21.2.1          Any faculty member with a balance of eligible sick leave credits of twenty five (25) days or more after such donation may donate days to the bank, up to but not more than fifteen (15) days per year.\n13.21.2.2          Faculty members who donate at least one day per academic year shall be entitled to request catastrophic leave for their own personal use.  Tenure-track faculty members shall not be required to donate one day of sick leave until they are tenured.\n\t \n13.21.2.3          Any faculty member may receive leave credits from the bank when approved in accordance with the required provisions.\n\t \n13.21.2.4          There will be no attempt to evaluate a day donated or received on the basis of the pay rate of the donor or the recipient.\n\t \n13.21.4      Establishing the Bank and Collecting Deposits\n\t \n13.21.4.1          There will be an initial call from the office of Human Resources/and or the Union for donations to establish the bank.\n\t \n13.21.4.2          There will be an annual call for donations, unless the bank has more than ninety (90) days.\n\t \n13.21.4.3          There will be calls for donations when the bank balance falls below forty five (45) days. Payroll Services will notify Human Resource Services when the balance falls below forty five (45) days, at which time Human Resources and/or the Union will send out the call for donations.\n\t \n13.21.4.4          Donations from those eligible to donate will only be accepted during official calls from Human Resources/and or the Union.  The Union may determine to suspend the call for donations when the bank reaches a sufficient number of sick leave days.          \n\t \nArticle 17 Benefits\nThe District shall continue to pay the full cost of any increases in all health and welfare benefits. There will be no monetary Cap on medical benefits listed in the contract to ensure comparable benefits with the other bargaining unit.\n\t \n\t \nArticle 18 Retirement\nThe District shall continue to pay the full cost of any increases in all health benefits for retirees. There will be no monetary Cap on medical benefits listed in the contract to ensure comparable benefits with the other bargaining unit.\n\t \nEvaluation of Faculty 2nd article of choice Articles 19 and Article 19A\n\t \nArticle 19  Adjunct Evaluations:                 19.5.2/19.6.1/19.7.1 Delete words:   At least\nArticle 19A  Evaluation of FT Temporary…            19.5.1  Delete Words:  At least\n\t \n\t \nThe Union reserves the right to add, amend, delete or change any of these proposals. \n\t \n\t \nA recommendation that the Board of Trustees hold a public hearing regarding the 2012-2013 contract opener proposal submitted by the Faculty Association, AFT 6157 at the March 13, 2012, meeting of the Board.  After the public has an opportunity to express itself, it is recommended that the Board adopt the opener proposals.\n", 
                    "item_number": "14.", 
                    "item_recommendation": "A recommendation that the Board of Trustees adopt the opener proposals.", 
                    "item_text": "The Faculty Association, AFT 6157 Contract Reopener Proposal With San Jose-Evergreen Community College District For 2012-2013", 
                    "item_text_raw": "14. The Faculty Association, AFT 6157 Contract Reopener Proposal With San Jose-Evergreen Community College District For 2012-2013", 
                    "item_type": "Action (Consent)"
                }
            ], 
            "section_name": "CONSENT AGENDA", 
            "section_number": ""
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "8SBPLU6505A4", 
                    "item_details": "\nOral reports will be given by members of the Board of Trustees.\n", 
                    "item_number": "1.", 
                    "item_recommendation": "", 
                    "item_text": "Board of Trustees", 
                    "item_text_raw": "1. Board of Trustees", 
                    "item_type": "Report"
                }, 
                {
                    "boarddocs_id": "8SBPLX6505B4", 
                    "item_details": "\nOral reports will be given by Chancellor Rita Cepeda.\n", 
                    "item_number": "2.", 
                    "item_recommendation": "", 
                    "item_text": "Chancellor's Report", 
                    "item_text_raw": "2. Chancellor's Report", 
                    "item_type": "Report"
                }, 
                {
                    "boarddocs_id": "8SBPM26505C0", 
                    "item_details": "\nOral reports will be given by the college presidents.\n", 
                    "item_number": "3.", 
                    "item_recommendation": "", 
                    "item_text": "Presidents' Reports", 
                    "item_text_raw": "3. Presidents' Reports", 
                    "item_type": "Report"
                }, 
                {
                    "boarddocs_id": "8SBPM56505C7", 
                    "item_details": "\nOral reports will be given by the constituency representatives.\n", 
                    "item_number": "4.", 
                    "item_recommendation": "", 
                    "item_text": "Constituency Reports", 
                    "item_text_raw": "4. Constituency Reports", 
                    "item_type": "Report"
                }
            ], 
            "section_name": "ORAL COMMUNICATIONS", 
            "section_number": ""
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "8SZ4LN0C1B4E", 
                    "item_details": "\nINFORMATION  ITEMS\n\t \n1. Project Highlights\n    a. No report\n\t \n2. Monthly Measure G-2010 Summary Report - through March 31, 2012\n    a. Attached please find the Measure G - 2010 Summary Report through March 31, 2012\n\t \nACTION ITEMS\n\t \n1. Contracts\n    a. HMC Architects – EVC South Campus / Science & Mathematics\n\t \nIn November, 2011 the Board approved an update to the Evergreen Valley College Master Plan that identified locations for the new science and mathematics laboratories and classrooms at the south end of the campus.  In keeping with the updated Master Plan, the District issued a Request for Qualifications (RFQ) for Professional Design Services to perform programming of the south campus and design of the new Science & Mathematics project.  Outreach efforts included posting to the District Purchasing website and direct contact by e-mail and phone to 12 minority and woman-owned small disadvantaged businesses.\n\t \nOn February 21, 2012, the District received a Statement of Qualifications (SOQ) from twenty-one (21) firms in response to the RFQ.  A selection committee consisting of representatives from the District and Evergreen Valley College reviewed each SOQ.  The committee consisted of staff from District Purchasing, two EVC Division Deans and the EVC Vice President – Administrative Services.  The committee discussed the SOQ’s received and ranked the firms.  From those rankings, the committee selected six (6) firms to be invited for presentation/interview for the South Campus / Science & Mathematics project (in alphabetical order):\nAedis / Carrier-Johnson  (SBE)\nDougherty & Dougherty Architecture\nHMC Architects  (SBE)\nLionakis\nRatcliff\ntBP Architecture\n\t \nThe interviews were held on March 9, 2012.  The interview panel consisted of EVC staff from the Division of Math, Science and Engineering, the Division Dean, the Vice President – Administrative Services and a District representative.  Gilbane facilitated but did not vote on the selection.  Based on the compilation of SOQ and interview, the interview panel selected HMC Architects as the Design Professional for this project.\n\t \nThe Board is asked to authorize the District to enter into a Master Agreement and Project Assignment Amendment  (PAA) with HMC Architects for the programming of the future South Campus building sites.  (A future PAA will be forthcoming for the design services specific to the Science & Math Building).\n\t \n    b.  SJCC Sandis Project Assignment Amendment #CC-01\nOn March 13, 2012, the Board of Trustees approved a Master Agreement with Sandis to provide on-call civil engineering services at Evergreen Valley College and San Jose City College.   \n\t \nParking Lots B and C at San Jose City College are in need of rehabilitation due to standard wear and tear of vehicular traffic.  A Project Assignment Amendment (PAA) has been prepared assigning Sandis the design services for the rehabilitation of Parking Lots B & C and a portion of the adjacent access road.  \n\t \n2. Change Orders\n    a.  None\n\t \n3. Bond List Revisions \n    a.  None\n\t \nAttachments:\nMeasure G-2010 Summary Report through March 31, 2012\nHMC Design Professional Master Agreement\nHMC Project Assignment Amendment #EVC-01\nSANDIS Project Assignment Amendment #CC-01\n", 
                    "item_number": "1.", 
                    "item_recommendation": "A recommendation that the Board of Trustees accept the Program Update/Project Highlights and Summary Report and approve the Contract and Project Assignment Amendments as submitted.", 
                    "item_text": "Measure G-2010 Bond Program Project Updates, Highlights, Summary Reports, Contracts, and Project Assignment Amendments", 
                    "item_text_raw": "1. Measure G-2010 Bond Program Project Updates, Highlights, Summary Reports, Contracts, and Project Assignment Amendments", 
                    "item_type": "Action"
                }, 
                {
                    "boarddocs_id": "8SBT9Q764C96", 
                    "item_details": "\nOn September 6, 2011, the Governor signed Senate Bill 774 (attached) amending Section 76360 of the CA Education Code allowing for an increase to parking fees charged by community college districts.\n\t \nThe Parking Fund (Fund 11) was augmented with General Fund (Fund 10) dollars by $41,148 in FY 2010-2011 and is projected to be augmented with General Fund (Fund 10) dollars by $115,916 in FY 2011-2012, by $165,024 in FY 2012-2013, by $190,520 in FY 2013-2014, and by $215, 223 in FY 2014-2015.  In order to reverse the reliance on the General Fund and after discussion with the District Budget Committee, staff is recommending an increase to the District's parking fees effective Fall 2012 as follows:\n\t \nFall/Spring Term:\n\t \nParking Permit:  From $40 to $45\nParking Permit Rideshare/Carpool:  $35\nParking Permit for student receiving a B.O.G. Waiver:  From $20 to $25\nParking Permit for motorcycle:  From $14 to $15\n\t \nSummer Term:\n\t \nParking Permit:  From $8 to $10\nParking Permit for motorcycle:  From $4 to $5\n\t \nDaily Parking Fee:\n\t \nFrom $2 to $3\n\t \nBased upon the number of permits sold in FY 2010-2011, it is estimated that the increase to the cost of a permit may net a revenue gain of $89,153.  Based upon daily parking fees collected in FY 2010-2011, it is estimated that a $1 increase may net a revenue gain of $125,179; for a total increase of $214,332.  Actual revenues may possibly be less due to: (1) lower enrollment since FY 2010-2011; (2) the implementation of discounted VTA passes at EVC, if adopted by the Associated Student Body; and (3) implementation of Section 76360(a)(2) of the CA Education Code, which is designed to encourage ride sharing and carpooling. \n\t \n\t \n", 
                    "item_number": "2.", 
                    "item_recommendation": "A recommendation that the Board of Trustees increase the Parking Permit Fees and Daily Parking Fees as submitted.", 
                    "item_text": "Increase Parking Permit Fees and Daily Parking Fees", 
                    "item_text_raw": "2. Increase Parking Permit Fees and Daily Parking Fees", 
                    "item_type": "Action"
                }, 
                {
                    "boarddocs_id": "8SBSFD7274DF", 
                    "item_details": "\nEach year, many community colleges project negative cash flows in some months and must engage in temporary borrowing in order to ensure that funds are available to meet payroll and other expenditures.  For many years the California Community College League has coordinated an effort to pool the cash needs of these districts by issuing one debt instrument for all districts.  This provides substantial savings in the cost of going to market with short-term debt instruments.  The cost of the Tax and Revenue Anticipation Note to the District is estimated to be approximately $200,000; however, will be partially offset by the short-term investment earnings that the District will realize while the cash is deposited in the County's investment pool.\n\t \nThe Fiscal Services Department has completed an initial projection of the District's cash flow for Fiscal Year 2012-2013.  In this analysis was factored the projected cost increases to the District along with an assumption that the State will defer $305,313 of FY 2011-2012 General Apportionment until FY 2012-2013.  It is anticipated that the District will experience a negative unrestricted cash balance during the second quarter of Fiscal Year 2012-2013.  Adoption of this resolution will mitigate the deficit cash balance and provide a prudent cash balance throughout Fiscal Year 2012-2013.\n\t \nIt is recommended that the Board of Trustees adopt the attached resolution in order for the District to participate in the pooled TRANS program.  The initial projection of the District's cash flow for Fiscal Year 2012-2013 is attached separately.\n", 
                    "item_number": "3.", 
                    "item_recommendation": "A recommendation that the Board of Trustees adopt a resolution authorizing the borrowing of funds for Fiscal Year 2012-2103 in an amount not to exceed $15,000,000 through the issuance and sale of a Tax and Revenue Anticipation Note (TRAN) by participating in the Community College League of California Tax and Revenue Anticipation Notes Program.", 
                    "item_text": "FY2012-2013 Issuance of Tax and Revenue Anticipation Note (TRAN)", 
                    "item_text_raw": "3. FY2012-2013 Issuance of Tax and Revenue Anticipation Note (TRAN)", 
                    "item_type": "Action"
                }, 
                {
                    "boarddocs_id": "8SVU2879E7A9", 
                    "item_details": "\nWorkforce Instituteâs Green Innovation Challenge (GIC) grant.\n\t\t \nThe Chancellor recommends the Board of Trustees adopt Resolution No. 041012-3, Reduction of Classified Services - Eliminate Positions and Layoff Classified Employees.\n", 
                    "item_number": "4.", 
                    "item_recommendation": "A recommendation that the Board of Trustees adopt Resolution No. 041012-3 - Reduction of Classified Services - Eliminate Positions and Layoff Classified Employees.", 
                    "item_text": "Adoption of Resolution No. 041012-3 Eliminate Positions and Layoff Classified Employees", 
                    "item_text_raw": "4. Adoption of Resolution No. 041012-3 Eliminate Positions and Layoff Classified Employees", 
                    "item_type": "Action"
                }, 
                {
                    "boarddocs_id": "8SVUBW7B532D", 
                    "item_details": "\nWork2Future WIA programs\n\t\t \nThe Chancellor recommends the Board of Trustees adopt Resolution No. 041012-4, Reduction of Classified Services - Eliminate Positions and Layoff Classified Employees.\n", 
                    "item_number": "5.", 
                    "item_recommendation": "A recommendation that the Board of Trustees adopt Resolution No. 041012-4 - Reduction of Classified Services - Eliminate Positions and Layoff Classified Employees.", 
                    "item_text": "Adoption of Resolution No. 041012-4 Eliminate Positions and Layoff Classified Employees", 
                    "item_text_raw": "5. Adoption of Resolution No. 041012-4 Eliminate Positions and Layoff Classified Employees", 
                    "item_type": "Action"
                }, 
                {
                    "boarddocs_id": "8SVUD87B8346", 
                    "item_details": "\nKeys to Success/CalWORKS Program\n\t\t \nThe Chancellor recommends the Board of Trustees adopt Resolution No. 041012-5, Reduction of Classified Services - Eliminate Positions and Layoff Classified Employees.\n", 
                    "item_number": "6.", 
                    "item_recommendation": "A recommendation that the Board of Trustees adopt Resolution No. 041012-5 - Reduction of Classified Services - Eliminate Positions and Layoff Classified Employees.", 
                    "item_text": "Adoption of Resolution No. 041012-5 Eliminate Positions and Layoff Classified Employees", 
                    "item_text_raw": "6. Adoption of Resolution No. 041012-5 Eliminate Positions and Layoff Classified Employees", 
                    "item_type": "Action"
                }, 
                {
                    "boarddocs_id": "8SSUJS7C4516", 
                    "item_details": "\nThe District entered into a contract with Harry L. Murphy, Inc. for $9,150 to install a moisture barrier and sheet flooring in the PE women's restroom at Evergreen Valley College. The agreement was ratified by the Board of Trustees March 13, 2012.\n \nSubsequent to work commencement, unforeseen conditions caused three separate change orders that increased the cost beyond the bid threshold of $15,000 for public works projects. Attached is documentation provided by Harry L. Murphy, Inc. detailing the change orders that were necessary to properly install the floor in the PE women's restroom at Evergreen Valley College. California Public Contract Code Section 20659 does allow for change orders stating that \"If any change or alteration of a contract governed by the provisions of this article is ordered by the governing board of the community college district, such change or alteration shall be specified in writing and the cost agreed upon between the governing board and the contractor. The board may authorize the contractor to proceed with performance of the change or alteration without the formality of securing bids, if the cost so agreed upon does not exceed the greater of:\n          (a) The amount specified in Section 20651 or 20655, whichever is applicable to the original contract; or\n          (b) Ten percent of the original contract price.\"\nThe change orders exceeded the aforementioned guidelines, causing the total cost of the contract to increase to $20,805.  \n \nAdhering to the stipulation regarding change orders, as described in California Public Contract Code Section 20659, would have been disadvantageous as the conditions which required the change order were discovered after the removal of the existing floor.  Therefore it is recommended that the Board of Trustees approve the changes to the contract with Harry L. Murphy, Inc., bringing the total amount to $20,805.\n\t \n", 
                    "item_number": "7.", 
                    "item_recommendation": "A recommendation that the Board of Trustees approve the increase to the contract with Harry L. Murphy, Inc., for the moisture barrier and sheet flooring installation in the PE women's restroom at Evergreen Valley College.", 
                    "item_text": "Change Order for Harry L. Murphy Contract for EVC PE Restroom Flooring", 
                    "item_text_raw": "7. Change Order for Harry L. Murphy Contract for EVC PE Restroom Flooring", 
                    "item_type": "Action"
                }, 
                {
                    "boarddocs_id": "8SYVHE807EE7", 
                    "item_details": "\nCalifornia Education Code 84040 mandates that the Board of Trustees provide for an annual audit of all funds, books, and accounts of the District in accordance with regulations of the Board of Governors and that the audit shall be made by certified public accountants licensed by the California Board of Accountancy.\n\t \nAt its meeting of April 12, 2011, the Board of Trustees awarded a contract with Perry-Smith, LLP for independent audit services in an amount not to exceed $77,850 for FY 2010-11, $77,850 for FY 2011-12, and $81,000 for FY 2012-13.  On November 1, 2011, Perry-Smith, LLP merged with Crowe Horwath, LLP.\n\t \nAttached is a list of the services and the cost of those services in relation to the contract amount.  The services that are the cause of the change order are as follows:\n\t \nDistrict Audit:  The contract was for $50,500; however, the total cost was $60,000 (for a difference of $9,500) due to additional hours incurred assisting the District with the completion of the District's financial audit.\n\t \nDistrict Foundation Audit and Tax Returns:  The contract was for $9,750; however, the total cost was $13,750 (for a difference of $4,000) due to additional hours incurred assisting the Foundation with the completion of the Foundation's financial audit.\n\t \nBoard of Trustees and Chancellor's Discretionary Expenditures:  The contract was for $4,100; however, the total cost was $9,000 (for a difference of $4,900) due to an underestimation of the total number of hours required to review 100% of all the transactions.\n\t \nState Chancellor's Office Required Certification of Attendance Reports:  This requirement was imposed by the State Chancellor's Office after the time of the Request for Proposal and was not included in the contract.  The cost for these services was $14,000.\n\t \nDistrict's Request to Expand Scope of Audit of Attendance Reports:  The District requested an expanded scope of its historical attendance reporting to the State, which increased the cost of services by $21,053.\n", 
                    "item_number": "8.", 
                    "item_recommendation": "A recommendation that the Board of Trustees approve the change order for the contract with Crowe Horwath, LLP for independent audit services for Fiscal Year 2010-2011 for $53,453 for a total revised contract of $131,303.", 
                    "item_text": "Change Order for Independent Audit Services Contract", 
                    "item_text_raw": "8. Change Order for Independent Audit Services Contract", 
                    "item_type": "Action"
                }, 
                {
                    "boarddocs_id": "8SYUYV7A7C7C", 
                    "item_details": "\nThe District contracted with John Schulze for Measure G–2010 Infrastructure Project Support for the period July 1, 2011 through June 30, 2012 for $40,000.  This agreement was ratified by the Board of Trustees September 13, 2011.  This action is to increase that contract by $20,000 for a total not to exceed $60,000 through June 30, 2012.\n\t \nAdditionally, the District contracted with John Schulze for Measure G–2004 Project Support for the period October 17, 2011 through June 30, 2012 for $30,000.  This agreement was ratified by the Board of Trustees January 10, 2012.  This action is to increase that agreement by $5,000 for a total not to exceed $35,000 through June 30, 2012.\n\t \nThe total amount of the two agreements combined following the increases requires prior approval by the Board of Trustees.\n", 
                    "item_number": "9.", 
                    "item_recommendation": "A recommendation that the Board of Trustees increase the consulting services agreements with John Schulze by $5,000 for Measure G-2004 and by $20,000 for Measure G-2010.", 
                    "item_text": "Change to Consulting Services Agreements with John Schulze", 
                    "item_text_raw": "9. Change to Consulting Services Agreements with John Schulze", 
                    "item_type": "Action"
                }, 
                {
                    "boarddocs_id": "8T2UDH74BF89", 
                    "item_details": "\n\t \nBACKGROUND\n\t \nOn February 14, 2012, SJECCD Board of Trustees approved resolution 21412-4 in response to the aggressive timeline for the establishment of legislative mandates to implement the California Student Success Task Force Recommendations via the Seymour-Campbell Student Success Act of 2012.  Specifically, the Board recommended, within this resolution, that the state slow the legislative proposed timeline to allow for an impact study and to modify legislative language.  Ten days later, on February 24, 2012, SB 1456 (Lowenthal) was introduced as the first legislative action of the California Student Success Task Force. On March 28, the bill was amended (see attached) and placed on the legislative calendar.\n\t \nAt the first meeting of the Board Committee on Student Success (February 21, 2012) staff was charged with a number of tasks, including the development and implementation of a legislative advocacy strategy to monitor and address student success related legislation. This item responds to that request. Ordinarily board action requires two readings. In this instance, however, legislative timelines associated with the introduction and passage of SB 1456 require immediate action for the following reasons:   \n\t \nApril 11th:  Deadline for feedback on the amended bill to the Senate Education Committee.\n\t \nApril 18th:  Introduction of SB 1456 to the Senate Education Committee meeting and Public Comment.  \n\t \nNote:  Representatives from the SJECCD Student Success Constituent Group have committed to present testimony and to represent the District’s position as approved. \n\t \nWe will continue to monitor, amend and adjust the District’s position as appropriate pending additional consultation with internal constituents and feedback provided by other Districts/Colleges.\n\t \n", 
                    "item_number": "10.", 
                    "item_recommendation": "A recommendation that the Board of Trustees go on record to oppose 1456 Seymour-Campbell Student Success Act of 2012; unless amended.", 
                    "item_text": "Legislative Report: SB 1456 Lowenthal", 
                    "item_text_raw": "10. Legislative Report: SB 1456 Lowenthal", 
                    "item_type": "Action"
                }, 
                {
                    "boarddocs_id": "8T2W4480781A", 
                    "item_details": "\nThe Schools and Local Public Safety Protection Act of 2012 will raise billions of dollars in new revenues for the state of California through a progressive tax initiative that requires people who make in excess of a quarter of million dollars per year to pay their fair share of taxes to support education and other services. \n\t \nIt is recommended that the Board of Trustees of the San Jose-Evergreen Community College District approve this resolution to ensure greater access and opportunity to students.\n", 
                    "item_number": "11.", 
                    "item_recommendation": "A recommendation that the Board of Trustees approve Resolution No. 041012-6 in support of the Schools and Local Public Safety Protection Act of 2012.", 
                    "item_text": "Resolution No. 041012-6 Schools and Local Public Safety and Protection Act of 2012", 
                    "item_text_raw": "11. Resolution No. 041012-6 Schools and Local Public Safety and Protection Act of 2012", 
                    "item_type": "Action"
                }
            ], 
            "section_name": "ACTION AGENDA", 
            "section_number": ""
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "8SBPMA6505D1", 
                    "item_details": "\nChancellor Rita Cepeda and Interim Vice Chancellor Doug Smith will provide a budget report.\n", 
                    "item_number": "1.", 
                    "item_recommendation": "", 
                    "item_text": "Budget Report", 
                    "item_text_raw": "1. Budget Report", 
                    "item_type": "Information"
                }, 
                {
                    "boarddocs_id": "8SBPMD6505D8", 
                    "item_details": "\nChancellor Rita Cepeda will provide a legislative report.\n", 
                    "item_number": "2.", 
                    "item_recommendation": "", 
                    "item_text": "Legislative Report", 
                    "item_text_raw": "2. Legislative Report", 
                    "item_type": null
                }, 
                {
                    "boarddocs_id": "8SBPMG6505E2", 
                    "item_details": "\nChancellor Rita Cepeda, San Jose City College President Barbara Kavalier and Evergreen Valley College President Henry Yong will provide an update of district and college activities to prepare for the Accreditation Commission follow-up site visit in October, 2012. \n", 
                    "item_number": "3.", 
                    "item_recommendation": "", 
                    "item_text": "Accreditation Update Report", 
                    "item_text_raw": "3. Accreditation Update Report", 
                    "item_type": "Information"
                }, 
                {
                    "boarddocs_id": "8T2VY77F0E52", 
                    "item_details": "\nAt its December 13, 2011, Governing Board Meeting, the Board of Trustees appointed Maria Fuentes, Mayra Cruz, Jeffrey Lease to the Board Committee on Student Success.\n\t \nThe Board Committee met on February 21, appointed Trustee Cruz as Chair, reviewed its charge, established its policy role and revised guiding principles and policies.  In addition, the committee requested the Chancellor to continue consultation with constituent groups to work on implementation strategies designed to address the board's policy direction.  Attached are several documents that document progress to date:\n\t \n1. Board Committee on Student Success--Meeting Notes (2/21/12)\n2. Revised Committee Charge/Purpose\n3. Revised Board Proposed Board Policy Guidelines\n4. Student Success Constituent Group--Agenda (3/27/12)\n\t \n", 
                    "item_number": "4.", 
                    "item_recommendation": "", 
                    "item_text": "Committee on Student Success: Status Update", 
                    "item_text_raw": "4. Committee on Student Success: Status Update", 
                    "item_type": "Discussion"
                }, 
                {
                    "boarddocs_id": "8T324X81CAD5", 
                    "item_details": "\nOn November 8, 2011, the Board of Trustees formally approved a workplan, including projects and deadlines to address ten priority areas that emerged directly from the Board's Self Evaluation Process.  The ten priority areas were further subdivided in two parts:  Workplan A- included priority areas in direct response to Accreditation findings also known as the \"Shared Recommendations\"  and Workplan B, which  focused on additional issues areas that emerged from the evaluation survey.  \n\t \nOn January 24, the Board received the first update using the \"Workplan Dashboard\" to provide a quick \"at-a-glance\" review.  At this same meeting it was agreed the Board's Committee on Self Evaluation; namely, Trustees Cruz, Okamura and Lease, should remain in place in order to a) provide monthly \"dashboard\" updates; and b) restart the annual board self evaluation review cycle.  Trustee Okamura accepted responsibility for providing the monthly dashboard updates. \n\t \nThe purpose of this item is to present this month's update\n", 
                    "item_number": "5.", 
                    "item_recommendation": "", 
                    "item_text": "Board of Trustees Workplan: Ongoing Update and Dashboard Review", 
                    "item_text_raw": "5. Board of Trustees Workplan: Ongoing Update and Dashboard Review", 
                    "item_type": "Discussion"
                }, 
                {
                    "boarddocs_id": "8T326P82CCDE", 
                    "item_details": "\n\t \n\t \nAt the March 13 meeting of the Board of Trustees, Chancellor Cepeda, Interim Vice Chancellor Smith and Mr. Jim Eller, Attorney at Law and Consultant, reviewed the district history of land development for the 27 unused acres at the District Office location between Yerba Buena and San Felipe Road. The status of these 27 acres include 15 acres of vacant land and 12 acres currently occupied by the District Office and the Police Academy.  In addition, the board received a summary of the evaluation conducted by  Plescia and Gruen; consultants retained to determine the \"best and highest\" use of the current acreage.  In addition, the scope of work for the Gilmore Consulting group was detailed including possible DO relocation, analysis and brokerage services.  The purpose of this item is to respond to the board's request for follow up information regarding the integration of past public/private venture guidelines, directives and criteria developed by the board between 2004 and 2007. This review is intended to ensure that past policy directives serve to guide current activity in this area. \n", 
                    "item_number": "6.", 
                    "item_recommendation": "", 
                    "item_text": "Public/Private Ventures Follow Up: Review of Past Board Policies and Guidelines", 
                    "item_text_raw": "6. Public/Private Ventures Follow Up: Review of Past Board Policies and Guidelines", 
                    "item_type": "Discussion"
                }
            ], 
            "section_name": "INFORMATION AGENDA", 
            "section_number": ""
        }, 
        {
            "items": [], 
            "section_name": "CONTINUATION OF CLOSED SESSION (If needed)", 
            "section_number": ""
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "8SBPMM6505F4", 
                    "item_details": "", 
                    "item_number": "1.", 
                    "item_recommendation": "", 
                    "item_text": "Announcement of Action Taken in Closed Session", 
                    "item_text_raw": "1. Announcement of Action Taken in Closed Session", 
                    "item_type": "Information"
                }
            ], 
            "section_name": "RECONVENE TO OPEN SESSION", 
            "section_number": ""
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "8SBPMR6505FC", 
                    "item_details": "", 
                    "item_number": "1.", 
                    "item_recommendation": "", 
                    "item_text": "The meeting will be adjourned.", 
                    "item_text_raw": "1. The meeting will be adjourned.", 
                    "item_type": "Information"
                }
            ], 
            "section_name": "ADJOURNMENT", 
            "section_number": ""
        }
    ]
}