{
    "agency": "san_jose_evergreen_ccd", 
    "meeting_date": "09-10-2011", 
    "meeting_sections": [
        {
            "items": [
                {
                    "boarddocs_id": "8L8SWX74BADF", 
                    "item_details": "", 
                    "item_number": "1.", 
                    "item_recommendation": "", 
                    "item_text": "8:00 a.m. - Call Meeting to Order at the District Board Room, 4750 San Felipe Road, San Jose, CA 95135", 
                    "item_text_raw": "1. 8:00 a.m. - Call Meeting to Order at the District Board Room, 4750 San Felipe Road, San Jose, CA 95135", 
                    "item_type": "Information"
                }, 
                {
                    "boarddocs_id": "8L8SX274BB6E", 
                    "item_details": "\nThe Board of Trustees offers an opportunity for the public to address the Board in four sections of the agenda: on matters of concern about Closed Session items; on matters not appearing on the agenda; on action items contained in the Consent Agenda; and prior to voting on any item contained in the Action Agenda. Each speaker is encouraged to submit a comment card to the Board clerk in order to be recognized to speak.\n\tPer Board Policy, three minutes may be allotted to each speaker with a maximum of 30 minutes per subject. No action or discussion shall be undertaken on any public comments except that members of the Board or its staff may briefly respond to or ask a question for clarification regarding statements made or questions posed by persons addressing the Board under this agenda item.\n\tFor information and disability access to materials, call 408-270-6402. Meetings are held in a location accessible to the disabled.\n", 
                    "item_number": "2.", 
                    "item_recommendation": "", 
                    "item_text": "Information on Public Comments and Disability Access", 
                    "item_text_raw": "2. Information on Public Comments and Disability Access", 
                    "item_type": "Information"
                }, 
                {
                    "boarddocs_id": "8L8SX674BB96", 
                    "item_details": "\n", 
                    "item_number": "3.", 
                    "item_recommendation": "", 
                    "item_text": "Pledge of Allegiance", 
                    "item_text_raw": "3. Pledge of Allegiance", 
                    "item_type": "Procedural"
                }, 
                {
                    "boarddocs_id": "8L8SX974BBA4", 
                    "item_details": "\na. Additions/Deletions/Corrections\n\tb. Items to be Deferred\n\tc. Adoption of Agenda\n\tThe Board reserves the right to modify the order of business in the manner it deems appropriate.\n", 
                    "item_number": "4.", 
                    "item_recommendation": "", 
                    "item_text": "Adoption of the Agenda", 
                    "item_text_raw": "4. Adoption of the Agenda", 
                    "item_type": "Action"
                }, 
                {
                    "boarddocs_id": "8L8SXC74BBAD", 
                    "item_details": "\nThis is an opportunity for members of the public to address the Board concerning issues not listed on the agenda.\n", 
                    "item_number": "5.", 
                    "item_recommendation": "", 
                    "item_text": "Public Comments on Matters not on the Agenda", 
                    "item_text_raw": "5. Public Comments on Matters not on the Agenda", 
                    "item_type": "Information"
                }
            ], 
            "section_name": "CALL MEETING TO ORDER", 
            "section_number": ""
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "8L8SXG74BBB7", 
                    "item_details": "\nAt its August 23, 2011, board meeting, the Board of Trustees received a report from the Board Self-Evaluation Committee and engaged in an exercise to determine a plan and priorities for addressing the findings of the Board Self Evaluation Survey.  In particular, the Board focused on those findings that have direct bearing on the “Six Shared Recommendations” included in the 2010 Accreditation Review that require Board response.  At this meeting, the Board reviewed these topics: Planning, Board's Role, Chancellor Relations, Financial and Ethics. Due to time restraints, the Board agreed to schedule another full-day work session on September 10, 2011, to complete a review of the following topics: Mission and Values, Community Engagement and Advocacy, Knowledge of Programs and Issues, and Institutional Effectiveness. The Board will also review Financial and Ethics topics that are not associated with the Accreditation findings.\n", 
                    "item_number": "1.", 
                    "item_recommendation": "A recommendation that the Board of Trustees review and approve the 2011 Board Self-Evaluation Work Plan.", 
                    "item_text": "2011 Board Self-Evaluation Work Plan", 
                    "item_text_raw": "1. 2011 Board Self-Evaluation Work Plan", 
                    "item_type": "Action"
                }
            ], 
            "section_name": "ACTION AGENDA", 
            "section_number": ""
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "8L8SXL74BBC0", 
                    "item_details": "", 
                    "item_number": "1.", 
                    "item_recommendation": "", 
                    "item_text": "4:00 p.m. - The meeting will be adjourned.", 
                    "item_text_raw": "1. 4:00 p.m. - The meeting will be adjourned.", 
                    "item_type": "Information"
                }
            ], 
            "section_name": "ADJOURNMENT", 
            "section_number": ""
        }
    ]
}