{
    "agency": "san_jose_evergreen_ccd", 
    "meeting_date": "10-22-2013", 
    "meeting_sections": [
        {
            "items": [
                {
                    "boarddocs_id": "9CBQCL5DC8DE", 
                    "item_details": "\n\tTrustee Rudy Nasol will be participating via teleconference from the Texas Station Hotel in Las Vegas, Nevada.\n", 
                    "item_number": "1.", 
                    "item_recommendation": "", 
                    "item_text": "4:30 p.m. - Call Meeting to Order at the District Board Room, 4750 San Felipe Road, San Jose, CA 95135 and the Texas Station Hotel, 2101 Texas Star Lane, North Las Vegas, NV 89130.", 
                    "item_text_raw": "1. 4:30 p.m. - Call Meeting to Order at the District Board Room, 4750 San Felipe Road, San Jose, CA 95135 and the Texas Station Hotel, 2101 Texas Star Lane, North Las Vegas, NV 89130.", 
                    "item_type": "Information"
                }, 
                {
                    "boarddocs_id": "9CBQCP5DC8EA", 
                    "item_details": "\nThe Board of Trustees offers an opportunity for the public to address the Board in four sections of the agenda: on matters of concern about Closed Session items; on matters not appearing on the agenda; on action items contained in the Consent Agenda; and prior to voting on any item contained in the Action Agenda. Each speaker is encouraged to submit a comment card to the Board clerk in order to be recognized to speak.\n\tPer Board Policy, three minutes may be allotted to each speaker with a maximum of 30 minutes per subject. No action or discussion shall be undertaken on any public comments except that members of the Board or its staff may briefly respond to or ask a question for clarification regarding statements made or questions posed by persons addressing the Board under this agenda item.\n\tFor information and disability access to materials, call 408-270-6402. Meetings are held in a location accessible to the disabled.\n", 
                    "item_number": "2.", 
                    "item_recommendation": "", 
                    "item_text": "Information on Public Comments and Disability Access", 
                    "item_text_raw": "2. Information on Public Comments and Disability Access", 
                    "item_type": "Information"
                }
            ], 
            "section_name": "CALL MEETING TO ORDER", 
            "section_number": ""
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "9CBQCT5DC8F6", 
                    "item_details": "", 
                    "item_number": "1.", 
                    "item_recommendation": "To approve Closed Session Agenda.", 
                    "item_text": "Approval of Closed Session Agenda", 
                    "item_text_raw": "1. Approval of Closed Session Agenda", 
                    "item_type": "Action"
                }
            ], 
            "section_name": "APPROVAL OF CLOSED SESSION", 
            "section_number": ""
        }, 
        {
            "items": [], 
            "section_name": "PUBLIC COMMENTS ON CLOSED SESSION AGENDA", 
            "section_number": ""
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "9CBQCY5DC903", 
                    "item_details": "\n\t \n[  ] PUBLIC EMPLOYEE APPOINTMENT/EMPLOYMENT\n\t(Government Code Section 54957 (b))\n\tTitle:\n\t[  ] PUBLIC EMPLOYEE PERFORMANCE EVALUATION\n\t(Government Code Section 54957 (b))\n\t[   ] PUBLIC EMPLOYEE DISCIPLINE/DISMISSAL/RELEASE\n\t (Government Code Section 54957 (b))\n\t \n[  ] CONFERENCE WITH LEGAL COUNSEL – EXISTING LITIGATION\n\t(Government Code Section 54956.9)\n\tName of Case:\n\tOr\n\tCase Name Unspecified; Disclosure would jeopardize:\n\t( ) Service of Process or ( ) Existing Settlement Negotiations\n\t[   ] CONFERENCE WITH LEGAL COUNSEL – ANTICIPATED LITIGATION\n\t(Government Code Section 54956.9 (c))\n[  ] LIABILITY CLAIMS\n\t(Government Code Section 54956.95)\n\tAgency Claimed Against:\n\t \n\t \n[  ] CONFERENCE WITH REAL PROPERTY NEGOTIATORS\n\t(Government Code Section 54956.8)\n\tProperty:\n\tDistrict’s Negotiator(s):\n\tNames of Negotiating Parties:\n\tUnder Negotiation: ( ) Price ( )Terms of Payment (  ) Both\n[  ] THREAT TO PUBLIC SERVICES OF FACILITIES\n\t(Government Code Section 54957 (a))\n\tConsultation with:\n\t \n[ X ] CONFERENCE WITH LABOR NEGOTIATORS\n\t(Government Code Section 54957.6)\n\tDistrict’s Negotiator(s): Kim Garcia \nEmployee Organization: CSEA \n\t \n[ X ] CONFERENCE WITH LABOR NEGOTIATORS\n\t(Government Code Section 54957.6)\n\tDistrict’s Negotiator(s): Kim Garcia \nEmployee Organization: FA \n\t \n[ X ] CONFERENCE WITH LABOR NEGOTIATORS\n\t(Government Code Section 54957.6)\n\tDistrict’s Negotiator(s): Kim Garcia \nUnrepresented Employees: M/S/C \n\t \n\t \n[  ] REMOVAL/SUSPENSION/EXPULSION OF A STUDENT\n\t(Education Code 72122; 20 U.S.C. Section 1232g)\n\t[  ] PROPOSAL TO CONFER HONORARY DEGREE\n\t(Education Code Section 72122)\n\t[  ] CONSIDERATION OF GIFT FROM A DONOR WHO WISHES TO REMAIN ANONYMOUS (Education Code Section 72122)\n\t[  ] CONSIDERATION OF RESPONSE TO CONFIDENTIAL FINAL DRAFT AUDIT REPORT FROM BUREAU OF STATE AUDITS\n\t(Government Code Section 11126.2)\n\t[  ] COMPLAINTS OR CHARGES AGAINST A DISTRICT EMPLOYEE\n\t(Government Code Section 54957)\n\t \n", 
                    "item_number": "1.", 
                    "item_recommendation": "", 
                    "item_text": "The Board will recess to consider or take action upon any of the following items indicated by [x]", 
                    "item_text_raw": "1. The Board will recess to consider or take action upon any of the following items indicated by [x]", 
                    "item_type": "Information"
                }
            ], 
            "section_name": "CLOSED SESSION ITEMS FOR DISCUSSION", 
            "section_number": ""
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "9CBQD45DC910", 
                    "item_details": "\n", 
                    "item_number": "1.", 
                    "item_recommendation": "", 
                    "item_text": "6:00 p.m. Pledge of Allegiance", 
                    "item_text_raw": "1. 6:00 p.m. Pledge of Allegiance", 
                    "item_type": "Procedural"
                }, 
                {
                    "boarddocs_id": "9CBQD75DC919", 
                    "item_details": "\na. Additions/Deletions/Corrections\n\tb. Items to be Deferred\n\tc. Adoption of Agenda\n\tThe Board reserves the right to modify the order of business in the manner it deems appropriate.\n\t \n", 
                    "item_number": "2.", 
                    "item_recommendation": "", 
                    "item_text": "Adoption of the Agenda", 
                    "item_text_raw": "2. Adoption of the Agenda", 
                    "item_type": "Action"
                }, 
                {
                    "boarddocs_id": "9CJ5EC7DC1FB", 
                    "item_details": "\nBoard President Mayra Cruz will administer the Oath of Office to newly elected Student Trustees, Mr. Zohaib Javed, Evergreen Valley College and Mr. Alex Ward, San Jose City College.\n", 
                    "item_number": "3.", 
                    "item_recommendation": "", 
                    "item_text": "Governing Board Organization", 
                    "item_text_raw": "3. Governing Board Organization", 
                    "item_type": "Procedural"
                }, 
                {
                    "boarddocs_id": "9CBQDA5DC922", 
                    "item_details": "\nThe Board of Trustees President will announce any reportable action taken in Closed Session.\n", 
                    "item_number": "4.", 
                    "item_recommendation": "", 
                    "item_text": "Announcement of Reportable Action Taken in Closed Session", 
                    "item_text_raw": "4. Announcement of Reportable Action Taken in Closed Session", 
                    "item_type": "Information"
                }, 
                {
                    "boarddocs_id": "9CBQDD5DC92C", 
                    "item_details": "\nThis is an opportunity for members of the public to address the Board concerning issues not listed on the agenda.\n", 
                    "item_number": "5.", 
                    "item_recommendation": "", 
                    "item_text": "Public Comments on Matters not on the Agenda", 
                    "item_text_raw": "5. Public Comments on Matters not on the Agenda", 
                    "item_type": "Information"
                }, 
                {
                    "boarddocs_id": "9CBQDG5DC934", 
                    "item_details": "", 
                    "item_number": "6.", 
                    "item_recommendation": "A recommendation that the Board of Trustees approve the above listed minutes.", 
                    "item_text": "Approval of the October 8, 2013, Governing Board Meeting Minutes", 
                    "item_text_raw": "6. Approval of the October 8, 2013, Governing Board Meeting Minutes", 
                    "item_type": "Action"
                }
            ], 
            "section_name": "RECONVENE INTO OPEN SESSION", 
            "section_number": ""
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "9CBQDL5DC93F", 
                    "item_details": "", 
                    "item_number": "1.", 
                    "item_recommendation": "", 
                    "item_text": "Adoption of the Consent Agenda", 
                    "item_text_raw": "1. Adoption of the Consent Agenda", 
                    "item_type": "Action (Consent)"
                }, 
                {
                    "boarddocs_id": "9CKNN75A294D", 
                    "item_details": "\n1. Change of Status\n    a. Administrator Additional Pay for Additional Assignments\n        Director of Kinesiology & Athletics (7ATPE0002M) SJCC\n\t \n    b. Extension of Assignment\n        Interim Director, Student Development & Activities (7VPSA0002M) SJCC\n", 
                    "item_number": "2.", 
                    "item_recommendation": "A recommnedation that the Board of Trustees approve the Management personnel actions as submitted.", 
                    "item_text": "Management Personnel Actions", 
                    "item_text_raw": "2. Management Personnel Actions", 
                    "item_type": "Action (Consent)"
                }, 
                {
                    "boarddocs_id": "9CK7B6007CB7", 
                    "item_details": "\nEvergreen Valley College Adjunct Faculty\nPer the collective bargaining agreement between the Faculty Association AFT 157 and San Jose/Evergreen Community College District Article 9.20 submission and recommendation: Adjunct faculty members shall be responsible and accountable for all District assigned service during the college semester for which they are employed. Assignments are limited to a maximum of 67% of the full load.\nArticle 9.20 ASSIGNMENT LENGTH AND MAXIMUM LOADING - Adjunct faculty members shall be responsible and accountable for all Districts assigned service during the college semester for which the y are employed. Assignments are limited to a maximum of 67% of a full load.   \nTherefore, the attached information is in compliance with Article 9.20 of the Faculty Association AFT 6157 Collective Bargaining Agreement with San Jose/Evergreen Community College District.\n", 
                    "item_number": "3.", 
                    "item_recommendation": "A recommendation that the Board of Trustees approve the faculty personnel action as submitted.", 
                    "item_text": "Faculty Personnel-EVC Adjunct Faculty", 
                    "item_text_raw": "3. Faculty Personnel-EVC Adjunct Faculty", 
                    "item_type": "Action (Consent)"
                }, 
                {
                    "boarddocs_id": "9CGL3A5481DA", 
                    "item_details": "\n1. Position Management\n\t \na, Position Establishment\n\t \nEstablishment of Secretary to the Chancellor's Office, 100% FTE, (9CHAN0209N) in the Chancellor's Office at the District Office effective 10/23/13. See Attached Job Description.\n\t \n2. Change of Status\n\t \na. Working Out of Class\n\t \nThe employee is working out of class as Senior Account Clerk (9FISC0225C) in the Fiscal Services Department at the District Office effective 11/01/13 through 12/23/13.\n\t \nThe employee is working out of class as Payroll Technician (9PAYR0206C) in the Payroll Department at the District Office effective 11/01/13 through 12/23/13.\n\t \n3.  Separation\n\t \nEmployee separation effective 10/31/13.\n", 
                    "item_number": "4.", 
                    "item_recommendation": "A reommendation that the Board of Trustees approve the Classified Personnel Actions as submitted.", 
                    "item_text": "Classified Personnel Actions", 
                    "item_text_raw": "4. Classified Personnel Actions", 
                    "item_type": "Action (Consent)"
                }, 
                {
                    "boarddocs_id": "9CJ63205D6A3", 
                    "item_details": "\nThe District employs non-bargaining unit employees in various categories to support programs and services.  These categories are: short-term assignments with limitations as defined in the CSEA/District collective bargaining agreement; substitutes to fill positions for employees on leave of absence or in vacant positions; professional experts with specialized knowledge or expertise not generally required of, or found within, the employee classifications established by the Governing Board; and athletic support staff for athletic activities.\n", 
                    "item_number": "5.", 
                    "item_recommendation": "A recommendation that the Board of Trustees approve the Short-Term Hourly, Substitute, Professional Expert & Athletic Support Services, Student Assistant and Volunteer personnel actions as submitted.", 
                    "item_text": "Hourly, Student Work & Volunteer Personnel Actions", 
                    "item_text_raw": "5. Hourly, Student Work & Volunteer Personnel Actions", 
                    "item_type": "Action (Consent)"
                }, 
                {
                    "boarddocs_id": "9CDBKQ7B384A", 
                    "item_details": "\nThe curriculum proposals have been reviewed by the appropriate instructional administrator and by the Instructional Policies and Curriculum Committee acting on behalf of the local Academic Senate. The rigor of the approval process assures that each new recommendation has substance and integrity in relation to its discipline and fills a clear need not being served by existing curriculum.\n\t \nThe dance courses replace current offerings to comply with Title 5 repeatability of active participatory courses and will allow students to rehearse and participate in a public performance.\n\t \nPrograms:\nAssociate in Arts in Communication Studies for Transfer Degree (see list of courses attached)\nAssociate in Arts in Psychology for Transfer Degree (see list of courses attached)\n\t \nCourses:\nDANCE 014A: Rehearsal and Performance - Modern Dance\nDANCE 014B: Rehearsal and Performance - Jazz Dance\nDANCE 014C: Rehearsal and Performance - Hip-hop Dance\nDANCE 014D: Rehearsal and Performance - Tap Dance\nDANCE 014E: Rehearsal and Performance - Ballroom Dance\nDANCE 014F: Rehearsal and Performance - Ballet Dance\n", 
                    "item_number": "6.", 
                    "item_recommendation": "A recommendation that the Board of Trustees approve the new programs and courses proposed by San Jose City College.", 
                    "item_text": "Curriculum Recommendations for San Jose City College", 
                    "item_text_raw": "6. Curriculum Recommendations for San Jose City College", 
                    "item_type": "Action (Consent)"
                }, 
                {
                    "boarddocs_id": "9CDV2N7EA79E", 
                    "item_details": "\nThe District is required to submit, on an annual basis, a Space Inventory Report to the State Chancellor's Office that summarizes the space utilization of all 100% controlled, owned or leased space utilized by the district during the annual reporting period.  The 2013-14 district space inventory report is a key component of the 2016-17 district and statewide Capital Outlay Five-Year Plan, and provides essential data to determine the districtâs annual eligibility for state capital outlay dollars.  This plan is not required to be adopted by the Board of Trustees, however, it is the recommended action for best practice management.\n\t \n\t \n", 
                    "item_number": "7.", 
                    "item_recommendation": "A recommendation that the Board of Trustees approve the 2013-14 Space Inventory Report.", 
                    "item_text": "2013-14 Space Inventory Report", 
                    "item_text_raw": "7. 2013-14 Space Inventory Report", 
                    "item_type": "Action (Consent)"
                }
            ], 
            "section_name": "CONSENT AGENDA", 
            "section_number": ""
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "9C54X9753803", 
                    "item_details": "\nAt the August 13, 2013, Board Meeting, the Colleague ERP Conversion Approach Document was shared with the board as an information item with the understanding that a more detailed plan would follow on the September 10 agenda.  The work of providing three options is completed and was presented at the September 10, 2013 Board Meeting. At the September meeting the board approved an Ellucian sole source addendum that included software and services discounts that would expire on September 30, 2013.  Other aspects of the project are going out for RFP.  In parallel with these efforts, the District is ready to move forward with the purchase of the hardware required to run the new ERP system. \n\t \nWSCA Contract Purchase:\nAn award to Dasher Technologies in the amount of $818,000 for HP hardware and software and related installation services for the ERP platform.  This platform includes production, test, and development systems (all virtualized); as well as, Disaster Recover and Business Continuity (high availability design) with a failover capability and backup.  Use of WSCA contract pricing to make award is preferred as this is a nationally competitively bid contract that is used by the state of California for hardware and software purchases. Dasher Technologies is a local, small, woman owned business that is certified by the California Department of General Services as a fulfillment partner for the WSCA/NASPO contract for HP hardware, software and services.\n\t \nThe San Jose Evergreen Community College District currently uses the WSCA contract extensively to purchase computer equipment, for example, all Dell PC purchases are via this contract.  WSCA purchases is allowed per California Public Contract Code Section 20652, “the governing board of any community college district without advertising for bids, and when the board has determined it to be in the best interest of the district, may authorize by contract, lease, requisition, or purchase order . . . [to] purchase materials, supplies, equipment . . . and other personal property for the district in the manner in which the public corporation or agency is authorized by law to make the lease or purchase.” The contract must be based on a previously competitively awarded contract and based on the same terms and conditions of that contract. The WSCA contract is widely used in the state of California and adheres to Contract Code Section 20652. SJECCD benefits further by having a local company available that can fulfill the District's requirements.\n\t \nNote: Future RFP awards will be forthcoming for the following services in the next 120 days.  These awards are an integral part of this project:\n\t \nProject Management for conversion effort moving Colleague from Oracle to Microsoft SQL including: hardware installation, migration of software, migration of data, BPR, technical conversion, and Analytics.\nBusiness Process Review (BPR) and optimization of each Colleague module (Student, Finance, Financial Aid, Human Resources) including “as-is” and “to-be” models, and implementation of “to-be” of new modules (Student Planning, Portal).\nColleague technical support for conversion to include: remediate issues found in BPR work, supply data conversion framework, assist in data clean-up, review of custom programs, re-write custom reports, design a custom-reporting strategy, technical training for data conversion.\nDatabase administrator support services (configuration of target databases, migration of data, testing of database functionality.\nBusiness intelligence and Analytics reporting services.\n", 
                    "item_number": "1.", 
                    "item_recommendation": "A recommendation that the Board of Trustees award Dasher Technologies the hardware setup and configuration portion of the ERP Conversion project in an amount not to exceed $818,000.", 
                    "item_text": "ERP Conversion Project", 
                    "item_text_raw": "1. ERP Conversion Project", 
                    "item_type": "Action"
                }
            ], 
            "section_name": "ACTION AGENDA", 
            "section_number": ""
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "9CE2CB0181C6", 
                    "item_details": "\nThe District and Colleges are pursuing a number of Measure G-2004 funded projects that are in need of project management assistance:\n\t \nJoint Use 21st Century Education Center in Milpitas – The District needs project leadership to facilitate the programming, design, and construction of the future building.\n\t \nPhysical Education Building (SJCC) - The College has not been able to commit the level of resources required to manage this project.  The PE complex project has a direct impact on the Measure G-2010 bond and without support the delay of this project has a negative impact to the G-2010 program and risks escalation costs associated with the delay.\n\t \nModernization of Existing Facilities (EVC) - EVC expects to hire design firms, consultants and construction services for various projects including security infrastructure, new structures for grounds equipment and warehouse, and new bleachers at the soccer athletic field. \n\t \nEast Plaza Reconfiguration (EVC) – As part of the overall campus site improvements the College has identified reconfiguration of the plaza and bus drop-off at the east section of the College as a priority.  EVC expects to hire design firms, consultants and construction services to perform this work.  The Board will be asked to approve this new project as part of a Measure G-2004 Bond List Revision at its November 12, 2013 Board meeting.\n\t \nCentral Green Development (EVC) – The center of campus formerly housed a cluster of portable buildings as temporary classrooms.  These were removed in 2012.  As part of the overall campus site improvements the College has identified development of the important area of the College as a priority.  EVC expects to hire design firms, consultants and construction services to perform this work.  The Board will be asked to approve this new project as part of a Measure G-2004 Bond List Revision at its November 12, 2013 Board meeting.\n\t \nDivision of State Architect (DSA) – Closeout efforts continue with DSA on uncertified projects.  In many cases the applications have been closed as uncertified and must be reopened, additional fees paid, prior design firms contacted, old files researched and new applications with supporting documentation submitted.  Some of these uncertified projects are interfering with approval of applications for new projects and have the potential to create delays until the uncertified projects are satisfactorily closed out.\n", 
                    "item_number": "1.", 
                    "item_recommendation": "", 
                    "item_text": "Measure G-2004 Bond Program: Project Management Support", 
                    "item_text_raw": "1. Measure G-2004 Bond Program: Project Management Support", 
                    "item_type": "Information"
                }, 
                {
                    "boarddocs_id": "9CL7CJ0023A1", 
                    "item_details": "\nThis study session is presented in compliance with BP: 2740 Board Education;  and is part of the San Jose-Evergreen Community College District Board Training and Development approved on April 23, 2013. The purpose of this presentation is to provide an overview of AB 1725, The Community College Reform Act of 1988; while focusing on that portion of the legislation that established  revised governance processes for the entire community college system. Specifically AB 1725 requested that the Board of Governors of the California Community Colleges implement a procedure designed to “ensure faculty, staff, and students...the right to participate effectively in district and college governance” and, further, to ensure “the right of academic senates to assume primary responsibility for making recommendations in the areas of curriculum and academic standards” [Education Code §70902(b)(7)].\n", 
                    "item_number": "2.", 
                    "item_recommendation": "", 
                    "item_text": "AB 1725, The Community College Reform Act of 1988: Overview and The Board's Role in Effective Participatory Governance", 
                    "item_text_raw": "2. AB 1725, The Community College Reform Act of 1988: Overview and The Board's Role in Effective Participatory Governance", 
                    "item_type": "Presentation"
                }
            ], 
            "section_name": "INFORMATION AGENDA", 
            "section_number": ""
        }, 
        {
            "items": [], 
            "section_name": "CONTINUATION OF CLOSED SESSION (If needed)", 
            "section_number": ""
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "9CBQDT5DC952", 
                    "item_details": "", 
                    "item_number": "1.", 
                    "item_recommendation": "", 
                    "item_text": "Announcement of Action Taken in Closed Session", 
                    "item_text_raw": "1. Announcement of Action Taken in Closed Session", 
                    "item_type": "Information"
                }
            ], 
            "section_name": "RECONVENE TO OPEN SESSION", 
            "section_number": ""
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "9CBQDX5DC95C", 
                    "item_details": "", 
                    "item_number": "1.", 
                    "item_recommendation": "", 
                    "item_text": "The meeting will be adjourned.", 
                    "item_text_raw": "1. The meeting will be adjourned.", 
                    "item_type": "Information"
                }
            ], 
            "section_name": "ADJOURNMENT", 
            "section_number": ""
        }
    ]
}