{
    "agency": "san_jose_evergreen_ccd", 
    "meeting_date": "12-13-2011", 
    "meeting_sections": [
        {
            "items": [
                {
                    "boarddocs_id": "8P4PT2660F16", 
                    "item_details": "", 
                    "item_number": "1.", 
                    "item_recommendation": "", 
                    "item_text": "6:00 p.m. - Call Meeting to Order at the District Board Room, 4750 San Felipe Road, San Jose, CA 95135", 
                    "item_text_raw": "1. 6:00 p.m. - Call Meeting to Order at the District Board Room, 4750 San Felipe Road, San Jose, CA 95135", 
                    "item_type": "Information"
                }, 
                {
                    "boarddocs_id": "8P4PT5660F34", 
                    "item_details": "\nThe Board of Trustees offers an opportunity for the public to address the Board in four sections of the agenda: on matters of concern about Closed Session items; on matters not appearing on the agenda; on action items contained in the Consent Agenda; and prior to voting on any item contained in the Action Agenda. Each speaker is encouraged to submit a comment card to the Board clerk in order to be recognized to speak.\n\tPer Board Policy, three minutes may be allotted to each speaker with a maximum of 30 minutes per subject. No action or discussion shall be undertaken on any public comments except that members of the Board or its staff may briefly respond to or ask a question for clarification regarding statements made or questions posed by persons addressing the Board under this agenda item.\n\tFor information and disability access to materials, call 408-270-6402. Meetings are held in a location accessible to the disabled.\n", 
                    "item_number": "2.", 
                    "item_recommendation": "", 
                    "item_text": "Information on Public Comments and Disability Access", 
                    "item_text_raw": "2. Information on Public Comments and Disability Access", 
                    "item_type": "Information"
                }
            ], 
            "section_name": "CALL MEETING TO ORDER", 
            "section_number": ""
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "8P4PT9660F42", 
                    "item_details": "\nThere will be no Closed Session meeting.\n", 
                    "item_number": "1.", 
                    "item_recommendation": "To approve Closed Session Agenda.", 
                    "item_text": "Approval of Closed Session Agenda", 
                    "item_text_raw": "1. Approval of Closed Session Agenda", 
                    "item_type": "Action"
                }
            ], 
            "section_name": "APPROVAL OF CLOSED SESSION", 
            "section_number": ""
        }, 
        {
            "items": [], 
            "section_name": "PUBLIC COMMENTS ON CLOSED SESSION AGENDA", 
            "section_number": ""
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "8P4PTE660F69", 
                    "item_details": "\n\t \n[  ] PUBLIC EMPLOYEE APPOINTMENT/EMPLOYMENT\n\t(Government Code Section 54957 (b))\n\tTitle:\n\t[  ] PUBLIC EMPLOYEE PERFORMANCE EVALUATION\n\t(Government Code Section 54957 (b))\n\t[   ] PUBLIC EMPLOYEE DISCIPLINE/DISMISSAL/RELEASE\n\t (Government Code Section 54957 (b))\n\t \n[  ] CONFERENCE WITH LEGAL COUNSEL – EXISTING LITIGATION\n\t(Government Code Section 54956.9)\n\tName of Case:\n\tOr\n\tCase Name Unspecified; Disclosure would jeopardize:\n\t( ) Service of Process or ( ) Existing Settlement Negotiations\n\t[  ] CONFERENCE WITH LEGAL COUNSEL – ANTICIPATED LITIGATION\n\t(Government Code Section 54956.9 (c))\n\t[  ] LIABILITY CLAIMS\n\t(Government Code Section 54956.95)\n\tAgency Claimed Against:\n\t[  ] CONFERENCE WITH REAL PROPERTY NEGOTIATORS\n\t(Government Code Section 54956.8)\n\tProperty:\n\tDistrict’s Negotiator(s):\n\tNames of Negotiating Parties:\n\tUnder Negotiation: ( ) Price ( )Terms of Payment ( ) Both\n\t[  ] THREAT TO PUBLIC SERVICES OF FACILITIES\n\t(Government Code Section 54957 (a))\n\tConsultation with:\n\t[  ] CONFERENCE WITH LABOR NEGOTIATORS\n\t(Government Code Section 54957.6)\n\tDistrict’s Negotiator(s): \nEmployee Organization: \n\t \n[   ] REMOVAL/SUSPENSION/EXPULSION OF A STUDENT\n\t(Education Code 72122; 20 U.S.C. Section 1232g)\n\t[  ] PROPOSAL TO CONFER HONORARY DEGREE\n\t(Education Code Section 72122)\n\t[  ] CONSIDERATION OF GIFT FROM A DONOR WHO WISHES TO REMAIN ANONYMOUS (Education Code Section 72122)\n\t[  ] CONSIDERATION OF RESPONSE TO CONFIDENTIAL FINAL DRAFT AUDIT REPORT FROM BUREAU OF STATE AUDITS\n\t(Government Code Section 11126.2)\n\t[  ] COMPLAINTS OR CHARGES AGAINST A DISTRICT EMPLOYEE\n\t(Government Code Section 54957)\n\t \n", 
                    "item_number": "1.", 
                    "item_recommendation": "", 
                    "item_text": "The Board will recess to consider or take action upon any of the following items indicated by [x]", 
                    "item_text_raw": "1. The Board will recess to consider or take action upon any of the following items indicated by [x]", 
                    "item_type": "Information"
                }
            ], 
            "section_name": "CLOSED SESSION ITEMS FOR DISCUSSION", 
            "section_number": ""
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "8P4PTJ660F80", 
                    "item_details": "\n", 
                    "item_number": "1.", 
                    "item_recommendation": "", 
                    "item_text": "6:00 P.M. - Pledge of Allegiance", 
                    "item_text_raw": "1. 6:00 P.M. - Pledge of Allegiance", 
                    "item_type": "Procedural"
                }, 
                {
                    "boarddocs_id": "8P4PTM660F89", 
                    "item_details": "\na. Additions/Deletions/Corrections\n\tb. Items to be Deferred\n\tc. Adoption of Agenda\n\tThe Board reserves the right to modify the order of business in the manner it deems appropriate.\n\t \n", 
                    "item_number": "2.", 
                    "item_recommendation": "", 
                    "item_text": "Adoption of the Agenda", 
                    "item_text_raw": "2. Adoption of the Agenda", 
                    "item_type": "Action"
                }, 
                {
                    "boarddocs_id": "8P5UEG76DA49", 
                    "item_details": "\n1.  Election of President, Governing Board\n2.   Election of Vice President, Governing Board\n3.   Appointment of Secretary, Governing Board\n4.   Appointment of Board Representative to Vote in Election for Members of the County Committee on School District Organization\n\t\t \nA recommendation that the Board of Trustees approve the President, Vice President, Secretary, and Board Representative to vote in election for members of the County Committee on School District Organization for 2012 as nominated in the board meeting.\n\t \n", 
                    "item_number": "3.", 
                    "item_recommendation": "", 
                    "item_text": "Governing Board Organization", 
                    "item_text_raw": "3. Governing Board Organization", 
                    "item_type": "Procedural"
                }, 
                {
                    "boarddocs_id": "8PD3HM81AF27", 
                    "item_details": "\nMembers of the public are invited to provide input for the proposed alternative plans for redrawing trustee area boundaries.  The Board continues in the process of adjusting the trustee area boundaries as required by California Education  Code Section 5019.5 and the Federal and California Voting Rights Acts.  The District has retained Thomas Griffin Law Offices to assist in adjusting trustee areas as a result of the 2010 Census.  The Board held meetings on September 27 and November 8 to review current maps, proposed maps and plan alternatives, and provided opportunities for public input.   Persons with questions regarding this matter are invited to contact Chancellor Rita Cepeda at (408) 270-6402.         \n\t \n", 
                    "item_number": "4.", 
                    "item_recommendation": "A recommendation that the Board of Trustees hold a public hearing on the Action Agenda Item H-1 of the December 13, 2011, Governing Board Meeting Agenda.", 
                    "item_text": "6:15 p.m. - Notice of Public Hearing for Trustee Area Redistricting", 
                    "item_text_raw": "4. 6:15 p.m. - Notice of Public Hearing for Trustee Area Redistricting", 
                    "item_type": "Action"
                }, 
                {
                    "boarddocs_id": "8P4PTT660FAB", 
                    "item_details": "\nThis is an opportunity for members of the public to address the Board concerning issues not listed on the agenda.\n", 
                    "item_number": "5.", 
                    "item_recommendation": "", 
                    "item_text": "Public Comments on Matters not on the Agenda", 
                    "item_text_raw": "5. Public Comments on Matters not on the Agenda", 
                    "item_type": "Information"
                }, 
                {
                    "boarddocs_id": "8P4PTW660FAF", 
                    "item_details": "", 
                    "item_number": "6.", 
                    "item_recommendation": "A recommendation that the Board of Trustees approve the above listed Governing Board Meeting Minutes.", 
                    "item_text": "Approval of the November 29, 2011, Governing Board Meeting Minutes", 
                    "item_text_raw": "6. Approval of the November 29, 2011, Governing Board Meeting Minutes", 
                    "item_type": "Action"
                }
            ], 
            "section_name": "RECONVENE INTO OPEN SESSION", 
            "section_number": ""
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "8P4PU2660FB3", 
                    "item_details": "", 
                    "item_number": "1.", 
                    "item_recommendation": "", 
                    "item_text": "Adoption of the Consent Agenda", 
                    "item_text_raw": "1. Adoption of the Consent Agenda", 
                    "item_type": "Action (Consent)"
                }, 
                {
                    "boarddocs_id": "8P9SDB722801", 
                    "item_details": "\nA recommendation that the Board of Trustees approve the following Management Personnel Actions:\n\t \nEmployment\nEmployment of Business Service Supervisor for Workforce Institute, effective 12/01/11.\n\t \nPosition Changes\n\t     a. Revision of Job Description for Vice Chancellor of Administrative Services. Job Description Attached.\n", 
                    "item_number": "2.", 
                    "item_recommendation": "A recommendation that the Board of Trustees approve the Management personnel actions as submitted.", 
                    "item_text": "Management Personnel Actions", 
                    "item_text_raw": "2. Management Personnel Actions", 
                    "item_type": "Action (Consent)"
                }, 
                {
                    "boarddocs_id": "8P9PRA65D5C9", 
                    "item_details": "\n1. Classification Changes\n a. Establishment of Systems Administrator (7CTSS0210C)  at San Jose City College in Technology & Media effective 12/14/11.\n\t \n2. Employment\n a. Employment of Staff Accountant (9FISC0238C) at the District Office in Fiscal Services  effective 01/10/12.\n\t \n b. Employment of Staff Accountant (9FISC0240C) at the District Office in Fiscal Services  effective 01/03/12.\n\t \n3. Change of Status\na. Out-of-class pay - The employee is taking on additional duties to assist at Workforce Institute effective 11/15/11 through 11/30/11.\n", 
                    "item_number": "3.", 
                    "item_recommendation": "A recommendation that the Board of Trustees approve the Classified Personnel Actions", 
                    "item_text": "Classified Personnel Actions", 
                    "item_text_raw": "3. Classified Personnel Actions", 
                    "item_type": "Action (Consent)"
                }, 
                {
                    "boarddocs_id": "8P9UFR7BE347", 
                    "item_details": "\nThe District employs non-bargaining unit employees in various categories to support programs and services.  These categories are: short-term assignments with limitations as defined in the CSEA/District collective bargaining agreement; substitutes to fill positions for employees on leave of absence or in vacant positions; professional experts with specialized knowledge or expertise not generally required of, or found within, the employee classifications established by the Governing Board; and athletic support staff for athletic activities.\n\t \n", 
                    "item_number": "4.", 
                    "item_recommendation": "A recommendation that the Board of Trustees approve the Short-Term Hourly, Substitute, Professional Expert & Athletic Support Services, Student Assistant and Volunteer personnel actions as submitted.", 
                    "item_text": "Hourly, Student Work & Volunteer Personnel Actions", 
                    "item_text_raw": "4. Hourly, Student Work & Volunteer Personnel Actions", 
                    "item_type": "Action (Consent)"
                }, 
                {
                    "boarddocs_id": "8P55YJ128856", 
                    "item_details": "\nThe Board of Trustees adopted the District's operating budget at its meeting of September 13, 2011.  As required by Board Policy 6250, subsequent budget transfers and revisions must be approved by the Board of Trustees.\n", 
                    "item_number": "5.", 
                    "item_recommendation": "A recommendation that the Board of Trustees approve the resolution authorizing the budget transfers and revisions of funds within expenditure accounts.", 
                    "item_text": "District Budget Transfers and Revisions", 
                    "item_text_raw": "5. District Budget Transfers and Revisions", 
                    "item_type": "Action (Consent)"
                }, 
                {
                    "boarddocs_id": "8P6QV862CCA7", 
                    "item_details": "\nEducation Code 81655 stipulates that no contract is an enforceable obligation of the District until it has been approved by the Board of Trustees.  District Policy adopted on April 10, 2007 establishes the authority of certain administrators to approve contracts under the bid limit prior to formal Board approval.  All contracts and purchase orders exceeding the bid limit (current bid limit is $78,900) should have prior Board approval as a separate board item.\n\t\t \nThis consent item presents for Board approval: all purchase orders for this period, which includes purchase orders for administratively approved contracts exceeding $750, as well as additional contracts that, although are not executed by way of purchase order, are deemed appropriate to be added by the Purchasing Department.\n\t \n", 
                    "item_number": "6.", 
                    "item_recommendation": "A recommendation that the Board of Trustees ratify the contracts and purchase orders for the period of October 10, 2011 through November 9, 2011 as noted in the attached documents.", 
                    "item_text": "Ratification of Contracts and Purchase Orders", 
                    "item_text_raw": "6. Ratification of Contracts and Purchase Orders", 
                    "item_type": "Action (Consent)"
                }, 
                {
                    "boarddocs_id": "8P5Q89640414", 
                    "item_details": "\nThe intercollegiate and physical education courses included in this board item are replacing existing courses. The division continues to update and present new courses due to a planned discipline name conversion from Athletics/Physical Education to Kinesiology, Wellness, and Athletics.\n\t \nBIOL 004A:   General Principles and Cell Biology\nKINAM 010:  Intercollegiate Baseball\nKINPE 010:   Baseball Hitting\nKINPE 011:   Baseball Fundamentals\nKINPE 030:   Fit for Life \n", 
                    "item_number": "7.", 
                    "item_recommendation": "A recommendation that the Board of Trustees approve the new courses proposed by San Jose City College.", 
                    "item_text": "Curriculum Recommendations for San Jose City College", 
                    "item_text_raw": "7. Curriculum Recommendations for San Jose City College", 
                    "item_type": "Action (Consent)"
                }, 
                {
                    "boarddocs_id": "8P9PH664A42E", 
                    "item_details": "\nOn September 21, 2011 and September 28, 2011, Bid Proposal #1018-11 – Third Party Administrator for 403(b) for SJECCD was advertised in order for the District to seek a Third Party Administrator (TPA) to continue to administer our 403(b) plan for employees. Currently, the District's TPA is Tax Deferred Solutions (TDS).\n\t \nThe District received six respondents, which were:\nAdmin Partners\nThe OMNI Group\nTax Deferred Solutions (TDS)\nTSA Consulting Group\nVALIC\nZuk Financial/MidAmerica\nThe six respondents were evaluated by a committee that included at least one representative of the District’s three bargaining groups. TDS, Zuk Financial/MidAmerica, and The OMNI Group were selected among the six to present their services to the District because they better met the criteria that the District had established.\n\t \nThe OMNI Group was not available for a presentation until December, failed to contact the District timely in regards to accommodating the service provider for a phone interview and did not provide us appropriate follow up information when it was requested. Because it appeared that there was a lack of enthusiasm by The OMNI Group, the committee questioned whether the provider had the capacity to take on a new client. Due to this concern, the committee collectively decided to disqualify the vendor. The remaining two service providers were extended an invitation to continue into the next phase of the evaluation. \n\t \nAfter the presentations by the two remaining service providers, the committee was concerned that Zuk Financial/MidAmerica had an additional layer to the Third Party Administrator format. The concern was that employees and the District may have difficulties in gaining access to information regarding 403(b). If Zuk Financial/MidAmerica were to be selected, the committee had reservations that all financial transactions will take place with MidAmerica, however Zuk Financial would be the contacting agency should any inquiries be raised. A representative of MidAmerica was not present during the presentation. Furthermore, fees associated with non-participating vendors were to be deducted on a pre-tax basis, even though these fees should be net of taxes, which would require additional oversight by the District. \n\t \nTDS continues to strive to get non-participating vendors to convert into a vendor pay model, thereby advocating for employees to save the transaction cost associated with non-participating vendors. They are currently undergoing negotiations with non-participating vendors to adopt the vendor pay model in hopes that it will pressure other non-participating vendors to follow suit. TDS plans to implement the fees associated with non-participating vendors beginning FY 2012-2013.\n\t \nIt is recommendated that the Board of Trustees approve and award Bid Proposal #1018-11 – Third Party Administrator for 403(b) for SJECCD to Tax Deferred Solutions (TDS) for a period of three (3) years, subject to satisfactory performance, commencing December 14, 2011. The Agreement may renew itself automatically for one (1) consecutive year without formal amendment of Agreement on December 14, 2014 and again on December 14, 2015 for a total contract term not to exceed five (5) years.\n", 
                    "item_number": "8.", 
                    "item_recommendation": "A recommendation that the Board of Trustees award the contract for Bid Proposal #1018-11 - Third Party Administrator for 403(b) to Tax Deferred Solutions (TDS).", 
                    "item_text": "Award of Contract for Bid Proposal #1018-11 - Third Party Administrator for 403(b)", 
                    "item_text_raw": "8. Award of Contract for Bid Proposal #1018-11 - Third Party Administrator for 403(b)", 
                    "item_type": "Action (Consent)"
                }, 
                {
                    "boarddocs_id": "8PA2WK042D02", 
                    "item_details": "\nA recommendation that the Board of Trustees accept $4,995 from the California Family Health Council for the Expanded Clinic Access Program (ECAP) awareness campaign, outreach and educational materials.\n", 
                    "item_number": "9.", 
                    "item_recommendation": "A recommendation that the Board of Trustees accept $4,995 from the California Family Health Council for the Expanded Clinic Access Program (ECAP) awareness campaign, outreach and educational materials.", 
                    "item_text": "Acceptance of $4,995 grant from California Family Health Council for SJCC Student Health Services", 
                    "item_text_raw": "9. Acceptance of $4,995 grant from California Family Health Council for SJCC Student Health Services", 
                    "item_type": "Action (Consent)"
                }, 
                {
                    "boarddocs_id": "8P9TSD78C163", 
                    "item_details": "\nBACKGROUND:\n\t \nThe District is interested in entering into one or more ground leases for the purpose of developing some or all of the approximately 27 acres of District property which was declared to be surplus land in 2004.  The land is located at Evergreen Valley College and currently surrounds the retail shopping center at the intersection of San Felipe Road and Yerba Buena Road.  The nature of the development will be determined in the future (Scope A).  The District is also considering the relocation of the current District Offices which may include the Workforce Institute (Scope B).  The District desires an economically desirable and aesthetically appealing project that compliments the Evergreen Valley College campus.\n\t \nRequest for Qualifications (RFQ) and Request for Proposal (RFP) #G2010.0003 was issued to provide the district with services for the Development of District-Owned Land and Possible Relocation of the District Office.  The deadline for submittal of proposals was September 23, 2011.  Applicants were interviewed and evaluated.  The recommended consultants meet and exceed all the requirements, and in addition, the recommended consultants address the concerns associated with the Board’s interest to support locally owned and women and minority owned businesses.\n\t \nAt the November 29, 2011 meeting the Board of Trustees received this recommendation and the related support documents as a “first reading” information item.\n\t \nRECOMMENDATION:\nIt is recommended that the Board of Trustees approve the selection of consultants to provide the services for Scope A and Scope B.\n\t \nScope A – Long Term Ground Lease of Surplus Land\nSelected:      Andy Plescia / Gruen Gruen and Associates Team\nReasons:      Regional (Sacramento & San Francisco), but in Bay Area regularly working on other projects.  (i.e.: Ohlone College); Competitive fee structure; Small team; Presented well; Came across as comfortable/easy to work with and could communicate with stakeholders in the same manner; Works with schools and public entities in California and other states; Consensus of Selection Committee is that they are a good choice.\n\t \nScope B – Relocation of District Office and Workforce Institute\nSelected:      Public Property Advisors (Lisa Gillmor)\nReasons:      Locally owned small business will be submitting a women owned business application in early 2012; Works with school districts throughout California.\nNote:  Public Property Advisors is a division of Gillmor and Associates\n\t \nFISCAL IMPLICATION:\nFunding Source, Scope A: General Fund, Not To Exceed      $75,000.00\nFunding Source, Scope B: Measure G 2010, Not To Exceed 3.5% Commission\n", 
                    "item_number": "10.", 
                    "item_recommendation": "A recommendation that the Board of Trustees approve the selection of consultants to provide the services for Scope A and Scope B.", 
                    "item_text": "G200003 Land Development & Proposed District Office & Workforce Institute Relocation", 
                    "item_text_raw": "10. G2010.0003 Land Development & Proposed District Office & Workforce Institute Relocation", 
                    "item_type": "Action (Consent)"
                }
            ], 
            "section_name": "CONSENT AGENDA", 
            "section_number": ""
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "8P4PU6660FBB", 
                    "item_details": "\nOral reports will be given by members of the Board of Trustees.\n", 
                    "item_number": "1.", 
                    "item_recommendation": "", 
                    "item_text": "Board of Trustees", 
                    "item_text_raw": "1. Board of Trustees", 
                    "item_type": "Report"
                }, 
                {
                    "boarddocs_id": "8P4PU9660FBE", 
                    "item_details": "\nOral reports will be given by Chancellor Rita Cepeda.\n", 
                    "item_number": "2.", 
                    "item_recommendation": "", 
                    "item_text": "Chancellor's Report", 
                    "item_text_raw": "2. Chancellor's Report", 
                    "item_type": "Report"
                }, 
                {
                    "boarddocs_id": "8P4PUC660FC1", 
                    "item_details": "\nOral reports will be given by the college presidents.\n", 
                    "item_number": "3.", 
                    "item_recommendation": "", 
                    "item_text": "Presidents' Reports", 
                    "item_text_raw": "3. Presidents' Reports", 
                    "item_type": "Report"
                }, 
                {
                    "boarddocs_id": "8P4PUF660FC5", 
                    "item_details": "\nOral reports will be given by the constituency representatives.\n", 
                    "item_number": "4.", 
                    "item_recommendation": "", 
                    "item_text": "Constituency Reports", 
                    "item_text_raw": "4. Constituency Reports", 
                    "item_type": "Report"
                }
            ], 
            "section_name": "ORAL COMMUNICATIONS", 
            "section_number": ""
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "8PCR7K66177D", 
                    "item_details": "\nOn September 26, the Board received a presentation on SJECCD’s redistricting process from Thomas Griffin from the Griffin Law Offices.  Dr. Griffin gave a presentation on the 2010 Census data and discussed its impact on SJECCD current district boundaries. Dr. Griffin provided a demographic report of each trustee area. He reviewed the 1 Person 1 Vote Rule, principles of the Voting Rights Act and those portions of the Education Code requiring that all school districts redraw their trustee areas after the federal census. Dr. Griffin also introduced the principle of 1% variance between and among contiguous trustee areas.  In other words, that we draw district boundaries that distribute the population in our service area within 1% of each other.  \n\t\t \nSince that first presentation the Board of Trustees has: \nReviewed principles established by the Board of Trustees during the last redistricting effort in 2001 and integrate these same principles in the proposed options to be brought back to the Board (the overarching concern here is not to disadvantage minority communities and to support the election of a diverse board)\nRequested GPS maps of proposed options that include major traffic arteries to make it easier to determine when a trustee area begins and ends and to compare and contrast with the current boundaries.\nPresented clear timelines between the next presentation (first formal public hearing) and the end of the process\nIdentified and implemented outreach efforts to inform district constituents (voters) of the process underway at SJECCD  including opportunities for public input.\n\t\t \nThis item presents the top two options for final review and requests that the board select the preferred option for inclusion in the SJECCD Board of Trustees Redistricting Plan for submittal to the County Elections Office.\n\t\t \nNote:  All information referenced above may be accessed on the San Jose/Evergreen Community College District Website through the following link:\n\t\t \nhttp://www.sjeccd.edu/aboutus/board/Pages/Redistrict.aspx\n\t\t \n\t\t \n\t\t \nSJECCD Board of Trustees Redistricting Plan for submittal to the County Elections Office.\nAttachments\nPreferred Options( Plan 1.1 and Nakamura Plan) \n\t\t \n\t \n", 
                    "item_number": "1.", 
                    "item_recommendation": "A recommendation that the Board of Trustees approve the preferred trustee redistricting boundaries in accordance with California Education Code 5019.5.", 
                    "item_text": "Approval of Revised Trustee Redistricting Boundaries", 
                    "item_text_raw": "1. Approval of Revised Trustee Redistricting Boundaries", 
                    "item_type": "Action"
                }, 
                {
                    "boarddocs_id": "8PCVMH76553C", 
                    "item_details": "\nOn November 8, 2011 Trustees Cruz, Dhillon and Lease reported on their participation at the Association of Community College Trustees (ACCT) 42nd Annual Leadership Congress held from October 12 – 15 in Dallas, Texas.  The Trustees introduced a draft copy of a proposed American Association of Community College(ACCT) Trustee Policy on Student Success urging consideration of the policy within the framework of the  SJECCD Trustee Priorities and Workplan.  the purpose of this item is to recommend the formation of a subcommittee of the Board of Trustees that would work with staff to review the proposed ACCT Student Success Policy Draft and consider these recommendations in conjunction with previous Board discussion and action on CLASS (California Leadership Alliance for Student Success), the Board's own Workplan and Priorities and the proposed recommendations of the Board of Governors Student Success Task Force Recommendations.  The Charge to the Subcommittee would be to compare, contrast and analyze these various sources and to present a set of policy constructs that is consonant with the Board's direction as adopted in its Workplan.\n\t\t \n\t\t \nACCT Congress Student Success Draft Policy.pdf (311 KB)\n\t \n", 
                    "item_number": "2.", 
                    "item_recommendation": "A recommendation that the Board consider the establishment of a Board Subcommittee on Student Success.", 
                    "item_text": "Board Student Success Policy Development Process", 
                    "item_text_raw": "2. Board Student Success Policy Development Process", 
                    "item_type": "Action"
                }, 
                {
                    "boarddocs_id": "8P9TUJ79125C", 
                    "item_details": "\nIn 2009, San Jose Evergreen issued $46.8M of OPEB Bonds in order to pre-fund the District's liability for retiree benefits.  The liability had spiked to over $94M (total of annual projected payments), and without intervention, would have had a negative impact on the General Fund that increased every year.  Proceeds of the OPEB Bonds were deposited into the District's OPEB Trust, which is overseen by the Districtâs Retirement Board of Authority.  Together with interest earnings, the bond proceeds are expected to pay for all or a portion of the District's liability for retiree benefits.  At the time the bonds were issued, the best structure available to the District was a three (3) year direct purchase by US Bank at a rate of 4.62%.  US Bank agreed to purchase the bonds and provide immediate proceeds to the District, but would only hold the bonds until May 14, 2012.  Upon the expiration of the Initial Interest Rate Period, the Bonds are subject to a mandatory tender and remarketing, pursuant to which the bonds may be remarketed at a fixed rate, adjustable rate, or floating rate (commonly referred to as a swap).\n\t \nThe purpose of this item is to authorize the Chancellor and Vice Chancellor of Administrative Services to negotiate and enter into contracts with consultants for the provision of services in connection with the tender and remarketing of the Bonds.  These consultants include Dolinka Group as Financial Advisor, Piper Jaffray & Co. as Underwriter/Placement Agent, and Stradling Yocca Carlson & Rauth as Bond Counsel and Disclosure Counsel.  \n\t \nThe contracts will be deemed binding upon their execution without further action of the Board of Trustees.\n\t \nThe costs of the consultants are expected to be paid from proceeds of the remarketing of bonds. No General Funds are expected to be required.\n", 
                    "item_number": "3.", 
                    "item_recommendation": "A recommendation that the Board of Trustees approve Resolution #121311-3 to provide authorization to negotiate contracts, appoint consultants, and execute consulting contracts in connection with a conversion of SJECCD's outstanding 2009 Taxable OPEB (Other Post-Employment Benefit) Bonds.", 
                    "item_text": "Approval of Resolution #121311-3 Authorizing Negotiation, Appointment of Consultants, and Execution of Contracts for the 2009 Taxable OPEB Bonds Conversion", 
                    "item_text_raw": "3. Approval of Resolution #121311-3 Authorizing Negotiation, Appointment of Consultants, and Execution of Contracts for the 2009 Taxable OPEB Bonds Conversion", 
                    "item_type": "Action"
                }
            ], 
            "section_name": "ACTION AGENDA", 
            "section_number": ""
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "8P4PUL660FCC", 
                    "item_details": "\nChancellor Cepeda and Interim Vice Chancellor Smith will provide a budget update.\n", 
                    "item_number": "1.", 
                    "item_recommendation": "", 
                    "item_text": "Budget Update", 
                    "item_text_raw": "1. Budget Update", 
                    "item_type": "Information"
                }, 
                {
                    "boarddocs_id": "8P4PUP660FD1", 
                    "item_details": "\nChancellor Cepeda will provide a legislative update.\n", 
                    "item_number": "2.", 
                    "item_recommendation": "", 
                    "item_text": "Legislative Update", 
                    "item_text_raw": "2. Legislative Update", 
                    "item_type": "Information"
                }, 
                {
                    "boarddocs_id": "8PD3KE82E373", 
                    "item_details": "\nDuring the week of October 4 through October 7, 2011, an information technology team from CampusWorks Inc. was invited by Chancellor Cepeda to conduct an assessment of our Information Technology services and infrastructure.  This process was designed to assess all aspects of technology implementation, utilization and support at the District. The assessment process including one hundred and fifty attendees in about 30 different sessions.  This information item is designed to present the findings of that assessment in several key areas of our technology delivery including:\n\t \nAdministrative Systems\nAcademic and Instructional Technology\nNetwork  and Infrastructure\nDesktop Computing\nTechnology Planning\nIt is expected that this information will serve to develop a framework for decision making in the refinement and improvement of IT services, delivery and network as well as inform the board to enable decision making in the uses of Measure G 2010 Bond Funds targeted for IT Network and Infrastructure Development.  It is important to note that this same presentation was also scheduled as campus forums at each of our two colleges.\n", 
                    "item_number": "3.", 
                    "item_recommendation": "", 
                    "item_text": "CampusWorks Information SJECCD Information Technology Assessment", 
                    "item_text_raw": "3. CampusWorks Information SJECCD Information Technology Assessment", 
                    "item_type": "Presentation"
                }, 
                {
                    "boarddocs_id": "8P6SSY6C541E", 
                    "item_details": "\nAdministrative Procedure 6380 stipulates that the District’s goal is to remove any and all barriers for a full and equal opportunity for minority-owned and women-owned businesses to provide products and services to the District. \n\t \nThis analysis compares two years of information (from FY 2009-2010 to FY 2010-2011) on the diversity of the District’s vendors who choose to self-identify on our Business Enterprise Certification form. The attached graphs represent the number of vendors and the associated total value of each group that provide products and services to the District.\nBusiness Category (Graph 1A and Graph 1B) – Collects information on the multiple categories of District vendors. “Other“ categories are businesses that do not fall within the criteria of disabled, minority, small businesses, or women enterprises.\nRace of Business (Graph 2A and 2B) – Collects information on the ownership and management of the business.\nDiversity Among Women (Graph 3A and 3B) – Collects information on businesses that are women-owned, as well as the  ownership and management of said business.\nAs the analysis shows, although there have been activities of varying degrees in each category, there are striking parallels from the prior year. The District recognizes the importance of supplier diversity and by creating sound business relationships, seeks to strengthen the economic development and viability for minority-owned and women-owned businesses. \n\t \nAs stated in the Local Business Outreach Program for Minority-Owned, Women-Owned and Small Business (September 2011 Draft) that was presented to the Board on September 13, 2011 (Item I-4), the District’s “mission is to deliver the best value and highest quality products and services by encouraging competition among all contractors and suppliers.” This program performs a key role by providing outreach, training and educational programs through community outreach, targeted advertising, workshops, business seminars, etc. The District expects increased competition and additional opportunities for goods and services related to projects in the Measure G-2010 Bond Program that potentially can trickle into other business opportunities offered by the District.\n", 
                    "item_number": "4.", 
                    "item_recommendation": "", 
                    "item_text": "Minority-Owned and Women-Owned Business Report", 
                    "item_text_raw": "4. Minority-Owned and Women-Owned Business Report", 
                    "item_type": "Information"
                }, 
                {
                    "boarddocs_id": "8PBU7Q70AC7F", 
                    "item_details": "\nAccreditation Recommendation 5 (Board Governance) addressed the need for systematic review and revision of board policies to ensure they are “up to date.”  The Commission was clear that this process should “include a robust ethics policy that establishes steps to be taken should a board member violate the policy.”  BP 2715 Code of Ethics/Standards of Practice was approved by the Board of Trustees on January 10, 2006.  However, this policy was deficient by Commission standards in that it did not contain language regarding a breach in ethics by one or more Board members.  \n\t \nThe attached policy is presented for a first reading by the Board.  Page one has already been Board approved and is submitted for review only.  Page two (noted with draft watermark) is draft language reviewed by District Council and their respective constituent groups.  District Council yields page two to the Board for language changes after which they will take back to their respective constituent groups and to District Council for review.  \n", 
                    "item_number": "5.", 
                    "item_recommendation": "", 
                    "item_text": "First reading of BP 2715 Board Code of Ethics", 
                    "item_text_raw": "5. First reading of BP 2715 Board Code of Ethics", 
                    "item_type": "Information"
                }, 
                {
                    "boarddocs_id": "8P9MVT5C8E5C", 
                    "item_details": "\nAt their meeting of September 13, 2011, the Board of Trustees requested an information item on student receivables; namely, unpaid student fees.  In addition, the Board requested specific information regarding unpaid fees that were directly ascribed to AB 540 non-resident students.  This item provides information on all students.  Staff is currently working on a separate item that addresses the issues, policies and practices regarding AB 540 non-resident students for the January agenda.  The reason for this action is that there are policies, laws and guidelines that are unique to AB 540 non-resident students that require a more detailed explanation and analysis of cohort student enrollment data.\n\t \n\t \nCurrent Status of District Student Fees Receivables\n\t \nPage 102 of the Fiscal Year 2011-2012 Adopted Budget provided a snapshot of the District's receivables as of June 30, 2011 and a projection as of June 30, 2012.  As of June 30, 2011, the District's receivables totaled $5,948,287.  The following table illustrates the total receivables by term:\n\t \n\t\t\t\tPre Spring 2007\n\t\t\t\t$1,931,375\n\t\t\t\tSpring 2007\n\t\t\t\t56,164\n\t\t\t\tSummer 2007\n\t\t\t\t13,179\n\t\t\t\tFall 2007\n\t\t\t\t76,417\n\t\t\t\tSpring 2008\n\t\t\t\t73,481\n\t\t\t\tSummer 2008\n\t\t\t\t30,263\n\t\t\t\tFall 2008\n\t\t\t\t131,543\n\t\t\t\tSpring 2009\n\t\t\t\t134,952\n\t\t\t\tSummer 2009\n\t\t\t\t46,659\n\t\t\t\tFall 2009\n\t\t\t\t246,174\n\t\t\t\tSpring 2010\n\t\t\t\t254,211\n\t\t\t\tSummer 2010\n\t\t\t\t63,584\n\t\t\t\tFall 2010\n\t\t\t\t217,844\n\t\t\t\tSpring 2011\n\t\t\t\t400,823\n\t\t\t\tSummer 2011\n\t\t\t\t190,747\n\t\t\t\tFall 2011\n\t\t\t\t2,080,871\nTotal\n$5,948,287\n\t \nAs of November 29, 2011, this number has reduced by $1,621,016 to a total student receivable of $4,327,271.\n\t \nThe District implemented a process in Fiscal Year 2010-2011 to reduce the number of outstanding receivables.  This process (attached) incorporates sending email notifications to all students who owe $10 or more for the term.  Students who owe $20 or more after the term ends are mailed a letter advising of their liability and allowing them 30 days to satisfy their liability by paying in full or entering into a payment plan; otherwise, their account is referred to an external collection agency for continued collection efforts.\n\t \nThe District also participates in the Chancellor's Office Tax Offset Program annually, which provides for an additional avenue for the District to collect outstanding receivables.  In essence, this program allows the District to intercept a student's State Income Tax refund or lottery winnings.  Answers to frequently asked questions pertaining to the program are attached for reference.\n\t \nWhen a student registers, the tuition fees are recognized as revenue and increases the District's fund balance.  In order not to overstate the District's fund balance, the District is required to book an \"allowance for bad debt\" to reflect the estimated unrealized revenue (i.e., students who don't pay despite the District's efforts to collect).  This amount is currently $2,347,005 and is calculated by assuming that receivables older than three years will not be collected, that 50% of the receivables that are two years old will be collected, and that 75% of the receivables that are one year old will be collected.  Attached you will find a document that describes the process that the District follows to recognize \"bad debt.\"\n\t \n\t \n\t \n\t \n", 
                    "item_number": "6.", 
                    "item_recommendation": "", 
                    "item_text": "Student Receivables", 
                    "item_text_raw": "6. Student Receivables", 
                    "item_type": "Information"
                }, 
                {
                    "boarddocs_id": "8P9MSF5C647A", 
                    "item_details": "\nThe SJECCD Chapter of Latina Leadership Network (LLN) was asked to help establish a scholarship with the SJECCD Foundation in honor of Maria Romo.  Ms. Romo was a community activist, distinguished member of LLN and long-time employee of San Jose State University.  She was also heavily involved with EOP&S programs statewide, serving on Evergreen Valley College’s advisory committee.  \n\t \nThe amount of the scholarship has not yet been established and will depend on LLN’s fundraising efforts.  Since Ms. Romo was a single parent and an AB540 advocate, this target population will be highly considered as recipients of her scholarship.\n\t \nThis presentation is LLN’s way of communicating this information to the Board of Trustees and the district community as a whole.\n", 
                    "item_number": "7.", 
                    "item_recommendation": "", 
                    "item_text": "Latina Leadership Network Scholarship Information", 
                    "item_text_raw": "7. Latina Leadership Network Scholarship Information", 
                    "item_type": "Presentation"
                }, 
                {
                    "boarddocs_id": "8PAV2N7D8F47", 
                    "item_details": "\nThe Districtâs bond underwriting consultant, Piper Jaffray, will be presenting information on the Measure G-2010 General Obligation Bond Program.  The District successfully passed Measure G-2010, a Proposition 39 General Obligation Bond, on November 2, 2010.  \n\t \nAs part of the initial steps for the sale of Measure G-2010 bonds, the Board of Trustees approved the Bond Project List and the Facilities Master Plan for San Jose City College and Evergreen Valley College at the November 29, 2011 meeting. \n\t \nThe first issue of the bonds sales from the $268 million bond program will include a Series A and a Series B.  Series A issuance is expected to be approximately $70 million for facilities and equipment/technology projects for the first five years.  Series B issuance is expected to be approximately $20 million for a technology/deferred maintenance endowment.\n\t \nThe next steps toward issuance of Series A and Series B are as follows:\n\t \nJanuary 5, 2012: Presentations to bond credit rating agencies.\n\t \nJanuary 10, 2012: Board of Trustees meeting to approve Series A & B bond financings.\n\t \nJanuary 16 through February 10, 2012: Sale of Series A & B bonds.\n\t \nMid-February: Closing of Series A & B bond financings/bond proceeds received by the District.\n", 
                    "item_number": "8.", 
                    "item_recommendation": "", 
                    "item_text": "Overview of Measure G-2010 General Obligation Bond Program Financing", 
                    "item_text_raw": "8. Overview of Measure G-2010 General Obligation Bond Program Financing", 
                    "item_type": "Presentation, Information"
                }
            ], 
            "section_name": "INFORMATION AGENDA", 
            "section_number": ""
        }, 
        {
            "items": [], 
            "section_name": "CONTINUATION OF CLOSED SESSION (If needed)", 
            "section_number": ""
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "8P4PUU660FF0", 
                    "item_details": "", 
                    "item_number": "1.", 
                    "item_recommendation": "", 
                    "item_text": "Announcement of Action Taken in Closed Session", 
                    "item_text_raw": "1. Announcement of Action Taken in Closed Session", 
                    "item_type": "Information"
                }
            ], 
            "section_name": "RECONVENE TO OPEN SESSION", 
            "section_number": ""
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "8P4PUY661009", 
                    "item_details": "", 
                    "item_number": "1.", 
                    "item_recommendation": "", 
                    "item_text": "The meeting will be adjourned.", 
                    "item_text_raw": "1. The meeting will be adjourned.", 
                    "item_type": "Information"
                }
            ], 
            "section_name": "ADJOURNMENT", 
            "section_number": ""
        }
    ]
}