{
    "agency": "east_side_uhsd", 
    "meeting_date": "10-20-2009", 
    "meeting_sections": [
        {
            "items": [
                {
                    "boarddocs_id": "86PP835861C3", 
                    "item_details": "", 
                    "item_number": "", 
                    "item_recommendation": "", 
                    "item_text": "6:00 p.m. - Board Room of the Education Center", 
                    "item_text_raw": " 6:00 p.m. - Board Room of the Education Center", 
                    "item_type": null
                }
            ], 
            "section_name": "Open Session", 
            "section_number": "0."
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "86PP875861CE", 
                    "item_details": "", 
                    "item_number": "1.01", 
                    "item_recommendation": "", 
                    "item_text": "Roll Call", 
                    "item_text_raw": " 1.01 Roll Call", 
                    "item_type": "Information"
                }
            ], 
            "section_name": "Call to Order/Roll Call", 
            "section_number": "1."
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "86PP8B5861D6", 
                    "item_details": "I pledge allegiance to the flagof the United States of Americaand to the Republic for which it standsone nation under Godindivisible with liberty and justice for all.", 
                    "item_number": "", 
                    "item_recommendation": "", 
                    "item_text": "Pledge of Allegiance", 
                    "item_text_raw": " Pledge of Allegiance", 
                    "item_type": "Information"
                }
            ], 
            "section_name": "Pledge of Allegiance", 
            "section_number": "2."
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "86PP8F5861E5", 
                    "item_details": "", 
                    "item_number": "", 
                    "item_recommendation": "", 
                    "item_text": "Information explaining Board meeting procedures and how citizens can address the Board will be read. Written information is located near the entrance to the Board Room.", 
                    "item_text_raw": " Information explaining Board meeting procedures and how citizens can address the Board will be read. Written information is located near the entrance to the Board Room.", 
                    "item_type": "Information"
                }
            ], 
            "section_name": "Welcome and Explanation to Audience", 
            "section_number": "3."
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "86PP8K5861F5", 
                    "item_details": "", 
                    "item_number": "", 
                    "item_recommendation": "", 
                    "item_text": "For consideration by the Board of Trustees.", 
                    "item_text_raw": " For consideration by the Board of Trustees.", 
                    "item_type": "Action"
                }
            ], 
            "section_name": "Consideration of Proposed Amendments to Agenda", 
            "section_number": "4."
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "86PP8P586202", 
                    "item_details": "", 
                    "item_number": "", 
                    "item_recommendation": "", 
                    "item_text": "Persons wishing to address the Board must fill out a \"gold\" request form, which is located at the entrance of the Board Room.", 
                    "item_text_raw": " Persons wishing to address the Board must fill out a \"gold\" request form, which is located at the entrance of the Board Room.", 
                    "item_type": "Information"
                }
            ], 
            "section_name": "Public Members Who Wish to Address the Board of Trustees", 
            "section_number": "5."
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "86PP8T586227", 
                    "item_details": "EAST SIDE UNION HIGH SCHOOL DISTRICTTO:Board of TrusteesFROM:Dan Moser, Acting SuperintendentPREPARED BY:Jerry Kurr, Associate Superintendent of Administration and Business Services, Alan Garofalo, Associate Superintendent of Student Services and Facilities, and Rogelio Ruiz, Legal CounselSUBJECT:Hold Public Hearing at Approximately 6:00 p.m. for Solar/Renewable Energy Project and Proposed Energy Services Contract (Government Code Section 4217.12)The Board of Trustees of the East Side Union High School District will hold a public hearing regarding a proposed Energy Services Agreement to provide energy conservation and saving measures to the East Side Union High School District.  ", 
                    "item_number": "6.01", 
                    "item_recommendation": "", 
                    "item_text": "Hold Public Hearing at Approximately 6:00 p.m. for Solar/Renewable Energy Project & Proposed Energy Svcs Contract (Gov't Code Sec. 4217.12) - J. Kurr, Associate Supt. of Admin. & Business Svcs, A. Garofalo, Associate Supt. of Student Svcs & Facilities, & R. Ruiz, Legal Counsel", 
                    "item_text_raw": " 6.01 Hold Public Hearing at Approximately 6:00 p.m. for Solar/Renewable Energy Project & Proposed Energy Svcs Contract (Gov't Code Sec. 4217.12) - J. Kurr, Associate Supt. of Admin. & Business Svcs, A. Garofalo, Associate Supt. of Student Svcs & Facilities, & R. Ruiz, Legal Counsel", 
                    "item_type": "Action, Discussion"
                }, 
                {
                    "boarddocs_id": "86PP8W5862C3", 
                    "item_details": "EAST SIDE UNION HIGH SCHOOL DISTRICTTO:Board of TrusteesFROM:Dan Moser, Acting SuperintendentPREPARED BY:Jerry Kurr, Associate Superintendent of Administration and Business Services, Alan Garofalo, Associate Superintendent of Student Services and Facilities, and Rogelio Ruiz, Legal CounselSUBJECT:Approve Energy Services Contract with Chevron Energy Solutions and Approve Resolution #2009/2010-14 Authorizing a Lease Purchase Agreement for the Purpose of Financing the Chevron Energy Solutions Company Project, Designating the Lease Purchase Agreement as a Tax Exempt Obligation; and Authorizing and Prescribing Other Matters Related TheretoProposal In March of this year the District filled applications with the Pacific Gas and Electric Company (PG&E) for incentive funding under the California Solar Initiative Project.  The timing of submission of the Board-approved energy incentive applications ensured that the incentive rates for kilowatts per hour (kWh) of generating capacity once installed by the District would be greater for about half of our school sites.  However, to ensure the availability of the Incentives reserved by the deposit and applications, the District must comply with the California Solar Initiative guidelines, including but not limited to installation of qualifying projects.Attached is a schedule showing the rates of return per kWh and a schedule of project milestone deadlines.  During negotiations with CES the scope of the project for the first phase has been scaled down to address only the higher rate application sites and only the solar panel installation portion of the projects, all of which would generate a combined 3.7 megawatts of electrical output.  The six school sites identified for Phase 1 are:Andrew Hill High SchoolEvergreen Valley High SchoolFoothill High SchoolIndependence High SchoolSanta Teresa High SchoolW.C. Overfelt High SchoolTo preserve its deposit and the highest available rates for the above six school sites, the District must submit its Proof of Project Milestone packets to PG&E no later than October 22, 2009.  The required packet must include a legally binding contract for the installation of a qualified project.Potential Financial Impact to DistrictUnlike other California government agencies, public school districts’ ability to increase general revenues has been limited to parcel tax measures.  This project has the potential to improve revenue and at the same time decrease expenses for the District.  A solar/renewable energy installation project exchanges a monetary asset (money) for facilities/equipment assets (solar equipment) that upon completion and once in operation can decrease the demand on operational funds (for energy costs) while providing revenues (renewable energy credit) to the District.    Currently, and consistent with the Board’s directive to reduce financing costs and not use bond funds, we have developed a funding model that utilizes district capital funds and some financing.  The project as currently sized is at an amount not to exceed $24.1 million.  We are recommending a funding model where the District would contribute $15 million from Fund #35, with third party financing of $9.1 million.  The reasons for recommending this funding model is two fold.  The first reason takes into consideration the current State economy and the uncertainty of mid-year budget reductions and further deferral of State revenues.  In leaving a balance of approximately $10 million dollars in the Capital Facilities fund it would allow for temporarily borrowing of those funds for cash purposes and perhaps after the first of the calendar year an option to partially fund the second phase of the this project.  The second reason is that the rate of return on the funds invested is greater for this funding model.  FISCAL IMPACT:(1) $24,100,000 as cost of installation with a return that replaces the capital funds to fund #35 and retires the financing debt within a 25 year period.(2) Estimated approx. $1,500,000 annually to General Fund for years 1-5, under this model. FUNDING SOURCE:Capital Facilities Fund #35, $15 million and financing of $9.1 million.RECOMMENDATION:It is recommended that after discussion the Board approve the contract with Chevron Energy Solutions for the Design/Build installation project for the District, to include the six school sites as identified above and in a total amount not to exceed $24.1 million.  Such project will produce in aggregate 3.7 megawatts of electrical output.          ", 
                    "item_number": "6.02", 
                    "item_recommendation": "", 
                    "item_text": "Approve Energy Svcs Contract & Approve Resolution #2009/2010-14 Authorizing a Lease Purchase Agreement, Designated as a Tax Exempt Obligation - J. Kurr, Assoc Supt of Admin & Business Svcs, A. Garofalo, Assoc Supt of Student Svcs & Facilities & R. Ruiz, Legal Counsel", 
                    "item_text_raw": " 6.02 Approve Energy Svcs Contract & Approve Resolution #2009/2010-14 Authorizing a Lease Purchase Agreement, Designated as a Tax Exempt Obligation - J. Kurr, Assoc Supt of Admin & Business Svcs, A. Garofalo, Assoc Supt of Student Svcs & Facilities & R. Ruiz, Legal Counsel", 
                    "item_type": "Action"
                }, 
                {
                    "boarddocs_id": "86PP8Z58632E", 
                    "item_details": "EAST SIDE UNION HIGH SCHOOL DISTRICTTO:Board of TrusteesFROM:Dan Moser, Acting SuperintendentSUBJECT:Approve Board Members Attendance and Lawful Expenses for CSBA Conference and Delegate AssemblyApproval for Board Members attendance and lawful expenses at the 2009 CSBA Annual Conference and Delegate Assembly is requested.  CSBA Delegate Assembly (Board Member)CSBA 2009 Annual Conference, which includes Attendance at CLSBA Meeting  (Board Members)Funding Source:General Fund - Board of TrusteesFiscal Impact:All authorized expenses as stipulated by the Board of TrusteesRecommendation: It is recommended that the Board of Trustees approve Board Members attendance and lawful expenses at the 2009 CSBA Annual Conference and Delegate Assembly.", 
                    "item_number": "6.03", 
                    "item_recommendation": "", 
                    "item_text": "Approve Board Members Attendance and Lawful Expenses for CSBA Conference and Delegate Assembly - Dan Moser, Acting Superintendent", 
                    "item_text_raw": " 6.03 Approve Board Members Attendance and Lawful Expenses for CSBA Conference and Delegate Assembly - Dan Moser, Acting Superintendent", 
                    "item_type": "Action, Discussion"
                }
            ], 
            "section_name": "Superintendent/Board of Trustees - Operational Items/Board Discussion and/or Action", 
            "section_number": "6."
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "86PP9558638A", 
                    "item_details": "", 
                    "item_number": "", 
                    "item_recommendation": "", 
                    "item_text": "President adjourns the meeting.", 
                    "item_text_raw": " President adjourns the meeting.", 
                    "item_type": "Action"
                }
            ], 
            "section_name": "Adjournment", 
            "section_number": "7."
        }
    ]
}