{
    "agency": "east_side_uhsd", 
    "meeting_date": "05-15-2008", 
    "meeting_sections": [
        {
            "items": [
                {
                    "boarddocs_id": "86PSDS59728A", 
                    "item_details": "", 
                    "item_number": "1.01", 
                    "item_recommendation": "", 
                    "item_text": "Roll Call", 
                    "item_text_raw": " 1.01 Roll Call", 
                    "item_type": "Information"
                }, 
                {
                    "boarddocs_id": "86PSDV597295", 
                    "item_details": "", 
                    "item_number": "1.02", 
                    "item_recommendation": "", 
                    "item_text": "Announcement and public comment regarding items to be discussed in Closed Session (Government Code Section 54957.7)", 
                    "item_text_raw": " 1.02 Announcement and public comment regarding items to be discussed in Closed Session (Government Code Section 54957.7)", 
                    "item_type": null
                }, 
                {
                    "boarddocs_id": "86PSDY5972A8", 
                    "item_details": "", 
                    "item_number": "1.03", 
                    "item_recommendation": "", 
                    "item_text": "Recess to Closed Session (Open Session will resume at the end of Closed Session in the Board Room at approximately 6:00 p.m.) SEE ITEM 12 ON AGENDA (CLOSED SESSION)", 
                    "item_text_raw": " 1.03 Recess to Closed Session (Open Session will resume at the end of Closed Session in the Board Room at approximately 6:00 p.m.) SEE ITEM 12 ON AGENDA (CLOSED SESSION)", 
                    "item_type": "Information"
                }
            ], 
            "section_name": "Call to Order", 
            "section_number": "1."
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "86PSE45972B1", 
                    "item_details": "", 
                    "item_number": "2.01", 
                    "item_recommendation": "", 
                    "item_text": "Pledge of Allegiance", 
                    "item_text_raw": " 2.01 Pledge of Allegiance", 
                    "item_type": "Information"
                }
            ], 
            "section_name": "Open Session 6:00 P.M. – Board Room", 
            "section_number": "2."
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "86PSE85972BD", 
                    "item_details": "", 
                    "item_number": "", 
                    "item_recommendation": "", 
                    "item_text": "Information explaining Board meeting procedures and how citizens can address the Board will be read. Written information is located near the entrance to the Board Room.", 
                    "item_text_raw": " Information explaining Board meeting procedures and how citizens can address the Board will be read. Written information is located near the entrance to the Board Room.", 
                    "item_type": "Information"
                }
            ], 
            "section_name": "Welcome and Explanation of Audience", 
            "section_number": "3."
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "86PSEC5972D0", 
                    "item_details": "", 
                    "item_number": "", 
                    "item_recommendation": "", 
                    "item_text": "Amendments will be placed here.", 
                    "item_text_raw": " Amendments will be placed here.", 
                    "item_type": "Discussion"
                }
            ], 
            "section_name": "Consideration of Proposed Amendments to Agenda", 
            "section_number": "4."
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "86PSEG5972DC", 
                    "item_details": "For immediate releaseSeptember 24, 2007Contact: Larry_Slonaker, SCCOE(408) 453-6662Santa Clara County's Finest TeachersHonored on Teacher Recognition DaySAN JOSE, CA – Thirty \"Teachers of the Year\" from Santa Clara County school districts will be applauded by colleagues and community leaders at the countywide 39th Annual Teacher Recognition Day awards ceremony, Monday, Sept. 24, at 7 p.m. at the Heritage Theatre in Campbell.Honorees were selected by their districts for the most prestigious local award given to classroom teachers. The recognition ceremony, presented by the Santa Clara County Office of Education, is the oldest and largest of its kind in California.The 2007 honorees include teachers of every grade from kindergarten through high school. Some have taught for as few as eight years, three for as many as 40 years. The gala ceremony will be co-hosted by Superintendent Wilcox and by community leader and education advocate Brian Adams. Honorees will be presented with engraved awards and various gifts, entertained by student performers, and featured in video profiles. ", 
                    "item_number": "5.01", 
                    "item_recommendation": "", 
                    "item_text": "Marianne Cogorno, Santa Clara County Board of Eduction, Teacher of the Year 2007 – Bob Nuñez, Superintendent", 
                    "item_text_raw": " 5.01 Marianne Cogorno, Santa Clara County Board of Eduction, Teacher of the Year 2007 – Bob Nuñez, Superintendent", 
                    "item_type": "Information"
                }, 
                {
                    "boarddocs_id": "86PSEK5972EC", 
                    "item_details": "Dorothy Wright Teaching AwardsThe Dorothy Wright Outstanding Teaching Awards were established in 1987 as a memorial to a former member of the Department of English who distinguished herself for her commitment to teacher education. Professor Wright taught at San Jose State for 30 years before retiring in 1987.What gives the award its unique character is that its recipients are nominated by former students. To identify worthy candidates, the English Department circulates questionnaires in its freshman composition courses, asking students to identify those teachers who best prepared them for their college writing courses (see questionnaire below). Hundreds of the questionnaires are collected and tabulated; then the award recipients are honored in a campus ceremony--usually in early May--attended by the English Department faculty, students, and other members of the university community. The English Department at San Jose University considers it a privilege to sponsor the Dorothy Wright Awards, not only because many of its recipients are former graduates of its program, but because the program allows it to make the acquaintance of many of the most inspiring members of the area's educational community. The success of the English Department's own program rests upon the dedication and idealism of the area's English teachers. The Dorothy Wright Awards, therefore, honor not only the recipients but all teachers engaged in our common enterprise.Awards were presented to the following teachers from East Side Union High School District:Valerie Arbizu, Evergreen Valley High SchoolMonique Childs, Piedmont Hills High SchoolNancy Galindo, Yerba Buena High SchoolHarriet Garcia Rousseau, Independence High SchoolJohn Herrera, Independence High SchoolMarie Milner, Andrew Hill High SchoolNancy Schwalen, Santa Teresa High SchoolMichael Winsatt, Andrew Hill High SchoolGary Zellner, Silver Creek High School", 
                    "item_number": "5.02", 
                    "item_recommendation": "", 
                    "item_text": "San Jose State University Dorothy Wright Awards for Excellence in High School Teaching Recognitions – Bob Nuñez, Superintendent", 
                    "item_text_raw": " 5.02 San Jose State University Dorothy Wright Awards for Excellence in High School Teaching Recognitions – Bob Nuñez, Superintendent", 
                    "item_type": "Information"
                }, 
                {
                    "boarddocs_id": "86PSEN59734F", 
                    "item_details": "Dear Mr. Nunez, Mr. Moser, Ms. Williams and Ms. Hanson: I am delighted to report to you that Mr. Rey Enriquez, Math Teacher at PHHS has been awarded the Santa Clara Valley Math Association Teacher of the Year Award. A few pictures and the banquet program is attached. It makes all of us proud of this achievement, and that's why I took the liberty to advise you in this email of this award.  As parents, we were happy to recommend Mr. Rey Enriquez for the SCVMA Teacher of the Year Award. He has been the Math teacher of our son, Manav Kumar, for the past two years for Calculus AB/AP in freshman and Calculus BC/AP currently in sophomore year, along with being the advisor to PHHS Math Club of which Manav is a member.    As we saw first-hand, Mr. Enriquez’s strongest characteristics were his passion for Mathematics and a drive to provide opportunities outside of the classroom to students to shine out. The Math curriculum at Piedmont includes AP classes and voluntary Math Club. Mr. Enriquez has been outstanding in keeping up with the AP workload, encouraging students to compete in Math competitions and producing results which any parent would be proud of. We are! ", 
                    "item_number": "5.03", 
                    "item_recommendation": "", 
                    "item_text": "Santa Clara Valley Mathematics Association 2008 Spring Awards – Bob Nuñez, Superintendent", 
                    "item_text_raw": " 5.03 Santa Clara Valley Mathematics Association 2008 Spring Awards – Bob Nuñez, Superintendent", 
                    "item_type": "Information"
                }, 
                {
                    "boarddocs_id": "86PSER59738E", 
                    "item_details": "BadmintonIndependence High School, Mt. Hamilton League ChampionsAndrew Hill HIgh School, Santa Teresa League Champions (not present)SwimmingGirls', Santa Teresa High School, Mt. Hamilton League ChampionsGirls', Oak Grove High School, West Valley League ChampionsTrackGirls', Mt. Pleasant High School, Mt. Hamilton League ChampionsBoys' Mt. Pleasant High School, Mt. Hamilton League ChampionsBaseballBoys' Silver Creek High School, West Valley League ChampionsSoftballGirls' Oak Grove High School, Santa Teresa League ChampionsTennisBoys' Silver Creek High School, Santa Teresa League Champions", 
                    "item_number": "5.04", 
                    "item_recommendation": "", 
                    "item_text": "Spring Sports Champions – Bob Nuñez, Superintendent, Ed Buller, Sports Director", 
                    "item_text_raw": " 5.04 Spring Sports Champions – Bob Nuñez, Superintendent, Ed Buller, Sports Director", 
                    "item_type": "Information"
                }, 
                {
                    "boarddocs_id": "86PSEU5973A5", 
                    "item_details": "The following two people were approved by Bob via Executive Cabinet to be honored at the May Board meeting on May 22, 2008: Rob Mieso, Coordinator, Outreach/relations with Schools from DeAnza College. He not only has three teens in our high schools (2 at Silver Creek and one in the ACCEL program at EVCC), he has also been an advocate for doing college outreach for ESUHSD Latinos and African American students. At any moment, he brought us “stuff” for us to include in our district sponsored conferences and he just informed us yesterday that he is going to allocate “transportation” scholarships for at least 50 ESUHSD students who wish to attend DeAnza next year. Victor Garza, Jr., ENLACE Outreach/Recruitment Specialist from Evergreen Valley College. This fall he provided four of our high schools with student leadership training and also sponsors a group of students from Yerba Buena with counseling and outreach support. He has provided a workshop for our Latino Parent Coalition, and has also assisted the Latino Ambassadors with information and assistance for their conference. Whenever we send a student to him for assistance whether the student is going to attend Evergreen or not, he willing counsels and assists the student.   ", 
                    "item_number": "5.05", 
                    "item_recommendation": "", 
                    "item_text": "Special Recognition for Rob Mieso, Coordinator, Outreach Relations with School from DeAnza College and Victor Garza Jr., ENLACE Outreach Recruitment Specialist from Evergreen Valley College – Bob Nuñez, Superintendent", 
                    "item_text_raw": " 5.05 Special Recognition for Rob Mieso, Coordinator, Outreach Relations with School from DeAnza College and Victor Garza Jr., ENLACE Outreach Recruitment Specialist from Evergreen Valley College – Bob Nuñez, Superintendent", 
                    "item_type": "Information"
                }
            ], 
            "section_name": "Board Special Recognition(s)", 
            "section_number": "5."
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "86PSEY5973B7", 
                    "item_details": "", 
                    "item_number": "1.01", 
                    "item_recommendation": "", 
                    "item_text": "Persons wishing to address the Board must fill out a \"gold\" request form, located at the entrance of the Board Room", 
                    "item_text_raw": " 1.01 Persons wishing to address the Board must fill out a \"gold\" request form, located at the entrance of the Board Room", 
                    "item_type": "Information"
                }
            ], 
            "section_name": "Public Members Who Wish to Address the Board of Trustees", 
            "section_number": "6."
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "86PSF45973C7", 
                    "item_details": "", 
                    "item_number": "", 
                    "item_recommendation": "", 
                    "item_text": "No student presenters.", 
                    "item_text_raw": " No student presenters.", 
                    "item_type": "Information"
                }
            ], 
            "section_name": "Student Board Liaisons", 
            "section_number": "7."
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "86PSF8597401", 
                    "item_details": "BACKGROUNDThe Board of Trustees revised BP 1312 (Uniform Complaint Procedures) through the adoption of a BP 1312.1(a) Supplement and accompanying regulations.  This “supplement” section to BP 1312 incorporates the recent requirements of EC 35186 (Williams: SB550 and AB2727), which requires a different complaint form and timeline.  Additionally, it is required that staff bring to the Board of Trustees a quarterly report of Williams complaints filed and their current disposition.  The attached report indicates the number of complaints filed from January 1, 2008 through March 31, 2008.  Attached, also, is a chart summarizing the nature and resolution of these complaints.  FISCAL IMPACT FUNDING SOURCENone\t\t\t\t\t\t\tSenate Bill 6 (Williams)\t\t\t\t\t\t\tState Instructional Materials Allocation\t\t\t\t\t\t\tDistrict Instructional Materials Budget\t\t\t\t\t\t\tOther Categorical funds as AppropriateRECOMMENDATIONSThe administration recommends that the Governing Board accept the First Quarterly Williams Settlement Uniform Complaint report for the period covering January 1, 2008 through March 31, 2008, as required by EC 35186 (Williams Settlement Legislation SB550 and AB2727).DM:rlk", 
                    "item_number": "8.01", 
                    "item_recommendation": "", 
                    "item_text": "Public Hearing at 6:15 p.m. Receive the First Willliams Settlement Uniform Complaints Quarterly Report for Period Covering January 1 through March 31, 2008 as required by EC 35186 (Williams Settlement Legislation SB550 and AB2727), â Dan Moser, Associate Superintendent of Instruction and Human Relations", 
                    "item_text_raw": " 8.01 Public Hearing at 6:15 p.m. Receive the First Willliams Settlement Uniform Complaints Quarterly Report for Period Covering January 1 through March 31, 2008 as required by EC 35186 (Williams Settlement Legislation SB550 and AB2727), â Dan Moser, Associate Superintendent of Instruction and Human Relations", 
                    "item_type": "Action"
                }, 
                {
                    "boarddocs_id": "86PSFB597428", 
                    "item_details": "Escuela Popular has asked for permission to make a presentation about their CharterSchool.FISCAL IMPACT  FUNDING SOURCEN/A\tN/A\t\t\t RECOMMENDATIONS It is recommended that the Board of Trustees grant permission for the Escuela PopularCharter School Presentation.", 
                    "item_number": "8.02", 
                    "item_recommendation": "", 
                    "item_text": "Escuela Popular Presentation â Dan Moser, Associate Superintendent of Instruction and Human Relations and Patricia Requerin, Principal of Escuela Popular Charter School", 
                    "item_text_raw": " 8.02 Escuela Popular Presentation â Dan Moser, Associate Superintendent of Instruction and Human Relations and Patricia Requerin, Principal of Escuela Popular Charter School\n", 
                    "item_type": "Information"
                }, 
                {
                    "boarddocs_id": "86PSFE597454", 
                    "item_details": "BACKGROUNDPursuant to Education Code 47607 a charter granted by a school district governing board may be granted one or more subsequent renewals by the governing board.  Each renewal shall be for period of five years.Escuela Popular meets or exceeds standards in the following four areas of performance-based outcomes in relationship to state Charter requirements:\tEducational Program\tOrganizational Performance\tFinancial Performance\tLegal ComplianceFISCAL IMPACT FUNDING SOURCES      None\t                                                                         N/ARECOMMENDATIONSIt is recommended that the Board of Trustees approve the application for charter renewal of Escuela Popular – Center for Training and Careers Family Learning Center for five years (July 1, 2008 to June 30, 2013).", 
                    "item_number": "8.03", 
                    "item_recommendation": "", 
                    "item_text": "Approve Escuela Popular–Center for Training and Careers Family Learning Center’s (hereinafter “Escuela Popular”) Application for Charter Renewal – Dan Moser, Associate Superintendent of Instruction and Human Relations, Patricia Requerin, Principal of Escuela Popular Charter School", 
                    "item_text_raw": " 8.03 Approve Escuela Popular–Center for Training and Careers Family Learning Center’s (hereinafter “Escuela Popular”) Application for Charter Renewal – Dan Moser, Associate Superintendent of Instruction and Human Relations, Patricia Requerin, Principal of Escuela Popular Charter School\n", 
                    "item_type": "Action"
                }, 
                {
                    "boarddocs_id": "86PSFH597473", 
                    "item_details": "", 
                    "item_number": "8.04", 
                    "item_recommendation": "", 
                    "item_text": "West Coast Aquatics – Bob Nuñez, Superintendent, Sandra Rasmussen, Chairperson of West Coast Aquatics", 
                    "item_text_raw": " 8.04 West Coast Aquatics – Bob Nuñez, Superintendent, Sandra Rasmussen, Chairperson of West Coast Aquatics", 
                    "item_type": "Information"
                }, 
                {
                    "boarddocs_id": "86PSFL597482", 
                    "item_details": "", 
                    "item_number": "8.05", 
                    "item_recommendation": "", 
                    "item_text": "Liaison Presentation – Bob Nuñez, Superintendent", 
                    "item_text_raw": " 8.05 Liaison Presentation – Bob Nuñez, Superintendent", 
                    "item_type": "Information"
                }, 
                {
                    "boarddocs_id": "86PSFP5974B0", 
                    "item_details": "Master Architectural AgreementAs the district moves forward with the Measure E capital improvement projects, the administration has reviewed and solidified the contract language as it relates to our agreements with design professionals.The new Master Architectural Agreement aims to provide better accountability and performance from the architects and the entire design team to ensure that all district projects are completed and achieve successful close out certification  from the California Division of State Architects.FINANCIAL IMPACT: FUNDING SOURCE:N/A\t\t\t                                                             N/ARECOMMENDATION:It is recommended that the Board of Trustees approve the Master Architectural Agreement.AttachmentAG:va", 
                    "item_number": "8.06", 
                    "item_recommendation": "", 
                    "item_text": "Master Architectural Agreement â Alan Garofalo, Associate Superintendent of Student Services and Facilities", 
                    "item_text_raw": " 8.06 Master Architectural Agreement â Alan Garofalo, Associate Superintendent of Student Services and Facilities", 
                    "item_type": "Action, Discussion"
                }, 
                {
                    "boarddocs_id": "86PSFS5974ED", 
                    "item_details": "DESCRIPTION: The Student Calendar for the 2008-2009 school year approved at the April 17, 2008 Board Meeting needs to be amended to reflect the correct ending date for the Holiday Break.  It should read December 22, 2008 – January 2, 2009.FISCAL IMPACT FUNDING SOURCENone\t\tN/A\t\tRECOMMENDATIONIt is recommended that the Board approve the amended student calendar for the 2008-2009 School Year.", 
                    "item_number": "8.07", 
                    "item_recommendation": "", 
                    "item_text": "Approve Amended Student Calendar for the 2008-2009 School Year â Dan Moser, Associate Superintendent of Instruction and Human Relations", 
                    "item_text_raw": " 8.07 Approve Amended Student Calendar for the 2008-2009 School Year â Dan Moser, Associate Superintendent of Instruction and Human Relations", 
                    "item_type": "Action"
                }, 
                {
                    "boarddocs_id": "86PSFV597503", 
                    "item_details": "Attached please find the proposed classified, classified management and certificated Administrative holiday schedule for the 2008-2009 school calendar.CSEA, on behalf of classified employees, and the District have reached a tentative agreement on the holiday schedule and are requesting final approval from the Board of Trustees. The proposed holiday schedule includes the contractual holidays, plus three additional paid holidays during Christmas break.  It also includes two days during the Christmas break where bargaining unit members will have the option of charging annual leave, floating holiday, compensatory time or leave without pay. This arrangement will enable the District to shutdown all operations during the two-week break, which will result in a savings in utility costs.FISCAL IMPACT FUNDING SOURCEAs per salary schedule\t\t\t\t\t\tVariousRECOMMENDATIONIt is recommended that the Board adopt/approve the classified, classified management and certificated administrative holiday calendar schedule for the 2008-2009 school year.Attachment MEMORANDUM OF UNDERSTANDINGBetweenCalifornia School Employees Association, Chapter #187AndEast Side Union High School District**PENDING** ", 
                    "item_number": "8.08", 
                    "item_recommendation": "", 
                    "item_text": "Adopt/Approve Classified/Classified Management and Certificated Administrative Holiday Schedule for the 2008-2009 School Calendar â Dan Moser, Associate Superintendent of Instruction and Human Relations", 
                    "item_text_raw": " 8.08 Adopt/Approve Classified/Classified Management and Certificated Administrative Holiday Schedule for the 2008-2009 School Calendar â Dan Moser, Associate Superintendent of Instruction and Human Relations", 
                    "item_type": "Action"
                }, 
                {
                    "boarddocs_id": "86PSFY597518", 
                    "item_details": "Pursuant to the student school calendar presented to the Board, February 20, 2009 was set as the date the District would observe Lincoln’s Birthday.  By law, the observance of the Lincoln’s Birthday should be held on February 12, 2009, unless modified through the current legal process, which in this case is through the passage of a resolution.RECOMMENDATIONIt is recommended that the Board of Trustees adopt resolution #2007-2008-41 declaring the observance of Lincoln’s Birthday on Friday, February 20, 2009.EAST SIDE UNION HIGH SCHOOL DISTRICTResolution #2007-2008-41Declaring the Observance of Lincoln’s Birthday onFebruary 20, 2009WHEREAS, the East Side Union High School District Board of Trustees adopted the 2008-2009 school calendar on April 17, 2008 with the observance of Lincoln’s Birthday on Friday, February 20, 2009, which differed from Education Code 37220, subdivision (a); andWHEREAS, revisions in Education Code 37220 allow the Governing Board to revise the date that schools are closed in observance of any holiday identified in subdivision (a) through the adoption of a resolution; andWHEREAS, the observance of the chosen holiday on the day designated will least affect student average daily attendance and the budget plan of the district;NOW, THEREFORE, BE IT RESOLVED that the Board of Trustees of the East Side Union High School District has determined the observance of Lincoln’s Birthday to be on February 20, 2009, for all district schools instead of February 12, 2009.ADOPTED and approved this day of May 22, 2008AYES:\t\t NOES:\t\t ABSENT:\t    Clerk of the Board    Date", 
                    "item_number": "8.09", 
                    "item_recommendation": "", 
                    "item_text": "Adopt Resolution #2007-2008-41 Declaring the Observance of Lincoln’s Birthday on Friday, February 20, 2009 – Dan Moser, Associate Superintendent of Instruction and Human Relations", 
                    "item_text_raw": " 8.09 Adopt Resolution #2007-2008-41 Declaring the Observance of Lincoln’s Birthday on Friday, February 20, 2009 – Dan Moser, Associate Superintendent of Instruction and Human Relations\n", 
                    "item_type": "Action"
                }, 
                {
                    "boarddocs_id": "86PSG3597530", 
                    "item_details": "Approve Resolution #2007/2008-43 Authorizing the Issuance and Sale of General Obligation Bonds, 2008 Election, Series A, (Measure E) in a PrincipalAmount not to exceed $50,000,000East Side Union High School District wishes to institute proceedings to authorize the issuance and sale of a first series of its General Obligation Bonds which were authorized by the voters at the February 5, 2008 election.  The District proposes to issue the bonds in the aggregate principal amount not to exceed $50 million.  The Series A bonds will be issued under the Government Code (beginning at Section 53506), which allows the District to issue the bonds directly rather than through the Board of Supervisors of the County.The proceeds of the Bonds will be applied by the District for acquisition and construction of educational facilities to be used for the educational purposes of the District, which is in accordance with the ballot proposition as authorized by the voters.FINANCIAL IMPACT: FUNDING SOURCE:$50,000,000 (Not to Exceed)\t\t\t\t\t\tMeasure ERECOMMENDATION:It is recommended the Board of Trustees approve Resolution #2007/2008-43 Authorizing the Issuance and Sale of General Obligation Bonds, 2008 Election, Series A, (Measure E) in a Principal Amount not to exceed $50,000,000. ", 
                    "item_number": "8.10", 
                    "item_recommendation": "", 
                    "item_text": "Approve Resolution #2007/2008-43 Authorizing the Issuance and Sale of General Obligation Bonds, 2008 Election, Series A, (Measure E) in a Principal Amount not to exceed $50,000,000 â Jerry Kurr - Associate Superintendent of Administration and Business Services", 
                    "item_text_raw": " 8.10 Approve Resolution #2007/2008-43 Authorizing the Issuance and Sale of General Obligation Bonds, 2008 Election, Series A, (Measure E) in a Principal Amount not to exceed $50,000,000 â Jerry Kurr - Associate Superintendent of Administration and Business Services", 
                    "item_type": "Action"
                }, 
                {
                    "boarddocs_id": "86PSG659754B", 
                    "item_details": "STRS Exemption Certification – Emergency Employment of Retired MemberOVERVIEWAndrew Hill High School was undergoing its third administrative transition for the 2006-2007 school year.  The Student Advisory position had been vacant for eight months and is an important member of the safety team.  At the time Andrew Hill was experiencing an increase in gang violence and crime activity.  The concern for the safety of the student population was a priority.   These circumstances constitute an emergency situation as provided for in Education Code Section 24216 which allows for the employment of retired administrator for a period not to exceed 2 years; although this is not an administrative position the circumstances warrant a need for a Student Advisor with years of experience.  Such employment will not constitute reinstatement of the retired member as an active member in the State Teachers Retirement System.  Included is the Exemption Certificate which describes the circumstances.RECOMMENDATIONApprove the employment of Felipe C. Venegas, a retired STRS member, as a Student Advisor in accordance with Education Code Section 24216 with the exception of it not being an administrative position.", 
                    "item_number": "8.11", 
                    "item_recommendation": "", 
                    "item_text": "STRS Exemption Certification-Emergency Employment of Retired Member â Jerry Kurr, Associate Superintendent of Administration and Buisness Services", 
                    "item_text_raw": " 8.11 STRS Exemption Certification-Emergency Employment of Retired Member â Jerry Kurr, Associate Superintendent of Administration and Buisness Services", 
                    "item_type": "Action"
                }, 
                {
                    "boarddocs_id": "86PSG9597576", 
                    "item_details": "", 
                    "item_number": "8.12", 
                    "item_recommendation": "", 
                    "item_text": "Recommendation for Nomination for the Election of the 2009 California School Board Association Vice President and President Elect – Bob Nuñez, Superintendent", 
                    "item_text_raw": " 8.12 Recommendation for Nomination for the Election of the 2009 California School Board Association Vice President and President Elect – Bob Nuñez, Superintendent", 
                    "item_type": "Action"
                }, 
                {
                    "boarddocs_id": "86PSGC597592", 
                    "item_details": "AMENDED 5/13/08The following professional contract services are recommended for approval.PROFESSIONAL CONTRACT SERVICESA.  SCHOOL SITES/EDUCATION CENTERCONTRACTOR NAMECONTRACT PERIODCOST/FUNDING SOURCESCHOOL/DEPTMANAGERPURPOSE1SafeTrans TransportationThrough June 30, 2008$230,000.00Transportation – Special EducationEducation Center TransportationJerry KurrProvide transportation services for special education students per IEP2Total Compensation, Inc.April 15, 2008 – June 30, 2008$9,600.00Business AdministrationEducation Center Business ServicesJerry KurrProvide services to complete GASB 45 actuarial valuation of retiree health benefits3Santa Clara County Office of EducationAug. 25, 2008 – June 12, 2009Not to Exceed $400,800.00General FundEducation Center Student ServicesAlan GarofaloFor provision of community school services4Davis Demographics & Planning, Inc.May 16, 2008 – June 30, 2008Not to Exceed$8,000.00General FundEducation CenterSuperintendentBob NuñezProvide in-house mapping/GIS services 5Total School SolutionsMay 19, 2008-June 30, 2008$78,000Measure GEducation CenterJerry KurrTo conduct a performance evaluation on Measure G projectsB.\tINSTRUCTIONAL SERVICESCONTRACTOR NAMECONTRACT PERIODCOST/FUNDING SOURCESCHOOL/DEPTMANAGERPURPOSE1Building Respect Through DanceFeb. 11, 2008 – Feb. 29, 2008$4,550.00Physical EducationAndrew Hill High SchoolBettina LopezProvide freshman class ballroom/respect training, including a performance recital.2Apangea LearningMay 1, 2008 – June 30, 2009$17,100.00CAHSEE InterventionIndependence High School, Student ServicesJohn NajacProvide differentiated instruction programming license for 180 students and professional development  and support3Mary McElryMay 16, 2008 – March 16, 2009$18,010.12Title III – LEPEducation CenterSupplementalDan MoserProvide services for English Language Development program C.  FACILITIESCONTRACTOR NAMECONTRACT PERIODCOST/FUNDING SOURCESCHOOL/DEPTMANAGERPURPOSE1Bruce Flyn & AssociatesApril 03, 2008 – June 30, 2009$33,120.00 (*.03% of Project Budget)Capital Facilities FundEducation Center / FacilitiesAlan GarofaloProvide DSA Project Inspection Services for the Andrew Hill Kitchen Modernization.2Bruce Flyn & AssociatesApril 03, 2008 – June 30, 2009$44,160.00 (*.02% of Project Budget)Capital Facilities FundEducation Center / FacilitiesAlan GarofaloProvide DSA Project Inspection Services for the Restroom Renovation at James Lick, Yerba Buena and Piedmont High School.3Bruce Flyn & AssociatesApril 03, 2008 – June 30, 2009$33,120.00 (*.01% of Project Budget)Capital Facilities FundEducation Center / FacilitiesAlan GarofaloProvide DSA Project Inspection Services for the Independence Vocational Education Project.4Bruce Flyn & AssociatesApril 03, 2008 – June 30, 2009$33,120.00 (*.01% of Project Budget)Capital Facilities FundEducation Center / FacilitiesAlan GarofaloProvide DSA Project Inspection Services for the Yerba Buena High School Vocational Education Project.5Cleary Consultants, Inc.April 03, 2008 – June 30, 2009$6,160.00 (*.004% of Project Budget)Capital Facilities FundEducation Center / FacilitiesAlan GarofaloProvide Soil Engineering Observation and Testing Services During Construction of the New Modular Classroom Phase II Project at Apollo High School6Cleary Consultants, Inc.July 01, 2006  – December 31, 2008$19,000.00 Capital Facilities FundEducation Center / FacilitiesAlan GarofaloExtend Purchase Order # 702287 for Andrew Hill Two Story Building due to greater than anticipated field observations, testing requirements, and engineering services.7Salas O’ Brien Engineering, Inc.March 01, 2007 – December 31, 2008$19,500.00 Capital Facilities FundEducation Center / FacilitiesAlan GarofaloExtend Purchase Order # 705017 for Santa Teresa Building 300 Multizone Unit Replacement due to the request for additional services.8Bruce Flyn & AssociatesJuly 01, 2007 – December 31, 2008$7,500.00 Capital Facilities FundEducation Center / FacilitiesAlan GarofaloExtend Purchase Order # 803837 for Santa Teresa HVAC Project due to the change in the original construction schedule and unforeseen conditions encountered during the course of construction.9Verde Design, Inc.May 1, 2008 – Dec. 31, 2008$15,000.00Measure GEducation Center / FacilitiesAlan GarofaloRenderings for Field Upgrades at Independence and W.C. Overfelt High Schools* The industry standard is to allocate 30% of the project budget towards Soft Cost.  Soft costs consist of the following:  Survey Plans, Design – Architect and Engineer, Project Inspector – IOR, Special Inspection and Testing, DSA Fees, CDE Fees, Energy Analysis, Preliminary Testing, Offsite Improvements – City and County Fees, Bidding – Advertising, Design Management, Construction Management, Construction Testing, and Other Planning Costs.FISCAL IMPACT FUNDING SOURCESee details above\t\t\t \t\t\t\t\tSee details aboveRECOMMENDATIONRecommend approval and ratification of contract professional services listed above.", 
                    "item_number": "8.13", 
                    "item_recommendation": "", 
                    "item_text": "Contracts for Professional Services AMENDED – Jerry Kurr, Associate Superintendent of Administration and Buisness Services – Attachment B", 
                    "item_text_raw": " 8.13 Contracts for Professional Services AMENDED – Jerry Kurr, Associate Superintendent of Administration and Buisness Services – Attachment B", 
                    "item_type": "Action"
                }, 
                {
                    "boarddocs_id": "86PSGF5975A3", 
                    "item_details": "The following Memoranda of Understanding are recommended for approval.MEMORANDA OF UNDERSTANDINGCONTRACTOR NAMECONTRACT PERIODDISTRICT RESPONSIBILITYSCHOOL/DEPTPROVIDER RESPONSIBILITY1City of San Jose Parks, Recreation and Neighborhood ServicesJune 13, 2008 – Aug. 22, 2008Provide facilities use consisting of swimming pools at James Lick, Santa Teresa, and Silver Creek High SchoolsEducation CenterBob Nuñez Pay the District $50.00 per hour per facility to total approximately $51,637.502San Jose State University College of Social WorkJan. 7, 2008 – May 12, 2008Work with high risk   students to improve their attendance, grades, etc.Mt. Pleasant High SchoolGrettel Castro-StanleyProvide a college MSW second year intern to help provide service to high risk student through individual and group counseling to promote social, emotional, and academic growth3Asian Americans for Community InvolvementApril 10, 2008 – June 12, 2009ESUHSD to provide office space, use of restrooms and phone, student referrals, assistance for providing effective servicesEvergreen Valley High SchoolCari VaethProvide mental health services, assessment and evaluation, individual/group counseling, case management, participate in MST meetings4San Jose State University, School of Social WorkApril 1, 2008 – May 31, 2011ESUHSD to provide student referrals, office space, phone, supplies, clerical services, field instruction/supervisionEvergreen Valley High SchoolCari VaethProvide social work students to acquire and test skills relevant to emerging conditions of social work practice with a focus on trans-cultural generalist practice and populations at risk.       5Catholic Charities, Youth Empowered for SuccessJan. 1, 2008 – Aug. 31, 2008ESUHSD to provide student referrals, office space, phone, and suppliesYerba Buena High SchoolJuan CruzProvide case management, support group sessions, one-on-one counseling, and home visitsRECOMMENDATIONRecommend approval and ratification of Memoranda of Understandings listed above.", 
                    "item_number": "8.14", 
                    "item_recommendation": "", 
                    "item_text": "Memoranda of Understanding – Jerry Kurr, Associate Superintendent of Administration and Business Services – Attachment C", 
                    "item_text_raw": " 8.14 Memoranda of Understanding – Jerry Kurr, Associate Superintendent of Administration and Business Services – Attachment C", 
                    "item_type": "Action"
                }, 
                {
                    "boarddocs_id": "86PSGJ5975B5", 
                    "item_details": "EAST SIDE UNION HIGH SCHOOL DISTRICTBOARD RESOLUTION NO. #2007/2008-46IN SUPPORT OF MEASURE “G” APPROVING THE ISSUANCE OF SCHOOL BONDS FOR THE ALUM ROCK UNION ELEMENTARY SCHOOL DISTRICTWHEREAS, the East Side Union High School District (“District”) is the largest high school district in San Jose and its surrounding areas;WHEREAS, there are seven K-8 school districts within the jurisdictional boundaries of the District whose students feed into and are within the attendance boundaries of the District (the “Feeder K-8 School Districts”);WHEREAS, Alum Rock Union Elementary School District (“ARUSD”) is one such Feeder K-8 School District and operates 24 schools within its jurisdiction;WHEREAS, the ARUSD schools are, on average, over 40 years old and in need of major upgrades and repairs to make safety and security improvements, and provide District children with modern classrooms and technology;WHEREAS, the District and ARUSD share common goals for increasing student achievement and facilitating the transition from elementary to middle school and from middle to high school to ensure the greatest possibilities of academic success for all students; WHEREAS, Measure G on the June 3, 2008, election ballot would, if approved by voters, authorize the ARUSD to issue up to $179,000,000 in bonds to renovate, acquire, construct, repair and equip schools, sites and facilities, with required independent financial audits and citizens' oversight, to create better and safer learning environments and greater educational opportunities for the ARUSD and District community;NOW THEREFORE, IT IS HEREBY RESOLVED THAT:The Governing Board of the East Side Union High School District supports the passage of, and encourages the approval of, Measure G on the June 3, 2008, ballot by the District community.  Adopted by the East Side Union High School District Governing Board on May 15, 2008.By the following vote:AYES:\t____NOES:\t____ABSTAIN:\t____ABSENT:\t____\t\t\t\t\t\t_______________________________ Clerk of the Governing Board of the\t\t\t\t\t\tEast Side Union High School District", 
                    "item_number": "8.15", 
                    "item_recommendation": "", 
                    "item_text": "Approval of Resolution #2007/2008-46 in Support of Measure G Approving Issuance of School Bonds for the Alum Rock Union Elementary School District - Board Member Shirakawa", 
                    "item_text_raw": " 8.15 Approval of Resolution #2007/2008-46 in Support of Measure G Approving Issuance of School Bonds for the Alum Rock Union Elementary School District - Board Member Shirakawa\n\n", 
                    "item_type": "Action"
                }, 
                {
                    "boarddocs_id": "86PSGM5975E1", 
                    "item_details": "BackgroundThe 4-year Master Business Relationship Agreements (MBRA) entered into by MetroED and its participating districts will expire on June 30, 2008.In November of 2006, the participating districts approved an amendment #2 to the MBRA that implemented a new funding model for CCOC that would equalize, over a 4-year period, support funding for the students attending CCOC.  The equalization process was to be funded by growth ADA granted to MetroED by the state.  During early 2007-08, MetroED received word that the expected growth ADA (and related funding) would not be forthcoming.  Consequently, discussions opened with the MetroED Executive Council (participating district Superintendents) for purposes of developing a new funding model.  On April 21, 2008, the MetroED Governing Board and Executive Council, including the participating district Chief Business Officials, met in a joint meeting to discuss the Equalization process and progress on renewing the MBRA.  At that meeting, the superintendents signed a memorandum of understanding agreeing to that which is stipulated on the attached Memorandum of Understanding dated April 21, 2008.FINANCIAL IMPACT: FUNDING SOURCE:None in 2008-2009\t\t\t                                                             N/ARECOMMENDATION:It is recommended that the Board of Trustees approve the one year extension of the Master Business Relationship Agreement between East Side Union High School District and MetroED as stipulated for the 2008-2009 FY.AttachmentAG:va", 
                    "item_number": "8.16", 
                    "item_recommendation": "", 
                    "item_text": "Approval of Master Business Relationship Agreement with East Side Union High School District and Metropolitan Education District (MetroED) - Alan Garofalo, Associate Superintendent of Student Services and Facilities", 
                    "item_text_raw": " 8.16 Approval of Master Business Relationship Agreement with East Side Union High School District and Metropolitan Education District (MetroED) - Alan Garofalo, Associate Superintendent of Student Services and Facilities", 
                    "item_type": "Action"
                }, 
                {
                    "boarddocs_id": "86PSGQ59763C", 
                    "item_details": "Administration recommends the Board conditionally approve the purchase of the Calero School site, 420 Calero Avenue, San Jose, CA, from the Oak Grove Elementary School District.  The Calero site consists of approximately 10 acres of real property with 32,900 square feet of building improvements (classrooms and associated facilities), and open space field/recreational areas thereon.  The Board previously authorized Administration to enter into negotiations with the Oak Grove School District (“OGSD”) for the possible purchase of the site.  After negotiations, OGSD now proposes to sell the site to ESUHSD for $20,000,000.Administration proposes to use the site for a future Community Day School and/or other programs to be operated by the District and/or to house one or more of the District’s charter school programs.District and OGSD continue to negotiate the form of purchase contract.  The obligation to purchase will be subject to ESUHSD’s inspection of the site to determine that the site and improvements are in acceptable condition for use by ESUHSD. The source of funds for the purchase will be Measure E bond proceeds.RECOMMENDATIONApprove the purchase of Calero School Site for $20,000,000, subject to Administration and legal counsel negotiating acceptable form of purchase contract.FISCAL IMPACT FUNDING SOURCE$20,000,000\tMeasure E bond funds", 
                    "item_number": "8.17", 
                    "item_recommendation": "", 
                    "item_text": "AMENDED ITEM - Purchase of Calero School Site, 420 Calero Avenue, San Jose, CA, from Oak Grove Elementary School District – Bob Nuñez, Superintendent", 
                    "item_text_raw": " 8.17 AMENDED ITEM - Purchase of Calero School Site, 420 Calero Avenue, San Jose, CA, from Oak Grove Elementary School District – Bob Nuñez, Superintendent\n\n \n", 
                    "item_type": "Action"
                }
            ], 
            "section_name": "Operational Items/Board Discussion and/or Action", 
            "section_number": "8."
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "86PSGU597650", 
                    "item_details": "CLASSIFIEDNEW EMPLOYMENTNAME \t\tPOSITION / SITE\tFTE\tEFFECTIVEAVILA, Jorge\tCustodian/Gardener / JL\t1.0\t04/14/2008PACHECO, Jose\tCustodian/Gardener / YB\t1.0\t04/14/2008EMPLOYMENT SEPARATION  NAME                                                     FROM POSITION / SITE / FTE     \tEFFECTIVE           \tREASONÂ­Â­        MENDOZA, EstebanSch Bus Driver / EC / 0.687504/30/2008RESPANDEY, RaniChild Nutri Wkr I / EC /  0.5003/17/2008RESRICHARDS, MinhChild Nutri Wkr I / PH / 0.5011/30/2007CONCHANGE OF STATUSNAME \t     FROM POSITION / SITE / FTE\tTO  POSITION /SITE /FTE                     \tEFFECTIVE    REASON  *AGUILAR, MariaSch Bus Driver / EC / 0.875Sch Bus Driver / EC / 0.937510/24/2007CS*ANDERSON, ToniSch Bus Driver / EC / 0.8125Sch Bus Driver / EC / 0.9062510/24/2007CS*ESPINOSA, CindySch Bus Driver / EC / 0.625Sch Bus Driver / EC / 0.78110/24/2007CSFASS, ArturoGardener / EC / 1.0Custodian/Gardener / PH / 1.004/21/2008CSLFASS, ArturoCustodian/Gardener / PH / 1.0Gardener / EC / 1.004/30/2008CSL*MAYDECK, KimSch Bus Driver / EC / 0.625Sch Bus Driver / EC / 0.7510/24/2007CSLNUNN, MartinetteAtten Sec / OG / 1.0Comp Trg & Doc Spec / EC / 1.006/01/2008CSP*PADILLA, JoseSch Bus Driver / EC / 0.84375Sch Bus Driver / EC / 0.937510/24/2007CS*ZELAYA, SoniaSch Bus Driver / EC / 0.6875Sch Bus Driver / EC / 0.7510/01/2007CS* = CHANGE DUE TO RE-BIDDING OF ROUTES PER COLLECTIVE BARGAINING AGREEMENTCS = CHANGE OF STATUSCSL = CHANGE OF STATUS LATERALCSP = CHANGE OF STATUS PROMOTIONNEW EMPLOYMENT NON-CLASSIFIED SUBSTITUTE EMPLOYEESNAME\t POSITION  \tEFFECTIVEDIAZ, Lorena\tSubstitute / CNS\t04/01/2008JAIMES, Maria I\tSubstitute / CNS\t04/01/2008LOPEZ, Alvaro\tSubstitute / Police Officer\t04/03/2008LOPEZ, Valeria\tSubstitute / CNS\t04/01/2008MORENO, Eva\tSubstitute / CNS\t04/01/2008PEREZ, Cynthia\tSubstitute / Police Officer\t04/03/2008PLASCENCIA, Claudia\tSubstitute / CNS\t04/01/2008SANCHEZ, Alejandro\tSubstitute / Paraeducator\t04/18/2008SEOK, Ngiok N\tSubstitute / CNS\t04/01/2008 FISCAL IMPACT FUNDING SOURCEAs per salary schedule\t\t\tVariousRECOMMENDATIONIt is recommended that the Board approve the Classified Personnel Actions as outlined above.", 
                    "item_number": "9.01", 
                    "item_recommendation": "", 
                    "item_text": "Ratify/Approve Classified Personnel Actions Presented May 15, 2008", 
                    "item_text_raw": " 9.01 Ratify/Approve Classified Personnel Actions Presented May 15, 2008", 
                    "item_type": "Action (Consent)"
                }, 
                {
                    "boarddocs_id": "86PSGX59767D", 
                    "item_details": "EMPLOYMENT SEPARATIONNAME \tSTATUS      FTE    LOC     POSITION               EFECTIVE   \tREASONAMUNDSEN, Sandra\tTemporary\t0.6\tST\tAmer. Sign Lang\t06/14/2008\t\tRESBLANKENSHIP, Erin\tProb 2\t1.0\tIH\tEnglish\t06/14/2008\t\tRESGOODMAN, Michael\tTenured\t1.0\tAH\tSocial Science\t05/29/2008\t\tRETLANGLEY, Tracy\tTenured\t1.0\tST\tSocial Science\t08/25/2008\t\tRLOALEE, Sue Ann\tTenured\t1.0\tEV\tCounselor\t08/25/2008-06/12/2009\tLOAPANDIT, Supriya\tProb 1\t1.0\tAH\tMathematics\t04/24/2008\t\tRESSALTZMAN, Michael\tTemporary\t1.0\tEV\tEnglish\t06/14/2008\t\tRESSERFACE, Charles\tTemporary\t0.2\tSC\tEnglish\t03/17/2008\t\tRESSMITH, Helen L.\tTenured\t1.0\tEV\tAssociate Principal\t07/01/2008\t\tRET LOA = LEAVE OF ABSENCE RES = RESIGNATIONRET = RETIREMENTRLOA = RETURN FROM LEAVE OF ABSENCECERTIFICATED SUBSTITUTESEMPLOYMENTNAME\tSTATUS               LOCATION         EFFECTIVEAGBAYANI, Natalie\tOn-Call\tVarious\t04/14/2008McLEOD, Tobias\tOn-Call\tVarious     \t04/09/2008 CERTIFIED ATHLETIC COACHESEMPLOYMENT  EFFECTIVENAME\t     LOCATION  \tSTATUS\tSPORT               \tFROM   -   TO\t BURGE, Danica EVWalk-OnSwimming01/07/08 – 05/12/08GOODSON, NinettaWCOWalk-OnBadminton01/07/08 – 05/12/08HILL, AngelaMPWalk-OnTrack01/07/08 – 05/12/08LOTT, AaronYBCertificatedBaseball01/07/08 – 05/12/08PESSAH, AaronAHWalk-OnSwimming01/07/08 – 05/12/08POSO, Frank J.JLWalk-OnSoftball01/07/08 – 05/12/08ADULT EDUCATION PROGRAMEMPLOYMENT \tHOURS PER\t\tEFFECTIVENAME\tSTATUS       \tWEEK      \tLOC\tPOSITION\tFROM – TO\t\tAPPLEBY, Ronald E.Permanent7.00IACTeacher06/09/08-07/22/08ARCHIE, Jean G.Temporary19.00IACTeacher06/09/08-07/24/08BEACH, Karen M.Temporary6.00IACTeacher06/10/08-07/24/08BELL, Lisa N.Temporary12.50IACTeacher06/09/08-07/27/08BELL, Robert R.Temporary7.00IACTeacher06/11/08-07/24/08BUCHANAN, Fred G.Temporary12.50OACTeacher06/09/08-07/30/08CAMERON, Glennis L.Permanent7.00IACTeacher06/09/08-07/23/08CENTENO, Julie Mary G.Temporary2.00EVPTeacher07/11/08-07/25/08CHAND, GyanTemporary12.50IACTeacher06/09/08-07/24/08COHEN-BRAUTIGAN, Frances E.Permanent4.00IACTeacher06/09/08-07/21/08COLLINS, RuthieTemporary11.00BP/EVPTeacher07/01/08-07/29/08DAVIS, Christopher D.Temporary12.50OACTeacher06/09/08-07/24/08DE LEON, Bernardo O.Temporary12.50OACTeacher06/09/08-07/24/08DELANEY, Patricia D.Temporary12.50IACTeacher06/09/08-07/24/08DELGADILLO, Miguel Q.Permanent12.50OACTeacher06/09/08-07/24/08DHILLON, AmanjeetTemporary9.00SJGTeacher07/12/08-07/31/08EDLIN, Lyn B.Permanent12.50IACTeacher06/09/08-07/24/08FORTNER, Di AnnaTemporary12.50OACTeacher06/09/08-07/24/08FRIAZ, Guadalupe MendezTemporary1.00STComm Ed Tchr04/08/08-05/13/08GILMORE, Rosalie A.Temporary18.00REGTeacher07/01/08-07/31/08GUDMUNDSON, JoanTemporary12.50OACTeacher06/09/08-07/24/08LAWLER, Sandra B.Permanent12.50IACTeacher06/09/08-07/24/08LEMAY, Don T.Permanent12.50OACTeacher06/09/08-07/24/08LEONTI, MasakoTemporary12.50OACTeacher06/09/08-07/24/08LEWIS, Jennifer L.Permanent23.50IACTeacher06/09/08-07/24/08LOH, Lee SeeTemporary20.00IACTeacher06/09/08-07/24/08LUU, Loan H.Temporary12.50OACTeacher06/09/08-07/24/08MALIK, Manjit KaurPermanent12.50IACTeacher06/09/08-07/24/08MAZUR, JohnPermanent9.00OAC/IACTeacher06/09/08-07/24/08McGUIRE, Harriett W.Temporary2.00CMTeacher07/02/08-07/30/08MOK, Anna C.Temporary12.50OACTeacher06/09/08-07/24/08NAVA, Lucina L.Probationary12.50OACTeacher06/09/08-07/24/08NGUYEN, Connie K.Temporary12.50IACTeacher06/09/08-07/24/08NGUYEN, Khoi T.Temporary6.00IACTeacher06/10/08-07/24/08NGUYEN, Minh-Ngoc T.Permanent19.00OACTeacher06/09/08-07/23/08NGUYEN, Yen HoangPermanent12.50IACTeacher06/09/08-07/24/08NOBLE, Leland D.Temporary12.50OACTeacher06/09/08-07/24/08OLIVER, Fe A.Permanent12.50IACTeacher06/09/08-07/24/08OMBAO, Ma Antonina E.Temporary12.50OACTeacher06/09/08-07/24/08REEN, Teresa C.Permanent12.50IACTeacher06/09/08-07/24/08SANTOS, Christie M.Permanent12.50IACTeacher06/09/08-07/24/08SILVERMAN, Neil M.Permanent12.00IACTeacher06/09/08-07/24/08STEVENS, Richard G.Temporary2.00SJGTeacher07/02/08-07/30/08TE, Anna L.Permanent12.50OACTeacher06/06/08-07/24/08THOMPSON, Carol L.Permanent7.00IACTeacher06/09/08-07/22/08TINSLEY, Henry E.Temporary3.00EVPTeacher07/07/08-07/28/08TISON, Louella MaeTemporary12.50OACTeacher06/09/08-07/24/08TRAN, Shawn N.Permanent14.00IACTeacher06/09/08-07/24/08WALTON, GeorgiaTemporary7.50MPCTeacher07/01/08-07/31/08WRIGHT, Douglas C.Temporary2.50STJGTeacher07/07/08-07/28/08ZSCHALER, Barbara E.Temporary1.50BPTeacher07/03/08-07/31/08ADULT EDUCATION PROGRAM – CURRENT ESUHSD EMPLOYEESEMPLOYMENT \tHOURS PER\t\tEFFECTIVENAME\tSTATUS       \tWEEK      \tLOC\tPOSITION\tFROM – TO\t\tDEL ROSARIO, Ike P.Temporary7.00IACTeacher06/09/08-07/22/08PETEROS, GeraldineTemporary16.00IACTeacher06/09/08-07/24/08VOKT, Joseph P.Temporary7.00IACTeacher06/11/08-07/24/08ADULT EDUCATION PROGRAM – EMPLOYMENT SEPARATION \tHOURS PER\t\tNAME\tSTATUS       \tWEEK      \tLOC\tPOSITION\tEFFECTIVE\tREASON\t\tBAXTER, Cheryl A.Permanent30.00OACTeacher06/06/2008        RETADULT EDUCATION PROGRAM – SUBSTITUTESEMPLOYMENT NAME\tSTATUS\tLOCATION    POSITION\t\tEFFECTIVE  BHATLA, RashmiOn-CallVariousCert Substitute04/10/2008*MARTINEZ, Jesus LopezOn-CallVariousCert Substitute05/22/2008*Former ESUHSD EmployeeFUNDING IMPACT FUNDING SOURCEAs per salary schedule\tVariousRECOMMENDATION It is recommended that the Board of Trustees approve the Certificated Personnel Actions as outlined above.", 
                    "item_number": "9.02", 
                    "item_recommendation": "", 
                    "item_text": "Ratify/Approve Certificated Personnel Actions Presented May 15, 2008", 
                    "item_text_raw": " 9.02 Ratify/Approve Certificated Personnel Actions Presented May 15, 2008", 
                    "item_type": "Action (Consent)"
                }, 
                {
                    "boarddocs_id": "86PSH2597696", 
                    "item_details": " The positions listed below are paid through various restricted funding and are not bargaining unit work.  The majority of these positions are less than 1.25 hours per day.NEW EMPLOYMENT OF NAME POSITION / PROGRAM / LOC EFFECTIVESTEVENSON, Diana\tStudent Aide / CBET / WO\t04/23/2008BORCEGUIN, Wendy\tStudent Aide / Child Development Program / EVCC\t04/08/2008LE, Thanh\tStudent Aide / Child Nutrition Services / WO\t04/25/2008LUONG, Loan\tStudent Aide / Child Nutrition Services / SC\t05/01/2008NGUYEN, Hanh\tStudent Aide / Child Nutrition Services / IH\t04/23/2008OVIEDO, Claudia\tStudent Aide / Child Nutrition Services / WO\t04/25/2008TRUONG, Tuyet\tStudent Aide / Child Nutrition Services / SC\t04/10/2008WASHINGTON, Kevin\tStudent Aide / Child Nutrition Services / PH\t04/10/2008EBERLY, Mitchell\tStudent Aide / Homework Clinic / ST\t04/21/2008HUNTER, Aric\tStudent Aide / Homework Clinic / ST\t05/01/2008JANG, Albert\tStudent Aide / Homework Clinic / ST\t04/21/2008ONUOHA, Vivian\tStudent Aide / Homework Clinic / ST\t04/21/2008RODRIGUES, Celeste\tStudent Aide / Homework Clinic / ST\t04/21/2008LIEN, Amanda\tStudent Aide / Math Recovery / SC\t04/16/2008NGO, Henry\tStudent Aide / TUPE / YB\t04/16/2008REICH, Janice\tStudent Aide / TUPE / AH\t04/11/2008CALDERA, Roger\tStudent Aide / Workability / MP\t04/15/2008CASTILLO, Melinda\tStudent Aide / Workability / OG\t04/15/2008GARCIA, Maria\tStudent Aide / Workability / YB\t04/11/2008LE, Roger\tStudent Aide / Workability / AH\t04/11/2008 FISCAL IMPACT    FUNDING SOURCE As per salary schedule\t Various restricted fundingRECOMMENDATION It is recommended that the Board approve the Student Aide Personnel Actions as outlined above.", 
                    "item_number": "9.03", 
                    "item_recommendation": "", 
                    "item_text": "Ratify/Approve Student Aide Personnel Actions Presented May 15, 2008", 
                    "item_text_raw": " 9.03 Ratify/Approve Student Aide Personnel Actions Presented May 15, 2008", 
                    "item_type": "Action (Consent)"
                }, 
                {
                    "boarddocs_id": "86PSH55976A9", 
                    "item_details": "", 
                    "item_number": "9.04", 
                    "item_recommendation": "", 
                    "item_text": "Purchase Orders Presented May 15, 2008", 
                    "item_text_raw": " 9.04 Purchase Orders Presented May 15, 2008", 
                    "item_type": "Action (Consent)"
                }, 
                {
                    "boarddocs_id": "86PSH85976BC", 
                    "item_details": "Bid AwardsA.\tModernization, Building 900 at Yerba Buena Vocational EducationB.\tApollo High School New Modular Classroom, Phase IIC.\tIndependence High School Building M1 & M3, Vocational Education ModernizationD.\tSanta Teresa High School Auditorium & Music Lab ModernizationE.\tBroker Services for Health InsuranceF.\tRoof Replacement at Various SitesG.\tPainting Multiple Buildings at Andrew Hill High SchoolH.\tAndrew Hill High School – New Marquee & StreetscapeThe following bids are recommended for approval:A.  Modernization, Building 900 at Yerba Buena Vocational Education\tBid #B-22-07-08\tBid Opening:  May 2, 2008\tLegal Advertisements:\tAdvertised to pre-qualified contractors April 1, 2008\tEstimate: $1,800,000.00\t\t\t\tProject Description:  Work includes but not limited to:\tSelective demolition\tNew electrical, HVAC, fire alarm system, data/voice lines, intrusion alarm modifications\tRemoval, replacement, supply, and installation of shop equipment\tNew roofing\tAsphalt and concrete work\tHazardous material removalBid Results:CONTRACTOR NAMEBASE BIDALT. BIDValhalla Builders$2,125,000.00$83,153.00Kinetics Mechanical$2,252,873.00$83,919.00Keenan & Associates (OCIP)$70,125.00FISCAL IMPACT FUNDING SOURCE$2,208,153.00 \t\t\t\t\t\tCapital Facilities FundRecommendation:  It is recommended that the Board of Trustees award the above base and alternate bid for Modernization Building 900 at Yerba Buena Vocational Education to Valhalla Builders, the lowest responsible responsive bidder.  It is also recommended to award the insurance portion (OCIP) of the bid to Keenen & Associates.B.  Apollo High School New Modular Classroom, Phase II\tBid #B-23-07-08\tBid Opening:  April 25, 2008\tLegal Advertisements:\tAdvertised to pre-qualified contractors April 4, 2008\tEstimate: $520,000.00\t\t\t\tProject Description:  Work includes but not limited to:\tSite grading & asphalt placement\tUnderground utilities to service 4 classroom buildings and 1 bathroom building\tLandscaping, fencing & minor irrigation\tInterior low voltage wiring and trim outBid Results:CONTRACTOR NAMEBASE BIDCal State Contractors$ 490,666.00Rodan Builders$ 486,000.00Design Building Systems$527,000.00William Blomquist$482,150.00FISCAL IMPACT FUNDING SOURCE$ 482,150.00\t\t\t\t\t\tCapital Facilities Fund Recommendation:  It is recommended that the Board of Trustees award the above base bid, for Apollo High School New Modular Classroom, Phase II to William G. Blomquist, Inc., the lowest responsible responsive bidder. C.  Independence High School Building M1 & M3, Vocational Education Modernization\tBid #B-24-07-08\tBid Opening:  April 30, 2008\tLegal Advertisements:\tAdvertised to pre-qualified contractors April 1, 2008\tEstimate: $2,200,000.00\t\t\t\tProject Description:  Work includes but not limited to:\tSelective demolition\tNew footings\tNew electrical, HVAC, data/voice lines\tRemoval and replacement of shop equipment\tNew roofing\tAsphalt concrete paving\tHazardous material removalBid Results:CONTRACTOR NAMEBASE BID(OCIP) ALT. #1ALT. #2(OCIP) ALT. #2AZolman Construction$2,739,600.00$120,000.00$60,000.00$6,000.00Rodan Builders, Inc.$2,524,000.00$82,000.00$341,000.00$34,100.00Beals Martin, Inc.$2,187,997.00$70,726.00$125,990.00$4,012.00Kinetics Mechanical Services$3,896,822.00$86,909.00$222,407.00$14,293.00Best Contracting Services$3,366,000.00$118,000.00$38,000.00$118,000.00Keenan & Associates (OCIP)Total$70,918.03 FISCAL IMPACT FUNDING SOURCE$2,384,905.03 \t\t\t\t\t\tCapital Facilities FundRecommendation:  It is recommended that the Board of Trustees award the above base bid and alternate bid #2, for Independence High School Building M1 & M3, Vocational Education Modernization to Beals Martin, Inc., the lowest responsible responsive bidder.  It is also recommended to award the (OCIP) insurance portion (Alternate bids # 1 & 2A) to Keenan and Associates.D.    Santa Teresa High School Auditorium & Music Lab Modernization Bid #B-25-07-08\tBid Opening:  May 5, 2008\tLegal Advertisements:\tAdvertised to pre-qualified contractors April 8, 2008\tEstimate: $6,025,000.00\t Project Description:  Work includes but not limited to:\tModifications to existing auditorium and music laboratory\tSelective demolition\tRemoval of hazardous materialsBid Results:CONTRACTOR NAMEBASE BIDALT. #1 BIDALT. #2 BIDALT.#3 BIDGonsalves & Stronk$5,777,000.00$225,475.00$395,700.00$15,750.00Rodan Builders$6,676,000.00$250,000.00$174,000.00$6,500.00Cal Pacific Construction, Inc.$5,590,000.00$169,000.00$223,000.00$4,300.00Valhalla Builders$6,662,000.00$220,000.00$300,000.00 Zolman$7,232,400.00$250,000.00$250,000.00$9,000.00Keenan & Associates (OCIP)$168,818.00$6,734.60FISCAL IMPACT FUNDING SOURCE$5,986,300.00 \t\t\t\t\t\tCapital Facilities FundRecommendation:  It is recommended that the Board of Trustees award the above base and alternate bids, for Santa Teresa High School Auditorium & Music Lab Modernization to Cal Pacific Construction, Inc., the lowest responsible responsive bidder.E.    Broker Services for Health Care Insurance\tBid #RFP-04-07-08\tBid Deadline:  March 20, 2008, 2:00 pm\tLegal Advertisements:\tMercury News\t\t\t02/14/2008\t\t\t\t\tChallenge Newsletter\t\t02/13/2008\t\t\t\t\tSan Jose Post-Record\t\t2/12 – 2/19/2008 Project Description:  To provide the District with Broker Services for Health Care Insurance.Bid Results:     PARTICIPATING FIRM’S NAMEKeenan & AssociatesGallagher Benefit ServicesAlliant Insurance ServicesArlengroup Employee BenefitsFISCAL IMPACT FUNDING SOURCETo be Determined \t          \t\t\t\tVarious Benefit PremiumsRecommendation:  Fifteen RFP packets were issued to firms as well as advertising in two local newspapers and one newsletter.  Four completed proposals were received.  After evaluation of the proposals and firm interviews, by the District evaluation team, it is recommended that the Board of Trustees award the contract for Broker Services for Health Care Insurance to Gallagher Benefit Services.F.   Roof Replacement at Various Sites\tBid #B-26-07-08\tBid Opening:  May 7, 2008\tLegal Advertisements:\tAdvertised to pre-qualified contractors April 21, 2008Project Description:  Work includes but not limited to: Roof Preparation and ReplacementBid Results:CONTRACTOR NAMEBASE BIDAndy’s Roofing$212,800.00ALCAL$268,042.00Reinhardt Roofing$222,790.00Western Roofing$321,437.00Best Contracting Company$389,902.00Waterproofing$289,798.00FISCAL IMPACT FUNDING SOURCE$212,800.00\t\t\t\t\t\tCapital Facilities Fund Recommendation:  It is recommended that the Board of Trustees award the contract for the above base bid for Roof Replacement at Various Sites to Andy’s Roofing Company, Inc. as the lowest responsible responsive bidder. G.  Painting Multiple Buildings at Andrew Hill High School\tBid #B-29-07-08\tBid Opening:  May 8, 2008\tLegal Advertisements:\tAdvertised to pre-qualified contractors April 22, 2008 Project Description:  Work includes but not limited to: Exterior preparation and paintingBid Results:CONTRACTOR NAMEBASE BIDFix Painting Company$297,980.00Diamond Painting$341,864.00Bayview Painting$272,000.00George E. Malker$341,752.00A&A Painting$262,900.00R. Brothers Painting$313,549.00FISCAL IMPACT FUNDING SOURCE$262,900.00\t\t\t\t             \t\tCapital Facilities Fund Recommendation:  It is recommended that the Board of Trustees award the contract for the above base bid for Painting Multiple Buildings at Andrew Hill High School to A & A Painting as the lowest responsible responsive bidder.  H.  Andrew Hill High School – New Marquee & Streetscape\tBid #B-33-07-08\tBid Opening:  May 21, 2008\tLegal Advertisements:\tAdvertised to pre-qualified contractors May 2, 2008 Project Description:  Work includes but not limited to: Replace marquee and landscapeBid Results:CONTRACTOR NAMEBASE BIDFISCAL IMPACT FUNDING SOURCETo be Determined\t\t\t\t             Capital Facilities Fund Recommendation:  It is recommended that the Board of Trustees allow the Superintendent or Designee to award the above bid for Andrew Hill High School – New Marquee & Streetscape to the recommended responsible responsive bidder.  Ratification of the contract will be brought to the board at the June 19, 2008 Board Meeting. ", 
                    "item_number": "9.05", 
                    "item_recommendation": "", 
                    "item_text": "Award of Bids", 
                    "item_text_raw": " 9.05 Award of Bids", 
                    "item_type": "Action (Consent)"
                }, 
                {
                    "boarddocs_id": "86PSHB5976D6", 
                    "item_details": "East Side Union High School DistrictBelow please find a list of field trips to be taken by student groups by various schools. These field trips require approval by the Board since they are beyond our local area and may include an overnight stay and/or air transportation.School/GroupDestinationDatesBudget ImpactRationaleTransportationAndrew Hill / Medical MagnetDallas, TXHOSA Conference06/17/08 – 06/22/08Carl Perkins FundsHOSA National CompetitionAir TravelMt. Pleasant / STEP to College SJSU Political Science StudentsSacrament , CAState Capitol Building05/19/08 – 05/19/08Fundraising FundsEducational TripSchool BusOak Grove / Science Fair StudentsLos Angeles, CA California Science Center05/19/08 – 05/20/08Paid by Santa Clara Valley Science Engineering FairCalifornia State Science FairAir TravelThese field trips have been reviewed by the Administration and are cleared for the necessary amount of staff, supervisors and funding source(s).FUNDING SOURCE FISCAL IMPACTVarious\t\t\t\t\t\t\t\t\tVarious RECOMMENDATIONThe Board approves the Field Trips as listed above pending purchase of trip insurance on travel out of the country and the Continental U.S.", 
                    "item_number": "9.06", 
                    "item_recommendation": "", 
                    "item_text": "Approve School Field Trips", 
                    "item_text_raw": " 9.06 Approve School Field Trips", 
                    "item_type": "Action (Consent)"
                }, 
                {
                    "boarddocs_id": "86PSHE59770A", 
                    "item_details": "In July 1994, the Commission on Teacher Credentialing changed the process for emergency credentialing.  Prior to that time, districts were required to issue individual statements of need for each applicant.  The applicant, in turn, would take the declaration of need to the county office of education for the issuance of an emergency credential. This applies to the following credentials or authorizations: Emergency CLAD, BCLAD, Resource Specialist, Library Media, Clinical or Rehabilitative Permits.Now, the Commission issues a permit to an individual who qualifies for an emergency based on the district’s Declaration of Need.  This Declaration, approved by the local Board of Trustees, is submitted to the Commission once a year.  Emergency permits, although originally used primarily to staff partial assignments and special education, now help fill the fully credentialed teacher gap created by class size reduction and statewide teacher shortage.  Every attempt is being made to hire credentialed teachers before considering people on emergency permits.  Attached is the Commission on Teacher Credentialing form titled Declaration of Need for Fully Qualified Educators.  Pursuant to direction from the county office of education’s credential’s office, the district is over estimating the number of permits it might require in order to cover any unanticipated needs that might occur during the course of the 2008/09 school year.FISCAL IMPACT FUNDING SOURCENot Applicable\t\t\t\t\t\tNot ApplicableRECOMMENDATIONIt is recommended that the Governing Board approve the Declaration of Need for Fully Qualified Educators.\nOur adopted rules of Parliamentary Procedure, Robert's Rules, provide for a consent agenda listing several items for approval of the Board by a single motion.  Most of the items listed under the consent agenda have gone through Board subcommittee review and recommendation.  Documentation concerning these items has been provided to all Board members and the public in advance to assure an extensive and thorough review.  Items may be removed from the consent agenda at the request of any board member.\nMotion & Voting\nTo approve the entire consent agenda.\nMotion by Clerk Shirakawa, second by Vice President Garcia.\nFinal Resolution: Motion Carries\nYea: President Nguyen, Vice President Garcia, Clerk Shirakawa, Member Biehl, Member Herrera\n", 
                    "item_number": "9.07", 
                    "item_recommendation": "", 
                    "item_text": "Declaration of Need for Fully Qualified Educators", 
                    "item_text_raw": " 9.07 Declaration of Need for Fully Qualified Educators", 
                    "item_type": "Action (Consent)"
                }, 
                {
                    "boarddocs_id": "86PSHH597725", 
                    "item_details": "DESCRIPTION: Education Code Section 60851 states that students who take one or both parts of the CAHSEE with a modification and receive the equivalent of a passing score are eligible for the waiver request process.  At the request of the student’s parent or guardian, a school principal must submit to the local school governing board a request for a waiver of the requirement to pass the part(s) of the CAHSEE on which a modification was used and the equivalent of a passing score was earned.  For the local board to waive the CAHSEE requirement, the principal must certify to the local board that the pupil has all of the following:1)\tAn individualized education program adopted pursuant to the federal Individuals with Disabilities Education Act or a plan adopted pursuant to Section 504 of the Rehabilitation Act of 1973 that requires the accommodations or modifications to be provided to the pupil when taking the high school exit examination.2)\tSufficient high school level coursework either satisfactorily completed or in progress in a high school level curriculum sufficient to have attained the skills and knowledge otherwise needed to pass the high school exit examination.3)\tAn individual score report for the pupil showing that the pupil has received the equivalent of a passing score on the high school exit examination while using a modification that fundamentally alters what the high school exit examination measures as determined by the State Board of Education.The waivers were requested by the school site administration on behalf of the students’ parents.The recommended waivers meet the aforementioned criteria delineated in Education Code Section 60851: Student A\tStudent B\tStudent C\tStudent D\tStudent E\tStudent FStudent G\tStudent H\tStudent I\tStudent J\tStudent K\tStudent LStudent M\tStudent N\tStudent O\tStudent P\tStudent Q\tStudent RStudent S\tStudent T\tStudent U\tStudent V\tStudent W\tStudent XStudent Y\tStudent Z\tStudent A2\tStudent B2\tStudent C2\tStudent D2\tStudent E2\tStudent F2Student G2\tStudent H2\tStudent I2\tStudent J2\tStudent K2\tStudent L2Student M2\tStudent N2\tStudent O2\tStudent P2\tStudent Q2\tStudent R2Student S2\tStudent T2\tStudent U2\tStudent V2\tStudent W2\tStudent X2Student Y2\tStudent Z2\t\t\tStudent A3\tStudent B3\tStudent C3\tStudent D3\tStudent E3\tStudent F3Student G3\tStudent H3\tStudent I3\tStudent J3\tStudent K3\tStudent L3Student M3\tStudent N3\tStudent O3\tStudent P3\tStudent Q3\tStudent R3Student S3\tStudent T3\tStudent U3\tStudent V3\tStudent W3\tStudent X3Student Y3\tStudent Z3\t\t\t Student A4\tStudent B4\tStudent C4\tStudent D4\tStudent E4\tStudent F4Student G4\tStudent H4\tStudent I4\tStudent J4\tStudent K4\tStudent L4Student M4\tStudent N4\tStudent O4\tStudent P4\tStudent Q4\tStudent R4Student S4\tStudent T4\tStudent U4\tStudent V4\tStudent W4\tStudent X4Student Y4\tStudent Z4\t\t\tStudent A5\tStudent B5\tStudent C5\tStudent D5\tStudent E5\tStudent F5Student G5\tStudent H5\tStudent I5\tStudent J5\tStudent K5\tStudent L5Student M5\tStudent N5\tStudent O5\tStudent P5\tStudent Q5\tStudent R5Student S5\tStudent T5\tStudent U5\tStudent V5\tStudent W5\tStudent X5Student Y5\tStudent Z5Student A6\tStudent B6\tStudent C6 \t\t\t FISCAL IMPACT FUNDING SOURCEN/A\t\tN/A\t\tRECOMMENDATIONIt is recommended that the Board of Trustees approve the recommended waivers.   ", 
                    "item_number": "9.08", 
                    "item_recommendation": "", 
                    "item_text": "Approve CAHSEE Local Waivers for Special Education Students, Dan Moser, Associate Superintendent of Instruction and Human Relations", 
                    "item_text_raw": " 9.08 Approve CAHSEE Local Waivers for Special Education Students, Dan Moser, Associate Superintendent of Instruction and Human Relations", 
                    "item_type": "Action (Consent)"
                }, 
                {
                    "boarddocs_id": "86PSHL597731", 
                    "item_details": "Overview:The Carl D. Perkins Vocational Education Act of 1998, under Section 131 – Secondary Education, has recommended East Side Union High School District for funding for 2008-2009.  The Perkins Act directs us to: (1) continuously upgrade and improve vocational career-technical education programs, (2) integrate academies with vocational education through a coherent sequence of courses to ensure learning in the core academic and technical subjects, (3) provide students with strong experience and understanding of all aspects of an industry, (4) develop, improve, or expand the use of technology in career technical education, (5) provide professional development to vocational teachers, administrators, and counselors, and (6) develop and implement evaluations of vocational and technical education programs carried out with Perkins funds, including assessment of how the needs of special populations are being met.Accomplishments:In our Local Plan/Application for the Perkins Act, each school site has identified and/or developed integrated career programs in the form of academies or magnet programs, identified and trained teacher teams, and continued with the integration of instruction through incorporation of core subject standards and relevancy activities.  We have also refined our Quality Criteria and Standards for Career-Technical Education programs, established career exploration and assessment activities, developed transition sequences to post secondary study, implemented skill certification programs, and developed a support academy for special education students.Our integrated career paths and academies are aligned with state career incentives.  These include increasing access for special population students, implementing activities to ensure that students are developing employability skills, and increasing work-based learning opportunities for studentsFISCAL IMPACT FUNDING SOURCE $548,418 Carl D. Perkins Vocational and Technical Education Act of 1998, Funding for 2008-2009, PL 105-332RECOMMENDATIONIt is recommended that the Board of Trustees approve the District’s annual application and Local Plan for Carl D. Perkins Vocational and Technical Act Funding for 2008-2009 in the amount of $548,418.00", 
                    "item_number": "9.09", 
                    "item_recommendation": "", 
                    "item_text": "Approve Renewal Application and Local Plan for the 2008-2009 Carl D. Perkins Vocational and Technical Eduction Grant â Alan Garofalo, Associate Superintendent of Student Services and Facilities", 
                    "item_text_raw": " 9.09 Approve Renewal Application and Local Plan for the 2008-2009 Carl D. Perkins Vocational and Technical Eduction Grant â Alan Garofalo, Associate Superintendent of Student Services and Facilities", 
                    "item_type": "Action (Consent)"
                }, 
                {
                    "boarddocs_id": "86PSHP59778E", 
                    "item_details": "BACKGROUND The Gifted and Talented Education (GATE) program is authorized under California Education Code (EC) sections 52200-52212 and California Code of Regulations (CCR) sections 3820-33870. The purpose of the GATE program is to provide funding for local educational agencies (LEAs) to develop unique opportunities for high-achieving and underachieving pupils in California public elementary and secondary schools that have been identified as gifted and talented. It is the intent of the legislature that special efforts are made to ensure that pupils from economically disadvantaged and varying cultural backgrounds are provided with full participation in the program. It is also the intent of the legislature that the quality of programs for gifted and talented pupils be improved and to provide for the experimentation in the delivery of programs including a variety of programmatic approaches and cost levels to provide for the identification of gifted and talented pupils by individual school districts in a variety of ways. (EC 52200[a][b])  FISCAL IMPACT FUNDING SOURCENone                                                                                                N/A    RECOMMENDATIONSIt is recommended that the Board of Trustees approve the application for the Gifted and Talented Education (GATE) Program for 2008-2009. ", 
                    "item_number": "9.10", 
                    "item_recommendation": "", 
                    "item_text": "Approve the Gifted and Talented Education (GATE) Program Application, Dan Moser, Associate Superintendent of Instruction and Human Relations", 
                    "item_text_raw": " 9.10 Approve the Gifted and Talented Education (GATE) Program Application, Dan Moser, Associate Superintendent of Instruction and Human Relations", 
                    "item_type": "Action (Consent)"
                }, 
                {
                    "boarddocs_id": "86PSHS5977D4", 
                    "item_details": "Board Meeting of May15, 2008Agenda Item: 9.12Attachment AEAST SIDE UNION HIGH SCHOOL DISTRICTRegular Board MeetingMeeting Held at the Education CenterApril 17, 2008The Regular Board meeting of the Board of Trustees was called to order at 4:06 p.m. by President Nguyen.  Vice President Garcia, Member J. Herrera, and Clerk Shirakawa were present.1. Call to Order/Roll Call1.01 Roll CallRecess to Closed Session (Open Session will resume at the end of Closed Session in the Board Room at approximately 6:00 p.m.) SEE ITEM 12 ON AGENDA (CLOSED SESSION)2. Pledge of Allegiance3. Welcome and Explanation of AudienceInformation : Information explaining Board meeting procedures and how citizens can address the Board will be read. Written information is located near the entrance to the Board Room.4. Consideration of Proposed Amendments to AgendaInformation : Superintendent Nuñez,  requested item 8.1 to be moved to 5.7.5. Board Special Recognition(s)Information : 5.01 Andrew Hill High School ROTC Award - Major Demetrio Moreno and Bettina Lopez, PrincipalThe Board of Trustees presented the Andrew Hill High School ROTC Team with an award.Information : 5.02 Andrew Hill High School - Mock Trail Award, From the Santa Clara County Office of Education – Bob Nuñez, SuperintendentAn award was presented to the members and advisors of Andrew Hill High School's Mock Trail Team.Information : 5.03 California Continuation Education Association Classified Employee of the Year 2008, District IV – Bob Nuñez, SuperintendentBarbara Holstrom, Registrar, Foothill High School, received an award from the Board of Trustees for receiving the California Continuation Education Association Classified of the Year, 2008 for District IVInformation : 5.04 California Continuation Education Association Administrator of the Year, 2008 for District IV – Bob Nuñez, SuperintendentLynn Murray, Associate Principal, Foothill High School, received an award from the Board of Trustees for receiving the California Continuation Education Association Administrator of the Year, 2008 for District IVInformation : 5.05 Association of California School Administrators, ACSA Charter, Employee/ Administrators of the Year, ESUHSD– Vito Chiala, ACSA PresidentMary Guillen, Executive Assistant, Superintendent's Office, received an award from the Board of Trustees for receiving the Association of California School Administrators, ACSA Charter, Confidential Employee of the Year.Jane Baldi, Director of Testing/Research, Education Center, received an award from the Board of Trustees for receiving the Association of California School Administrators, ACSA Charter, Administrator Employee of the Year.Teresa Marquez, Associate Principal, Mt. Pleasant High School, received an award from the Board of Trustees for receiving the Association of California School Administrators, ACSA Charter, Secondary Co-Principal of the Year.Information : 5.06 Jose Valdes Donation PresentationCheryl Lawton spoke on behalf of the donation to the Jose Valdes Program.6. Public Members Who Wish to Address the Board of TrusteesBart Charlow, Silicon Valley Conference for Community and Justice – Camp EverytownKen Reeser, Student Advisor – Retaining Student AdvisorsErnestina Torres, Parent – Coach George Verdugo and Silver Creek Baseball FieldRicky Torres, Student – Coach George Verdugo and Silver Creek Baseball FieldIshrab Ahard, Student – Coach George VerdugoAndrew Belkhap, Student – Coach George Verdugo and Silver Creek Baseball FieldJeff Belkhap, Parent (of Andrew) – Coach George Verdugo and Silver Creek Baseball FieldCory Crawford, Parent – Coach George Verdugo and Silver Creek Baseball FieldMichael Crawford, Parent and Assistant Coach – Coach Verdugo and Silver Creek Baseball FieldTaylor Crawford, Student – Coach Verdugo and Silver Creek Baseball FieldAlex Ragfield, Student – Coach Verdugo and Silver Creek Baseball FieldBob Moreno – Coach Verdugo and Silver Creek Baseball FieldDon Alvarado – Student AdvisorsTessa Cavazos – Student AdvisorsSheryl Driskell, Mt. Pleasant Football FieldMichele Holscher, Mt. Pleasant Football FieldAbel Hernandez – Coach George VerdugoEddie Kubo, Coach George VerdugoGeorge Verdugo – Support of Team and ParentsPatricia Ramirez, Parent – Coach George VerdugoAdrian Ramirez, Student – Coach George VerdugoTito Balcazar, Student – Coach George VerdugoBert Balcazar, Parent – Coach George VerdugoWilliam Rasmussen – Student AdvisorsJerry Dyer, Teacher – Californians for Justice Rally and Sacramento TripMarisa Hanson, School SafetyDr. John Porter, Superintendent of Franklin McKinley School District – Joint Partnership:  East Side Union  HSD, Franklin McKinley SD and Evergreen Valley College – Resolution #2007-2008-39Winnie Lane, Mt. Pleasant FootballIke White, Mt. Pleasant FootballAlex Teal, Coach George VerdugoHenry Rolon, Coach George VerdugoSheldon McKewan, Coach George VerdugoJuan Gamboa, Coach George VerdugoTed Barrientos, Coach George VerdugoGarohaian Singh, Coach George VerdugoTommy Lee, Coach George VerdugoLamont Cusseauz, Coach George VerdugoBonnie Mace, Measure G7. Student Board LiaisonsInformation : 7.01 Student Representative, Silver Creek High SchoolCrystal Dinh, ASB President, Ricky Garcia, ASB Treasure and Jackie Truong, ASB Spirit Leader at Silver Creek High School made a presentation.Information : 7.02 Student Representative from San Jose Conservation Corp.Julio Cardenas, Christina Souza, and Marcelia Gonzales, students from the San Jose Conservation Corps Charter School made a presentation about their school.8. Operational Items/Board Discussion and/or ActionInformation : 8.01 Budget and Staff Reduction Update – Bob Nuñez, SuperintendentThis week a number of employees went up to Sacramento to talk to Legislators about education in East Side Union High School District. Superintendent Nuñez shared photos of the three East Side teams who meet with Legislators.Superintendent Nuñez with the District’s attorney, tax attorneys, County Office of Education and our District Auditor found there are ways to use bond dollars to pay for positions within those bonds.  We will be looking at those dollars to pay for some of the position that are identified for layoff or reduction that are currently being paid out of the general fund.  The Superintendent also commented 1802 monies could be carryover next year.  We will be able to carry over $1,000,000 to next year’s budget.  We will need to get additional monies from the State for one-time dollars; otherwise we may be facing the same financial concerns.  Superintendent Nuñez announced the District will be reinstating the following certificated positions:·       Student Advisors:                            \t9.0 FTEs  (Independence 4; James Lick 1; all others 2)·       Counselors:                                     \t13.0 FTEs  (All) ·       Librarians:                                      \tThe District will be allocating a .2 FTE at each site.·       Teachers on Special Assignment: \t2.0 FTEs (Post Senior & Workability Prog; Workability Prog) Superintendent Nuñez also announced the District will be reinstating the following classified positions:·       Accounting Technicians:         \t3.0 FTEs  (All)·       Career Center Technicians:     \t7.19 FTEs  (All)·       School Bus Drivers:                 \t4 Positions·       School Community Liaisons:   \t4.0 FTEs·       Staff Secretaries:                     \t2.0 FTEs  (All) We will wait until the May Revise to be announced by the Governor before we determine if additional positions can be returned.  Everyone is encouaged to continue notifying State Legislators about the importance of education and the detrimental impact the State budget cuts will have on education.  The Superintendent will be inviting Maria Shriver to come and meet with East Side representatives regarding the impact on education as a result of the State budget.Vice President Eddie Garcia spoke regarding the visit to Sacramento.  He thanked the students who wrote thousand of letters to the Governor.  East Side was well represented in Sacramento.  East Side has a true voice in Assembly Member Joe Coto for East Side.  His support and escort to the Governor’s Office provided the team access to deliver the thousands of letters to the Governor’s Office.  Member Herrera echoed his appreciation to the Superintendent and the team.Member Biehl thanked members of the delegation for going to Sacramento.  He also said the Californians for Justice recently held an event that was televised.  Everyone is doing all that they can to find dollars.  Clerk Shirakawa congratulated all those who have been reinstated.  He asked that we keep pushing our consultant for resources.  We need to keep fighting for ourselves and our District.  President Nguyen thanked the Superintendent and his staff for all their support in working diligently on the budget.  He complimented the Superintendent and Counsel.Information : 8.02 Presentation on Citizens Bond Oversight Committee Measure G – Alan Garofalo, Associate Superintendent of Student Services and Facilities and John Moore, Chairperson of Bond Oversight Committee John Moore, former Chairperson of the Bond Oversight Committee gave a presentation on Measure G. Action: 8.03 Measure E – Citizens' Bond Oversight Committee – Bob Nuñez, SuperintendentWithin 60 day of the certification of the election we need to select a Measure E Citizen's Bond Oversight Committee.  A motion was made by Member Herrera to have the current members of Measure G, Oversight Committee, who wish to serve, may serve on the Measure E Committee.Member Biehl added that the District formally announce to the community the opportunity to apply.  Member Herrera amended motion to extend due public notice for those interested to apply. It was moved by Member Herrera and seconded by Vice President Garcia Motion to appoint all current Measure G Committee Members who wish to serve on the Measure E Committee and giving opportunity for community members to apply for this community with public notice.The result of the vote was: UnanimousYea: Member Biehl, Vice President Garcia, Member Herrera, President Nguyen, Clerk ShirakawaAction: 8.04 Adopt Resolution 2007/2008-40 – Declaring Intention to Reimburse Certain Expenditures from Proposed Tax Exempt FinancingIt was moved by Member Herrera and seconded by Member Biehl to adopt Resolution #2007-2008-40 Declaring Intention to Reimburse Certain Expenditures from Proposed Tax Exempt Financing .The result of the vote was: UnanimousYea: Member Biehl, Vice President Garcia, Member Herrera, President Nguyen, Clerk ShirakawaAction: 8.05 Memoranda of Understanding – Jerry Kurr, Associate Superintendent of Administration and Business Services – Attachment CIt was moved by Vice President Garcia and seconded by Member Herrera to approve Memoranda of Understanding, Attachment C.The result of the vote was: UnanimousYea: Member Biehl, Vice President Garcia, Member Herrera, President Nguyen, Clerk ShirakawaAction: 8.06 Contracts for Professional Services – Jerry Kurr, Associate Superintendent of Administration and Business Services – Attachment BIt was moved by Member Herrera and seconded by Clerk Shirakawa to approve Contract for Professional Services, Attachment B.The result of the vote was: UnanimousYea: Member Biehl, Vice President Garcia, Member Herrera, President Nguyen, Clerk ShirakawaAction: 8.07 Approve Student Calendar for the 2008-2009 School Year – Dan Moser, Associate Superintendent of Instruction and Human RelationsIt was moved by Member Biehl and seconded by Vice President Garcia to approve Student Calendar for the 2008-2009 School Year.The result of the vote was: UnanimousYea: Member Biehl, Vice President Garcia, Member Herrera, President Nguyen, Clerk ShirakawaAction: 8.08 Adopt Resolution #2007-2008–39 Endorsement of the New Partnership School (Grades 7-13) Planning Process – Dan Moser, Associate Superintendent of Instruction and Human RelationsIt was moved by Clerk Shirakawa and seconded by Member Herrera to adopt Resolution #2007-2008-39 Endorsement of the New Partnership School (Grades 7-13) Planning Process.The result of the vote was: UnanimousYea: Member Biehl, Vice President Garcia, Member Herrera, President Nguyen, Clerk ShirakawaAction: 8.09 Adopt Resolution #2007/2008–34 Declaring May 11-17, 2008, as California Teacher Appreciation Week and May 14, 2008, as California Day of the Teacher – Bob Nuñez, SuperintendentIt was moved by Member Biehl and seconded by Member Herrera to adopt Resolution #2007-2008-34 Declaring May 11-17, 2008, as California Teacher Appreciation Week and May 14, 2008, as California Day of the Teacher.The result of the vote was: UnanimousYea: Member Biehl, Vice President Garcia, Member Herrera, President Nguyen, Clerk ShirakawaAction: 8.10 Adopt Resolution #2006/2007–37 Declaring May 18-24, 2008, as Classified School Employees Week – Bob Nuñez, SuperintendentIt was moved by Clerk Shirakawa and seconded by Vice President Garcia to adopt Resolution #2007-2008-37 Declaring May 18-24, 2008, as Classified School Employees Week.The result of the vote was: UnanimousYea: Member Biehl, Vice President Garcia, Member Herrera, President Nguyen, Clerk ShirakawaAction: 8.11 Adopt Resolution #2007/2008–38 to Authorize Deborah Kelly Barnes to Represent ESUHSD in California State Licensing Matters Regarding Child Care and Development Centers – Dan Moser, Associate Superintendent of Instruction and Human RelationsIt was moved by Vice President Garcia and seconded by Member Herrera to adopt Resolution #2007-2008-38 To Authorize Deborah Kelly Barnes to represent ESUHSD in California State Licensing Matters Regarding Child Care and Development Centers.The result of the vote was: UnanimousYea: Member Biehl, Vice President Garcia, Member Herrera, President Nguyen, Clerk ShirakawaAction: 8.12 Authorized the Creation and Tranfer of Funds from Fund #56 to Fund #20 and Fund #71 – Jerry Kurr, Associate Superintendent of Administration and Business ServicesIt was moved by Member Biehl and seconded by Member Herrera to authorize the creation and transfer of funds from Fund #56 to Fund #20 and Fund #71.The result of the vote was: UnanimousYea: Member Biehl, Vice President Garcia, Member Herrera, President Nguyen, Clerk ShirakawaAction: 8.13 Approve Provisional Internship Permit Requests for Certificated Employee – Dan Moser, Associate Superintendent of Instruction and Human RelationsIt was moved by Vice President Garcia and seconded by Member Herrera to approve Provisional Internship Permit Requests for Certificated Employees.The result of the vote was: UnanimousYea: Member Biehl, Vice President Garcia, Member Herrera, President Nguyen, Clerk Shirakawa9. Consent CalendarIt was moved by Member Biehl and seconded by Member Herrera to approve the entire Consent Calendar.The result of the vote was: UnanimousYea: Member Biehl, Vice President Garcia, Member Herrera, President Nguyen, Clerk ShirakawaAction (Consent): 9.01 Ratify/Approve Classified Personnel Actions Presented April 17, 2008The result of the vote was: UnanimousYea: Member Biehl, Vice President Garcia, Member Herrera, President Nguyen, Clerk ShirakawaAction (Consent): 9.02 Ratify/Approve Certificated Personnel Actions Presented April 17, 2008The result of the vote was: UnanimousYea: Member Biehl, Vice President Garcia, Member Herrera, President Nguyen, Clerk ShirakawaAction (Consent): 9.03 Ratify/Approve Student Aide Personnel Actions Presented April 17, 2008The result of the vote was: UnanimousYea: Member Biehl, Vice President Garcia, Member Herrera, President Nguyen, Clerk ShirakawaAction (Consent): 9.04 Purchase Order Presented April 17, 2008The result of the vote was: UnanimousYea: Member Biehl, Vice President Garcia, Member Herrera, President Nguyen, Clerk ShirakawaAction (Consent): 9.05 Awards of BidsThe result of the vote was: UnanimousYea: Member Biehl, Vice President Garcia, Member Herrera, President Nguyen, Clerk ShirakawaAction (Consent): 9.06 Approve Field TripsThe result of the vote was: UnanimousYea: Member Biehl, Vice President Garcia, Member Herrera, President Nguyen, Clerk ShirakawaAction (Consent): 9.07 Acceptance of Donations and GrantsThe result of the vote was: UnanimousYea: Member Biehl, Vice President Garcia, Member Herrera, President Nguyen, Clerk ShirakawaAction (Consent): 9.08 Approve Permanent Course Adoption for Tourism Geography & World Cultures –The result of the vote was: UnanimousYea: Member Biehl, Vice President Garcia, Member Herrera, President Nguyen, Clerk ShirakawaAction (Consent): 9.09 New Textbook: Tourism Geography and World Cultures The result of the vote was: UnanimousYea: Member Biehl, Vice President Garcia, Member Herrera, President Nguyen, Clerk ShirakawaAction (Consent): 9.10 Approve Update Course Descriptions/Course Name ChangeThe result of the vote was: UnanimousYea: Member Biehl, Vice President Garcia, Member Herrera, President Nguyen, Clerk ShirakawaAction (Consent): 9.11 Approve Notice of Completion PE Modernization at James Lick High School (BCI Builders)The result of the vote was: UnanimousYea: Member Biehl, Vice President Garcia, Member Herrera, President Nguyen, Clerk ShirakawaAction (Consent): 9.12 Approve Notice of Completion for the PE Modernization at James Lick High School (Mastria, Inc.)The result of the vote was: UnanimousYea: Member Biehl, Vice President Garcia, Member Herrera, President Nguyen, Clerk ShirakawaAction (Consent): 9.13 Approve Notice of Completion for the PE Modernization at James Lick High School (Sprig Electric)The result of the vote was: UnanimousYea: Member Biehl, Vice President Garcia, Member Herrera, President Nguyen, Clerk ShirakawaAction (Consent): 9.14 Approve Notice of Completion for the New Science Classroom Building at Silver Creek High School (Potter Fire Protection, Inc.)The result of the vote was: UnanimousYea: Member Biehl, Vice President Garcia, Member Herrera, President Nguyen, Clerk Shirakawa10. Written Reports/RecommendationsInformation: 10.01 Budget Adjustment Report UpdateReport received.11. Board of Trustees/Superintendent Communications/CommentsInformation : 11.01 Board Of TrusteesMember Herrera: No comments.Member Biehl:  Member Biehl attended Andrew Hill High School’s wonderful school play that was written by one of Andrew Hill’s students in the Baccalaureate Program. Member Biehl also attended the Latino Achievement Awards last week.  This event was absolutely fabulous. They were expecting about 300 people.  There were 1200 people in attendance. This was a real statement for the work that is being done by Dr. Ana Lomas and with everyone else in the district building up the Latino Coalition.Clerk Shirakawa: No comments.Vice President Garcia: No comments.President Nguyen: President Nguyen suggested that the May 15, 2008 Board Meeting be moved.  Discussion was held and the Board agreed to cancel the Board Meeting of May 15 and have a Special Board Meeting on May 22, 2008.11.01.1 Member Biehl, MetroEdSuperintendent Nuñez attended the last MetroEd Board. He helped clarify some communication issues. Superintendents will be at a special meeting with the full MetroEd Board next Monday.  There is hope we can get a few more thing resolved at this meeting.  Member Biehl believes the Superintendent and he are on the same page wanting to have the current equalization agreement suspended for a year, and also ask there be a general program review.Information : 11.02 Superintendent NuñezI would like to thank the associations.  This Board is constantly asking me to find other alternatives. To ensure we keep everyone that is working here.12. Closed SessionInformation : 12.01 EXPULSION A-FStudent A: Approved the expulsion for one academic year.Vote: 5/0Student B: Approved the expulsion for one academic year.Vote: 5/0Student C: Approved and suspended the expulsion for one academic year.Vote: 5/0 Student D: Approved the expulsion for one academic year.Vote: 5/0Student E: Approved the expulsion for one academic year.Vote: 5/0Student F: Approved the expulsion for one academic year.No ActionInformation : 12.02 PUBLIC EMPLOYEE DISCIPLINE/DISMISSAL/RELEASE (Government Code §Section 54957)Information : 12.03 CONFERENCE WITH LABOR NEGOTIATORS (Government Code §Section 54957.6)Information : 12.04 CONFERENCE WITH LEGAL COUNSELInformation : 12.05 CONFERENCE WITH REAL PROPERTY NEGOTIATORSInformation : 12.06 PUBLIC EMPLOYEE PERFORMANCE EVALUATION (Government Code § Section 54957)Information : 12.07 PUBLIC EMPLOYMENT/PUBLIC EMPLOYEE APPOINTMENT (Government Code § Section 54957) 13. Report Closed Session Action(s)Information : Report of Closed Session action.It was motioned by Member Herrera and seconded by Member Biehl to approve the claim for damages of I. Rodriguez in the amount of $1707.94.The result of the vote was: UnanimousYea: Member Biehl, Vice President Garcia, Member Herrera, President Nguyen, Clerk Shirakawa, No other Closed Session items or actions to report.  Rogelio Ruiz, District Legal Counsel.14. AdjournmentMeeting was adjourned by President Nguyen at 9:08 p.m.Respectfully submitted, _________________________________Clerk of the Board of TrusteesGenerated By: Olivia Camarillo, Executive AssistantGenerated On: 04/25/2008", 
                    "item_number": "9.11", 
                    "item_recommendation": "", 
                    "item_text": "Approve Minutes of Regular Board Meeting Dated April 17, 2008", 
                    "item_text_raw": " 9.11 Approve Minutes of Regular Board Meeting Dated April 17, 2008", 
                    "item_type": "Action (Consent)"
                }
            ], 
            "section_name": "Consent Calendar", 
            "section_number": "9."
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "86PSHW597836", 
                    "item_details": "QUARTERLY SAFETY REPORT, THIRD QUARTER 2007-08 Attached is the third quarterly safety report from sites on progress in reaching their safety plan goals. FISCAL IMPACT: FUNDING SOURCE: N/A\t\tN/A\t\tRECOMMENDATION: The administration recommends that the governing Board accept the Quarterly Safety Report for the period of January 1, 2008 through March 31, 2008, as required by Ed Code.AttachmentsAG/va", 
                    "item_number": "10.01", 
                    "item_recommendation": "", 
                    "item_text": "Schools Quarterly Safety Goal Report â Alan Garofalo, Associate Superintendent of Student Services and Facilities", 
                    "item_text_raw": " 10.01 Schools Quarterly Safety Goal Report â Alan Garofalo, Associate Superintendent of Student Services and Facilities", 
                    "item_type": "Information"
                }, 
                {
                    "boarddocs_id": "86PSHZ597952", 
                    "item_details": "To ensure compliance with the requirements of SB 187, Comprehensive School Safety Plan, and Education Code, each school must report on the status of its school safety plan and submit its plan to the Board of Trustees for final review and adoption.  Attached are each school’s signature page and goals and strategies identified by their School Safety Planning Committee.  The comprehensive safety plans and 2008-09 goal assessments are available for Board review. FISCAL IMPACT:  \t\tFUNDING SOURCE:  RECOMMENDATION: It is recommended that the governing Board accept School Safety Plans for 2008-2009 school year.Attachments", 
                    "item_number": "10.02", 
                    "item_recommendation": "", 
                    "item_text": "Schools Safety Plan Report 2008-2009 â Alan Garofalo, Associate Superintendent of Student Services and Facilities", 
                    "item_text_raw": " 10.02 Schools Safety Plan Report 2008-2009 â Alan Garofalo, Associate Superintendent of Student Services and Facilities", 
                    "item_type": "Action"
                }, 
                {
                    "boarddocs_id": "86PSJ45979C5", 
                    "item_details": "Below is an update of budget adjustments that been made to our 2007-2008 September Revised Budget for your information:   1.  Unrestricted General Fund:-         Site discretionary from Use of Facilities Income 4/2008                   $35,544 2.  Restricted General Fund (Categorical):-         New Money from Local, State and Federal resources 4/2008                                                                                                   $606,091 ", 
                    "item_number": "10.03", 
                    "item_recommendation": "", 
                    "item_text": "Budget Adjustments - Jerry Kurr, Associate Superintendent of Administration and Business Services", 
                    "item_text_raw": " 10.03 Budget Adjustments - Jerry Kurr, Associate Superintendent of Administration and Business Services", 
                    "item_type": "Information"
                }, 
                {
                    "boarddocs_id": "86PSJ75979D3", 
                    "item_details": "", 
                    "item_number": "10.04", 
                    "item_recommendation": "", 
                    "item_text": "Measure E School Site Council Prioritization List – Bob Nuñez, Superintendent", 
                    "item_text_raw": " 10.04 Measure E School Site Council Prioritization List – Bob Nuñez, Superintendent", 
                    "item_type": "Action"
                }, 
                {
                    "boarddocs_id": "86PSJA597A33", 
                    "item_details": "In order to comply with state and federal regulations, it is recommended that the Board of Trustees review the first reading of the attached 5000 through 5131.63 Board Policies that have been recommended by CSBA and modified to meet the needs of East Side Union High School District.  Note, this is only half of the 5000 policies due to the abundance of student behavior policies.   No Fiscal Impact\t\t\tFunding Source - Not ApplicableRecommendation: It is recommended that the Board of Trustees review the first reading of the 5000-5131.62 Board Policies pending approval.", 
                    "item_number": "10.5", 
                    "item_recommendation": "", 
                    "item_text": "First Reading of 5000-5131.63 Board Policies – Bob Nuñez, Superintendent", 
                    "item_text_raw": " 10.5 First Reading of 5000-5131.63 Board Policies – Bob Nuñez, Superintendent", 
                    "item_type": "Action"
                }
            ], 
            "section_name": "Written Reports/Recommendations", 
            "section_number": "10."
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "86PSJE597AB0", 
                    "item_details": "", 
                    "item_number": "11.01", 
                    "item_recommendation": "", 
                    "item_text": "Board of Trustees Frank Biehl, MetroEd.", 
                    "item_text_raw": " 11.01 Board of Trustees Frank Biehl, MetroEd.", 
                    "item_type": "Information"
                }, 
                {
                    "boarddocs_id": "86PSJH597ABE", 
                    "item_details": "", 
                    "item_number": "11.02", 
                    "item_recommendation": "", 
                    "item_text": "Comments from Board of Trustees, President Nguyen, Vice President Garcia, Clerk Shirakawa, Member Biehl and Member J. Herrera", 
                    "item_text_raw": " 11.02 Comments from Board of Trustees, President Nguyen, Vice President Garcia, Clerk Shirakawa, Member Biehl and Member J. Herrera", 
                    "item_type": "Information"
                }, 
                {
                    "boarddocs_id": "86PSJL597AC7", 
                    "item_details": "", 
                    "item_number": "11.03", 
                    "item_recommendation": "", 
                    "item_text": "Coments from Bob NuĂąez, Superintendent", 
                    "item_text_raw": " 11.03 Coments from Bob NuĂąez, Superintendent", 
                    "item_type": "Information"
                }
            ], 
            "section_name": "Board of Trustees/Superintendent Communications/Comments", 
            "section_number": "11."
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "86PSJQ597AD1", 
                    "item_details": "", 
                    "item_number": "12.01", 
                    "item_recommendation": "", 
                    "item_text": "Expulsions A-C", 
                    "item_text_raw": " 12.01 Expulsions A-C", 
                    "item_type": "Action"
                }, 
                {
                    "boarddocs_id": "86PSJT597ADE", 
                    "item_details": "", 
                    "item_number": "12.02", 
                    "item_recommendation": "", 
                    "item_text": "PUBLIC EMPLOYEE DISCIPLINE/DISMISSAL/RELEASE (Government Code ยงSection 54957)", 
                    "item_text_raw": " 12.02 PUBLIC EMPLOYEE DISCIPLINE/DISMISSAL/RELEASE (Government Code ยงSection 54957)", 
                    "item_type": "Information"
                }, 
                {
                    "boarddocs_id": "86PSJW597AED", 
                    "item_details": "Agency Designated Representatives: Bob Nuñez, Superintendent Jerry Kurr, Associate Superintendent of Administration and Business ServicesDan Moser, Associate Superintendent of Instructional Services and Human RelationsCathy Giammona, Director of Human ResourcesVida Branner-Siders, Director of Compensation and Classified Employee RelationsEmployee Organizations:American Federation of Teachers (AFT)California School Employees Association (CSEA)East Side Teachers Association (ESTA)", 
                    "item_number": "12.03", 
                    "item_recommendation": "", 
                    "item_text": "CONFERENCE WITH LABOR NEGOTIATORS (Government Code §Section 54957.6)", 
                    "item_text_raw": " 12.03 CONFERENCE WITH LABOR NEGOTIATORS (Government Code §Section 54957.6)", 
                    "item_type": "Information"
                }, 
                {
                    "boarddocs_id": "86PSJZ597B04", 
                    "item_details": "CONFERENCE WITH LEGAL COUNSEL – ANTICIPATED LITIGATIONSubdivision (b) of Section 54956.9 of the Government Code: No claims to report.", 
                    "item_number": "12.04", 
                    "item_recommendation": "", 
                    "item_text": "CONFERENCE WITH LEGAL COUNSEL", 
                    "item_text_raw": " 12.04 CONFERENCE WITH LEGAL COUNSEL", 
                    "item_type": "Information"
                }, 
                {
                    "boarddocs_id": "86PSK4597B12", 
                    "item_details": "Property:  Calero School Site, 420 Calero Avenue, San Jose, CA\tDistrict Negotiators:  Superintendent Nunez, Associate Superintendent Jerry Kurr, District Counsel Rogelio Ruiz\tNegotiating Parties:  ESUHSD and Oak Grove Elementary School District\tUnder Negotiation:  Price and terms for payment.", 
                    "item_number": "12.05", 
                    "item_recommendation": "", 
                    "item_text": "CONFERENCE WITH REAL PROPERTY NEGOTIATORS", 
                    "item_text_raw": " 12.05 CONFERENCE WITH REAL PROPERTY NEGOTIATORS", 
                    "item_type": "Information"
                }, 
                {
                    "boarddocs_id": "86PSK7597B1F", 
                    "item_details": "", 
                    "item_number": "12.06", 
                    "item_recommendation": "", 
                    "item_text": "PUBLIC EMPLOYEE PERFORMANCE EVALUATION (Government Code ยงSection 54957)", 
                    "item_text_raw": " 12.06 PUBLIC EMPLOYEE PERFORMANCE EVALUATION (Government Code ยงSection 54957)", 
                    "item_type": "Information"
                }, 
                {
                    "boarddocs_id": "86PSKA597B2D", 
                    "item_details": "", 
                    "item_number": "12.07", 
                    "item_recommendation": "", 
                    "item_text": "PUBLIC EMPLOYMENT/PUBLIC EMPLOYEE APPOINTMENT (Government Code ยงSection 54957)", 
                    "item_text_raw": " 12.07 PUBLIC EMPLOYMENT/PUBLIC EMPLOYEE APPOINTMENT (Government Code ยงSection 54957)", 
                    "item_type": "Information"
                }
            ], 
            "section_name": "Closed Session", 
            "section_number": "12."
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "86PSKE597B3D", 
                    "item_details": "", 
                    "item_number": "", 
                    "item_recommendation": "", 
                    "item_text": "Attorney will report on closed session action.", 
                    "item_text_raw": " Attorney will report on closed session action.", 
                    "item_type": "Report"
                }
            ], 
            "section_name": "Report Closed Session Action(s)", 
            "section_number": "13."
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "86PSKJ597B4B", 
                    "item_details": "", 
                    "item_number": "", 
                    "item_recommendation": "", 
                    "item_text": "President adjourns meeting", 
                    "item_text_raw": " President adjourns meeting", 
                    "item_type": "Information"
                }
            ], 
            "section_name": "Adjournment", 
            "section_number": "14."
        }
    ]
}