{
    "agency": "east_side_uhsd", 
    "meeting_date": "06-26-2008", 
    "meeting_sections": [
        {
            "items": [
                {
                    "boarddocs_id": "86PS435961B3", 
                    "item_details": "", 
                    "item_number": "1.01", 
                    "item_recommendation": "", 
                    "item_text": "Roll Call", 
                    "item_text_raw": " 1.01 Roll Call", 
                    "item_type": "Information"
                }, 
                {
                    "boarddocs_id": "86PS465961C0", 
                    "item_details": "", 
                    "item_number": "1.02", 
                    "item_recommendation": "", 
                    "item_text": "Announcement and public comment regarding items to be discussed in Closed Session (Government Code Section 54957.7)", 
                    "item_text_raw": " 1.02 Announcement and public comment regarding items to be discussed in Closed Session (Government Code Section 54957.7)", 
                    "item_type": "Information"
                }, 
                {
                    "boarddocs_id": "86PS495961CF", 
                    "item_details": "", 
                    "item_number": "1.03", 
                    "item_recommendation": "", 
                    "item_text": "Recess to Closed Session (Open Session will resume at the end of Closed Session in the Board Room at approximately 6:00 p.m.) SEE ITEM 12 ON AGENDA (CLOSED SESSION)", 
                    "item_text_raw": " 1.03 Recess to Closed Session (Open Session will resume at the end of Closed Session in the Board Room at approximately 6:00 p.m.) SEE ITEM 12 ON AGENDA (CLOSED SESSION)", 
                    "item_type": "Information"
                }
            ], 
            "section_name": "Call to Order/Roll Call", 
            "section_number": "1."
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "86PS4D5961DD", 
                    "item_details": "", 
                    "item_number": "2.01", 
                    "item_recommendation": "", 
                    "item_text": "Pledge of Allegiance", 
                    "item_text_raw": " 2.01 Pledge of Allegiance", 
                    "item_type": "Information"
                }
            ], 
            "section_name": "Open Session 6:00 P.M. – Board Room", 
            "section_number": "2."
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "86PS4H5961E5", 
                    "item_details": "", 
                    "item_number": "", 
                    "item_recommendation": "", 
                    "item_text": "Information explaining Board meeting procedures and how citizens can address the Board will be read. Written information is located near the entrance to the Board Room.", 
                    "item_text_raw": " Information explaining Board meeting procedures and how citizens can address the Board will be read. Written information is located near the entrance to the Board Room.\n", 
                    "item_type": "Information"
                }
            ], 
            "section_name": "Welcome and Explanation of Audience", 
            "section_number": "3."
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "86PS4M5961EE", 
                    "item_details": "", 
                    "item_number": "", 
                    "item_recommendation": "", 
                    "item_text": "None", 
                    "item_text_raw": " None", 
                    "item_type": "Information"
                }
            ], 
            "section_name": "Consideration of Proposed Amendments to Agenda", 
            "section_number": "4."
        }, 
        {
            "items": [], 
            "section_name": "Board Special Recognition(s)", 
            "section_number": "5."
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "86PS4S5961FD", 
                    "item_details": "", 
                    "item_number": "", 
                    "item_recommendation": "", 
                    "item_text": "Persons wishing to address the Board must fill out a \"gold\" request form, located at the entrance of the Board Room.", 
                    "item_text_raw": " Persons wishing to address the Board must fill out a \"gold\" request form, located at the entrance of the Board Room.", 
                    "item_type": "Information"
                }
            ], 
            "section_name": "Public Members Who Wish to Address the Board of Trustees", 
            "section_number": "6."
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "86PS4W59620B", 
                    "item_details": "", 
                    "item_number": "", 
                    "item_recommendation": "", 
                    "item_text": "None", 
                    "item_text_raw": " None", 
                    "item_type": "Information"
                }
            ], 
            "section_name": "Student Board Liaisons", 
            "section_number": "7."
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "86PS525965BE", 
                    "item_details": "See attached report.", 
                    "item_number": "8.01", 
                    "item_recommendation": "", 
                    "item_text": "2008-2009 Budget Adoption - Jerry Kurr, Associate Superintendent of Administration and Business Services", 
                    "item_text_raw": " 8.01 2008-2009 Budget Adoption - Jerry Kurr, Associate Superintendent of Administration and Business Services", 
                    "item_type": "Action"
                }, 
                {
                    "boarddocs_id": "86PS555966B1", 
                    "item_details": "Attached is a copy of the proposed changes to the collective bargaining agreement with the California School Employees Association (CSEA).  The District and the California School Employees Association (CSEA) reached a tentative agreement on June 11, 2008.  The Tentative agreement was ratified by CSEA on June 16, 2008.  WE are submitting this agreement to the Board for ratification. In addition, provisions of AB1200 require that school districts disclose, at a public meeting, the cost that would be incurred by the implementation of a collective bargaining agreement.   FISCAL IMPACT FUNDING SOURCEAs per the attached AB 1200 document                             Various  RECOMMENDATIONIt is recommended that the Board of Trustees, per compliance with AB1200, ratify the tentative agreement between the California School Employees Association and the East Side Union High School District.  ", 
                    "item_number": "8.02", 
                    "item_recommendation": "", 
                    "item_text": "Tentative Proposed Agreement with California School Employee Association (CSEA), July 1, 2008 â June 30, 2009; Ratify/Approve Tentative Agreement - Jerry Kurr, Associate Superintendent of Administration and Business Services", 
                    "item_text_raw": " 8.02 Tentative Proposed Agreement with California School Employee Association (CSEA), July 1, 2008 â June 30, 2009; Ratify/Approve Tentative Agreement - Jerry Kurr, Associate Superintendent of Administration and Business Services", 
                    "item_type": "Action"
                }, 
                {
                    "boarddocs_id": "86PS585966EF", 
                    "item_details": "SUBJECT: Approve Proposed Meal Rates for 2008/2009 School YearThe Child Nutrition Program is required to maintain a breakeven program. With the increased price of gasoline, food, personnel cost and a decrease in State Reimbursements it is necessary to evaluate the price of school meals.The last meal price changed for the breakfast program was around twenty years ago and for the lunch program it was in 2004.The following are current meal prices for high schools in Santa Clara County:School DistrictBreakfastLunchPaidReducedAdultPaidReducedAdultEast Side UHSD1.00.301.602.50.403.20San Jose USD2.00.303.003.25.404.00Fremont Union1.75.302.003.00.403.50Milpitas USD1.50.30n/a2.50.403.00Santa Clara USD1.50.202.252.75.403.50Palo Alto USD2.50.302.504.25.404.75Gilroy USD1.50.202.002.25.403.00Proposed East Side Union High School District Price School DistrictBreakfastLunchPaidReducedAdultPaidReducedAdultEast Side UHSD1.50.302.003.00.403.50FINANCIAL IMPACT FUNDING SOURCE:$129,831.75 Local SourceRECOMMENDATIONIt is recommended that the Board of Trustees approve the above meal cost for the 2008/2009. ", 
                    "item_number": "8.03", 
                    "item_recommendation": "", 
                    "item_text": "Approve Proposed Meal Rates for 2008/2009 School Year - Jerry Kurr, Associate Superintendent of Administration and Business Services", 
                    "item_text_raw": " 8.03 Approve Proposed Meal Rates for 2008/2009 School Year - Jerry Kurr, Associate Superintendent of Administration and Business Services", 
                    "item_type": "Action (Consent)"
                }, 
                {
                    "boarddocs_id": "86PS5B59672A", 
                    "item_details": "See attached document.    ", 
                    "item_number": "8.04", 
                    "item_recommendation": "", 
                    "item_text": "Total School Solutions Presentation/Facilities Program Management Review - Henry Petrino, Director of Planning and Operations", 
                    "item_text_raw": " 8.04 Total School Solutions Presentation/Facilities Program Management Review - Henry Petrino, Director of Planning and Operations", 
                    "item_type": "Action"
                }, 
                {
                    "boarddocs_id": "86PS5E596796", 
                    "item_details": "The District’s Measure G bond program has been managed since the year 2003 by the Seville Group, Inc. (“SGI”).  Based on the June 15, 2008 Facilities Program Management Review by Total School Solutions (specifically page 3 (1st bullet), page 27 (second paragraph) and page 28 (under Program Manager), I recommend the Board authorize and approve District staff to negotiate a fee for services agreement with SGI and with a staffing plan prepared by SGI to maintain a similar level of services for Measure G and similar scope of program management work in Measure E.Recommendation:It is recommended that the Board direct the Associate Superintendent of Administration and Business Services to negotiate a contract for Measure E program management services with the Seville Group, Inc.", 
                    "item_number": "8.05", 
                    "item_recommendation": "", 
                    "item_text": "Recommendation regarding Program Management Services for Measure E for General Obligation School Facilities Bond Program - Jerry Kurr, Associate Superintendent of Administration and Business Services", 
                    "item_text_raw": " 8.05 Recommendation regarding Program Management Services for Measure E for General Obligation School Facilities Bond Program - Jerry Kurr, Associate Superintendent of Administration and Business Services", 
                    "item_type": "Action"
                }, 
                {
                    "boarddocs_id": "86PS5H5967A6", 
                    "item_details": "Information to be provided prior to the Board meeting.", 
                    "item_number": "8.06", 
                    "item_recommendation": "", 
                    "item_text": "Information to assist in Establishing Priorities under Measure E, which includes School Site Capacity Report - Julio Hernandez, SGI , Eric Hall, Eric Hall & Associates and Alan Garofalo, Associate Superintendent of Student Services and Facilities", 
                    "item_text_raw": " 8.06 Information to assist in Establishing Priorities under Measure E, which includes School Site Capacity Report - Julio Hernandez, SGI , Eric Hall, Eric Hall & Associates and Alan Garofalo, Associate Superintendent of Student Services and Facilities", 
                    "item_type": "Discussion"
                }, 
                {
                    "boarddocs_id": "86PS5L5967AF", 
                    "item_details": "\nSee attached Board memo.\n", 
                    "item_number": "8.07", 
                    "item_recommendation": "", 
                    "item_text": "Adopt and Approve Recommendations and Course of Action, and Authorize Administration to Proceed with Recommendations, in “Asset Utilization and Re-Use Plan” prepared by The Staubach Company; Approve Detailed Agreement for Brokerage Services with Staubach Company in Connection with Future Real Property Exchange/Dispositions in Connection with Asset Utilization and Re-Use Plan – Bob Nuñez, Superintendent", 
                    "item_text_raw": " 8.07 Adopt and Approve Recommendations and Course of Action, and Authorize Administration to Proceed with Recommendations, in “Asset Utilization and Re-Use Plan” prepared by The Staubach Company; Approve Detailed Agreement for Brokerage Services with Staubach Company in Connection with Future Real Property Exchange/Dispositions in Connection with Asset Utilization and Re-Use Plan – Bob Nuñez, Superintendent", 
                    "item_type": "Action"
                }, 
                {
                    "boarddocs_id": "86PS5P5967C0", 
                    "item_details": "SUBJECT: Adopt Resolution # 2007/2008-45 Filing Modernization and New Construction Applications for Funding of Career Technical Education Projects  The District is seeking available funding from the School Facilities Program administered by the State Allocation Board. In order to do so, the Board must approve the District Representative to file modernization and new construction applications with the Office of Public School Construction to seek available State funding for the Career Technical Education Projects at James Lick High School. FINANCIAL IMPACT: FUNDING SOURCE:None                                                                            N/A  RECOMMENDATION:It is recommended that the Board of Trustees adopt this Resolution to allow our District Representative to file modernization and new construction applications with the Office of Public School Construction to seek available State funding for the above listed sites. Attachment AG:sn  EAST SIDE UNION HIGH SCHOOL DISTRICT RESOLUTION #2007/2008-45To Allow Our District Representative to File Modernization and New Construction Applicationswith OPSC to Seek Available State Funding for Career Technical Education Projects atJames Lick High School WHEREAS, the Board of Trustees will be requesting funding of School Facility Program projects pursuant to Chapter 12.5, Part 10, Division 1, commencing with Section 17070.10, et Seq. of the Education Code; and WHEREAS, the Board of Trustees will be requesting funding of Career Technical Education projects pursuant to Chapter 12.5, Part 10, Division 1, commencing with Section 17078.10, et Seq. of the Education Code; and WHEREAS, the District is required to certify that it has a resolution or other documentation supporting the filing of its application; WHEREAS, the District plans to file applications for the modernization and new construction of James Lick High School, and WHEREAS, the District has established, in accordance with Education Code Section 17070.75(e) and beginning with the 2005/2006 fiscal year, a facilities inspection system to ensure that each of its schools is maintained in good repair. WHEREAS, Section 1771.7 of the Labor Code was recently enacted providing that any project commencing construction after April 1, 2003 and utilizes School Facilities Program funds derived from bonds, approved by the electorate in 2002 and 2004, must adopt and enforce a Labor Compliance Program; and WHEREAS, the District has identified a Labor Compliance Plan, approved by the Department of Industrial Relations, to be initiated on this project to be funded under the School Facilities Program; and WHEREAS, the District has identified the Labor Compliance Officer; and WHEREAS, the District agrees to enforce the approved Labor Compliance Plan through the Labor Compliance Officer with the assistance of staff and/or a third party provider. NOW, THEREFORE, the Board of Trustees authorizes the District Representative to execute documents as necessary to carry out the provision of this resolution. This resolution was adopted by the Board of Trustees on June 26, 2008 by the following vote: AYES: NOES: ABSENT: ABSTENTIONS: I, _________________________________ Clerk of the Board of Trustees of the East Side Union High School District in Santa Clara County, California, do hereby certify that the foregoing is a full, true and correct copy of a resolution adopted by the Board at a meeting thereof held at its regular place of meeting on June 26, 2008, and by the vote above stated, which resolution is on file in the office of said Board. _____________________________Clerk of the Board", 
                    "item_number": "8.08", 
                    "item_recommendation": "", 
                    "item_text": "Adopt Resolution # 2007/2008-45 Filing Modernization and New Construction Applications for Funding of Career Technical Education - Alan Garofalo, Associate Superintendent of Student Services and Facilities", 
                    "item_text_raw": " 8.08 Adopt Resolution # 2007/2008-45 Filing Modernization and New Construction Applications for Funding of Career Technical Education - Alan Garofalo, Associate Superintendent of Student Services and Facilities", 
                    "item_type": "Action"
                }, 
                {
                    "boarddocs_id": "86PS5S5967D4", 
                    "item_details": "BACKGROUNDState and Federal requirements, No Child Left Behind (NCLB) Act of 2001 and California Education Code (EC) Section 52055.27 identified East Side Union High School District as a Program Improvement District in Year-3 the Spring of 2007.  The ESUHSD did not: (1) meet the required percentage of students with disabilities achieving the proficient level on the English/Language Arts portion of the California High School Exit Exam; (2) meet the required sub group participation rate; and (3) meet the required graduation growth rate.  As a Program Improvement District in Year-3 the State Board of Education (SBE) requires that the district submit its revised LEA Addendum Action Plan to the SBE by July 1, 2008.  The District Assistance and Intervention Team (DAIT) comprised of district staff has worked a state approved external organization, Nascent Group, to collaborate and monitor the development of the Program Improvement plan incorporated in the LEA Addendum Action Plan.FISCAL IMPACT Use of Categorical Program Improvement Funds and other State and Federal Program Funds to implement the LEA Addendum Action Plan.RECOMMENDATIONSThe administration recommends that the Governing Board approve the No Child Left Behind / Program Improvement:  Revised LEA Addendum Action Plan. ", 
                    "item_number": "8.09", 
                    "item_recommendation": "", 
                    "item_text": "Approve the No Child Left Behind/Program Improvement: Revised LEA Addendum Action Plan - Dan Moser, Associate Superintendent of Instruction and Human Relations", 
                    "item_text_raw": " 8.09 Approve the No Child Left Behind/Program Improvement: Revised LEA Addendum Action Plan - Dan Moser, Associate Superintendent of Instruction and Human Relations", 
                    "item_type": "Action (Consent)"
                }, 
                {
                    "boarddocs_id": "86PS5V5967F3", 
                    "item_details": "The District recognizes that the available network resources are vital components for optimum communicationtechnology improves employee access to and exchange of information.  E-mail, Internet access, and other Ddistrict supplied software tools provide staff with the resources for a quality instructional program and forfacilitate efficient dDistrict operations.  Employees are expected to learn and use the appropriate technologies to assist them in their job responsibilities.Recommendation:It is recommended that the Board approve the Second reading and Adoption of Draft Policy BP4040 for E-Mail, Internet and Telecommunications for Staff.", 
                    "item_number": "8.10", 
                    "item_recommendation": "", 
                    "item_text": "Second Reading and Adoption of Draft Policy BP 4040 for E-Mail, Internet and Telecommunications for Staff - Jerry Kurr, Associate Superintendent of Administration and Business Services", 
                    "item_text_raw": " 8.10 Second Reading and Adoption of Draft Policy BP 4040 for E-Mail, Internet and Telecommunications for Staff - Jerry Kurr, Associate Superintendent of Administration and Business Services", 
                    "item_type": "Action"
                }
            ], 
            "section_name": "Operational Items/Board Discussion and/or Action", 
            "section_number": "8."
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "86PS5Z596809", 
                    "item_details": "EMPLOYMENT SEPARATIONNAMEFROM POSITION / SITE / FTEEFFECTIVEREASONCOLMAN, GeorgeCustodian, Night / PH / 1.006/03/2008DECMARADIAGA, FilibertoLead Custodian / JL / 1.006/01/2008RETSANCHEZ, Maria ElenaAttendance Clerk / MP / 1.007/05/2008RETDEC = DECEASEDRET = RETIREMENTCHANGE OF STATUSNAME FROM POSITION / SITE / FTE TO POSITION /SITE /FTE EFFECTIVE REASON NAMEFROM POSITION / SITE / FTETO POSITION / SITE / FTEEFFECTIVEREASONVILLAGOMEZ, AximandoParaeducator / EV / 0.875Paraeducator / PH / 0.87505/01/2008CSLCSL = CHANGE OF STATUS LATERALEMPLOYMENT SUMMER SCHOOLNAME POSITIONALVES, MariaChild Nutrition Worker IIALVAREZ, GregorioParaeducatorARANDA, RosalieJob Training TechnicianAVILA, RachelJob Training TechnicianBALAGSO, AlexJob Training TechnicianBAO, ThoJob Training TechnicianBAVILACQUA, PauletteSummer School Attendance SecretaryBEATTY, AmyParaeducatorBOLLING, JohnParaeducatorBOURBOUR, IreneSummer School Attendance SecretaryBUANTELLO, EileenJob Training TechnicianCABRERA, MarthaSummer School Attendance SecretaryCALDERON, JuanaJob Training TechnicianCARDENAS, LuzSummer School Attendance SecretaryCASTILLO, SoniaParaeducatorCASTRO, EvaSummer School Attendance SecretaryCHAND, PraveenaJob Training TechnicianCHEN, Sheena\tParaeducatorCORONADO, GuadalupeChild Nutrition Worker IDeVERA, ToniParaeducatorDOAN, XuanParaeducatorDUARTE, LauraJob Training TechnicianDUGALL, PhyllisSummer School Attendance SecretaryENDALEW, AyhuChild Nutrition Worker IFERNANDEZ, LorraineJob Training TechnicianFLORES, JosieChild Nutrition Worker IIGALINATO, FlorencioParaeducatorGARCIA,  DannyOne-to-One ParaeducatorGARCIA, JackieSummer School Attendance SecretaryGARCIA, MatildaChild Nutrition Worker IIGONZALES, NievesParaeducatorGONZALEZ, OscarJob Training TechnicianGRIMES, SherylSummer School Attendance SecretaryGUINGAB, JonathanOne-to-One ParaeducatorHAWS, SandraChild Nutrition Worker IIHOLGUIN, EdwardOne-to-One ParaeducatorHUANG, HelinaJob Training TechnicianHURTADO, MercedesOne-to-One ParaeducatorJOHNSON, BrianOne-to-One ParaeducatorJOHNSON, KarenParaeducatorJOHNSON, Lou ParaeducatorLACANLALE, MaryChild Nutrition Worker ILEDESMA, CarmenChild Nutrition Worker ILITTS, GinaJob Training TechnicianLOZANO, Maria ParaeducatorLYNN, RebeccaParaeducatorMENDOZA, MartinParaeducatorMENOR, EvangelinaParaeducatorMEZA, DellaParaeducatorMONTIEL, VenturaParaeducatorMORENO, DannyJob Training TechnicianMURILLO, ErnestinaChild Nutrition Worker INADAL, ElizabethJob Training TechnicianNAVA, NoraChild Nutrition Worker INGUYEN, NgaChild Nutrition Worker INGUYEN,  NgocOne-to-One ParaeducatorNGUYEN, OanhParaeducatorNGUYEN, TamParaeducatorNGUYEN, TienParaeducatorNUNEZ, KathleenJob Training TechnicianOLAGE, CynthiaSummer School Attendance SecretaryORTIZ, AureliaChild Nutrition Worker IPACHAS, MichaelParaeducatorPATTERSON, MichaelParaeducatorPHAN, HongChild Nutrition Worker IPONO, BlasParaeducatorPOOT, DelfinaChild Nutrition Worker IPULLANO, CynthiaSummer School Attendance SecretaryRAMIREZ, TeresaChild Nutrition Manager IRANDOLPH, ThomasJob Training TechnicianREYES, EstrellaParaeducatorROSETE, SoledadOne-to-One ParaeducatorSADDIK, RaulJob Training TechnicianSANCHEZ, TomParaeducatorSILVA, RagmaChild Nutrition Worker ISOSA, EduardaChild Nutrition Worker ITA, Maria ParaeducatorTELLO, EvaJob Training TechnicianTHOMAS, CarlJob Training TechnicianTOPETE, VictorJob Training TechnicianTRINH, LoatParaeducatorTRUONG, DuhiJob Training TechnicianVILLA, LorenaJob Training TechnicianVILLASENOR, JesseOne-to-One ParaeducatorVIVERITO, NancyParaeducatorWILLIAMS, RosaSummer School Attendance SecretaryWINANS, LupeSummer School Attendance SecretaryYATES, JenniferJob Training TechnicianYEE, MonitaParaeducatorZAMORA, FilibertoJob Training TechnicianZAMORA, MaricelaSummer School Attendance SecretaryZEPEDA, AliciaSummer School Attendance SecretaryFISCAL IMPACT FUNDING SOURCEAs per salary schedule\tVariousRECOMMENDATIONIt is recommended that the Board approve the Classified Personnel Actions as outlined above.", 
                    "item_number": "9.01", 
                    "item_recommendation": "", 
                    "item_text": "AMENDED Ratify/Approve Classified Personnel Actions Presented June 26, 2008", 
                    "item_text_raw": " 9.01 AMENDED Ratify/Approve Classified Personnel Actions Presented June 26, 2008", 
                    "item_type": "Action (Consent)"
                }, 
                {
                    "boarddocs_id": "86PS64596838", 
                    "item_details": "\n9.02 Ratify-Approve Certificated Personnel Actions Presented June 26, 2008.pdf (118 KB)\n", 
                    "item_number": "9.02", 
                    "item_recommendation": "", 
                    "item_text": "Ratify/Approve Certificated Personnel Actions Presented June 26, 2008", 
                    "item_text_raw": " 9.02 Ratify/Approve Certificated Personnel Actions Presented June 26, 2008", 
                    "item_type": "Action (Consent)"
                }, 
                {
                    "boarddocs_id": "86PS655969CF", 
                    "item_details": "\n\t   The positions listed below are paid through various restricted funding and are not bargaining\nunit work.  The majority of these positions are less than 1.25 hours per day.\n\t \nNEW EMPLOYMENT OF\n\t \nNAME\nPOSITION / PROGRAM / LOC\nEFFECTIVE\nCALDERON, Christian\nStudent Aide / Child Development / JLCC\n06/04/2008\nPASCHAL, Krischiann\nStudent Aide / Child Development / STCC\n06/04/2008\nPETERSON, Kelly\nStudent Aide / Child Development / JLCC\n06/10/2008\nSAUCEDO, Gabriela\nStudent Aide / Child Development / MPCC\n06/06/2008\n\t\t\t\t\t \n\t\t\t\t\t \n\t\t\t\t\t \nDUONG, Hong\nStudent Aide / Child Nutrition Services / SC\n06/11/2008\nPHAM, Nga\nStudent Aide / Child Nutrition Services / AH\n06/06/2008\nSINGH, Gurjit\nStudent Aide / Child Nutrition Services / SC\n06/06/2008\n\t\t\t\t\t \n\t\t\t\t\t \n\t\t\t\t\t \nPHAM, Sueanne\nCollege Student Aide / Language Assessment / AH\n06/10/2008\n\t\t\t\t\t \n\t\t\t\t\t \n\t\t\t\t\t \nAHUMADA, Manuel\nCollege Student Aide / Jose Vales Project / EVC\n06/11/2008\nALCARAZ, Karina\nCollege Student Aide / Jose Vales Project / EVC\n06/09/2008\nBLADE, Katasha\nCollege Student Aide / Jose Vales Project / EVC\n06/09/2008\nBOHANNON, Brittany\nCollege Student Aide / Jose Vales Project / EVC\n06/11/2008\nCARDENAS, Alexandra\nCollege Student Aide / Jose Vales Project / EVC\n06/09/2008\nCHURCH, Jeffrey\nCollege Student Aide / Jose Vales Project / EVC\n06/12/2008\nDHANOTA, Sumeet\nCollege Student Aide / Jose Vales Project / EVC\n06/11/2008\nFRIAS, Roxanna\nCollege Student Aide / Jose Vales Project / EVC\n06/09/2008\nGONZALEZ, Marcus\nCollege Student Aide / Jose Vales Project / EVC\n06/09/2008\nHUYNH, Katherine\nCollege Student Aide / Jose Vales Project / EVC\n06/09/2008\nLE, Tu\nCollege Student Aide / Jose Vales Project / EVC\n06/09/2008\nLIPARI, John\nCollege Student Aide / Jose Vales Project / EVC\n06/09/2008\nMENDOZA, Kristen\nCollege Student Aide / Jose Vales Project / EVC\n06/09/2008\nMENDOZA, Miguel\nCollege Student Aide / Jose Vales Project / EVC\n06/09/2008\nMURILLO, Angelica\nCollege Student Aide / Jose Vales Project / EVC\n06/09/2008\nOSBY, Janayla\nCollege Student Aide / Jose Vales Project / EVC\n06/11/2008\nSTONE, Alexander\nCollege Student Aide / Jose Vales Project / EVC\n06/11/2008\nSUSTAITA, Karina\nCollege Student Aide / Jose Vales Project / EVC\n06/11/2008\nTRAN, Don\nCollege Student Aide / Jose Vales Project / EVC\n06/10/2008\nTRAN, Vivi\nCollege Student Aide / Jose Vales Project / EVC\n06/11/2008\nVIZCARRA, Evelyn\nCollege Student Aide / Jose Vales Project / EVC\n06/09/2008\nVIZCARRA, Jessica\nCollege Student Aide / Jose Vales Project / EVC\n06/09/2008\n\t\t\t\t\t \n\t\t\t\t\t \n\t\t\t\t\t \nLOPEZ, Alexia\nCollege Student Aide / Math & Literacy Institute / MP\n06/04/2008\nLOPEZ, Andrea \nCollege Student Aide / Math & Literacy Institute / MP\n06/11/2008\nMAMARIL, Maria\nCollege Student Aide / Math & Literacy Institute / MP\n06/10/2008\nROBINSON, Tracey\nCollege Student Aide / Math & Literacy Institute / MP\n06/05/2008\n\t\t\t\t\t \n\t\t\t\t\t \n\t\t\t\t\t \nDO, Thomas\nStudent Aide / Workability / EV\n06/03/2008\n\t \nFISCAL IMPACT                                                                   FUNDING SOURCE\nAs per salary schedule                                                              Various restricted funding\n\t \nRECOMMENDATION\nIt is recommended that the Board approve the Student Aide Personnel Actions as outlined above.\n\t \n", 
                    "item_number": "9.03", 
                    "item_recommendation": "", 
                    "item_text": "Ratify/Approve Student Aide Personnel Actions Presented June 26, 2008", 
                    "item_text_raw": " 9.03 Ratify/Approve Student Aide Personnel Actions Presented June 26, 2008", 
                    "item_type": "Action (Consent)"
                }, 
                {
                    "boarddocs_id": "86PS665969FE", 
                    "item_details": "The Instructional Policies Committee (IPC) has reviewed these updated course outlines for Construction Technology 1, 2, and 3 courses.  At this time, the members of IPC recommend approval of these descriptions. Construction Technology 1: The curriculum, designed in conjunction with the building trades unions, prepares students for going into the trades of into college. This course provides an initial introduction to the construction trades with a focus on residential construction covering the general areas of safety; hand and power tools used in framing, wiring, plumbing, concrete, drywall, roofing and finishing; reading drawings and interpreting plans.  Students will have the opportunity to – learn by doing – and to participate in special activities such as industry sponsored workshops, industry tours, job shadowing, and summer internships.. Construction Technology 2:       The Construction and Building Trades program has been designed to provide a very special focus to the education of our students. The curriculum, designed in conjunction with the building trades union, prepares students for both going into the trades or into college. This course is the second of the sequences of Construction technology courses and aims to further the student’s knowledge and skills in the construction trades. Construction Tech II will continue to focus on residential construction reviewing the general areas of safety; hand and power tools used in framing, wiring, plumbing, concrete, drywall, and finishing. The course will further the students knowledge in the areas of building codes; reading, drawing and interpreting plans, foundation walls, floor framing, basic roof framing, roof assembly and sheathing, window and door installation, duct, pipe fitting and welding. Students will have the opportunity to—learn by doing—and to participate in special activities such as industry sponsored workshops, industry tours, job shadowing, and summer internships. Construction Technology 3:       The Construction and Building Trades program has been designed to provide a very special focus to the education of our students. The curriculum, designed in conjunction with the building trades union, prepares students for both going into the trades or into college. This course is the third of the sequences of Construction technology courses and aims to further the student’s knowledge and skills in the construction trades. Construction Tech III will continue to focus on residential construction reviewing the general areas of safety; hand and power tools used in framing, wiring, plumbing, concrete, drywall, and finishing. The course will further the students knowledge in the areas of building codes; reading, drawing and interpreting plans, advanced framing, piping systems, electrical power and distribution systems, ducting, pipe fitting and welding. Students will have the opportunity to —learn by doing—and to participate in special activities such as industry sponsored workshops, industry tours, job shadowing, and senior construction project.  Fiscal Impact Funding SourcesN/A                                                                 N/A Recommendation:It is recommended that the Board of Trustees approve these update course descriptions above.", 
                    "item_number": "9.04", 
                    "item_recommendation": "", 
                    "item_text": "Approve Updated Course Outline: Construction 1, 2, and 3- Dan Moser, Associate Superintendent of Instruction and Human Relations", 
                    "item_text_raw": " 9.04 Approve Updated Course Outline: Construction 1, 2, and 3- Dan Moser, Associate Superintendent of Instruction and Human Relations", 
                    "item_type": "Action (Consent)"
                }, 
                {
                    "boarddocs_id": "86PS69596A0B", 
                    "item_details": "The Instructional Policies Committee (IPC) has reviewed American Sign Language 2, Biology for Biotechnology, English 1 Support, and Multimedia III courses listed below.  These courses were piloted during the 2007-2008 school year.  The course descriptions are included for your review.  At this time, the members of IPC recommend approval of these courses. American Sign Language 2: American Sign Language 2 is the second year in the American Sign Language course sequence. The course builds upon the receptive and expressive skills taught in ASL 1. This course increases fluency and accuracy in finger spelling, and allows for recognition and demonstration of more sophisticated grammatical features of American Sign Language. Furthermore, the course will give students a deeper understanding of the history, values and social norms of the Deaf community in the United States and provides opportunities for interaction within the deaf community. Upon completion of this course, the students will demonstrate increasing fluency and control of vocabulary.  Biology for Biotechnology:  Biology for Biotechnology is a one-year laboratory course devoted to the study of the major biological themes and concepts that explain life processes using biotechnology equipment and skills. These major biology themes/standards include: cell biology, genetics, ecology, evolution, physiology, as well as investigation and experimentation.  Biotechnological skills include microbiological aseptic techniques, transformation, micropipetting, gel electrophoresis, PCR and gel interpretation.   Equipment familiarity will include micropipettes, microfuge, power supplies, gel boxes, thermal cycler, gel documentation system and UV lamps.    English 1 Support:  English 1 Support offers additional preparation in English fundamentals to English 1 students concurrently enrolled in English 1 who are one to two years below grade level.  The goal of the Support class is to accelerate students’ language arts skills to at or above grade level.  Reading, writing, and grammar skills are reinforced and acquisition is accelerated through structured performance tasks aligned with the California Content Standards for Language Arts.  The course supports the curriculum offered in English 1 and is directly linked to the lessons presented in the Core class.  It is a forum to preview, review, or reteach through modeled and guided practice, interactive, focused lessons with specific feedback.  In addition, students will build fluency (through repeated reading), academic language, and confidence.   Multimedia III:   Multimedia arts III is a third year course in a three-year multimedia arts course sequence. After successful completion of multimedia arts III, students will be prepared for college art courses and have advanced skills in arts and technology, as it pertains to art. Multimedia arts III is a project-based course that continues to explore multimedia with a foundation in visual arts. Projects will be interrelated and extensive, address advanced visual art and design concepts, and completed using advanced computer application techniques. Multimedia arts III provides students the opportunity to independently explore multimedia and refine their skill and style, develop a professional portfolio for college and/or job interviews, and research college and career opportunities.  Fiscal Impact Funding SourcesN/A                                                                 N/A Recommendation:It is recommended that the Board of Trustees approve the above courses.", 
                    "item_number": "9.05", 
                    "item_recommendation": "", 
                    "item_text": "Final Course Approval: American Sign Language 2, Biology for Biotechnology, English 1 Support, Multimedia III- Dan Moser, Associate Superintendent of Instruction and Human Relations", 
                    "item_text_raw": " 9.05 Final Course Approval: American Sign Language 2, Biology for Biotechnology, English 1 Support, Multimedia III- Dan Moser, Associate Superintendent of Instruction and Human Relations", 
                    "item_type": "Action (Consent)"
                }, 
                {
                    "boarddocs_id": "86PS6C596A17", 
                    "item_details": "The Instructional Policies Committee (IPC) has reviewed these textbooks listed below.  The textbooks were piloted during the 2007-2008 school year. At this time, the members of IPC recommend approval of these textbooks. Textbooks  Nuevas Vistas, IntroducationForeign LanguageHolt, Reinhart and Winston$58.952006Nuevas Vistas, Curso DosForeign LanguageHolt, Reinhart and Winston$60.952006Geni@l A1Foreign LanguageLangenscheidt Publishing$22.952004Geni@l A2Foreign LanguageLangenscheidt Publishing$22.952004Learning Americna Sign Language Levels 1 &2Foreign LanguagePerson/Prentice Hall$54.992004  Fiscal Impact Funding SourcesN/A                                                                 N/A  Recommendation:It is recommended that the Board of Trustees approve these textbooks above.", 
                    "item_number": "9.06", 
                    "item_recommendation": "", 
                    "item_text": "Final Textbook Approval: American Sign Language Levels 1 & 2, Genial A1 & A2, Nuevas Vista, Intro, Nuevas Vistas Curso Dos - Dan Moser, Associate Superintendent of Instruction and Human Relations", 
                    "item_text_raw": " 9.06 Final Textbook Approval: American Sign Language Levels 1 & 2, Genial A1 & A2, Nuevas Vista, Intro, Nuevas Vistas Curso Dos - Dan Moser, Associate Superintendent of Instruction and Human Relations", 
                    "item_type": "Action (Consent)"
                }, 
                {
                    "boarddocs_id": "86PS6F596A6C", 
                    "item_details": "Approval is requested for submittal of the 2008-2009 California Department of Education Consolidated Application (CADS) Part I for categorical programs.  The application submitted to the State Department of Education designates schools receiving state and/or federal categorical funding such as Title I, Economic Aid Impact (EIA), School Improvement (SIP), or Gifted and Talented (GATE).  Funding in many of the categorical programs is determined by student enrollment; in the case of Title I, schools are designated and ranked by a combination of CalWorks and students receiving Free and Reduced lunch.  Other funding requested includes Title II, Professional Development, Title IV Drug Free Schools, Title V Innovative Programs, etc.   FISCAL IMPACT FUNDING SOURCEUnknown at this time                            State:                School Improvement Program (SIP)(State allocations issued in                                             Economic Aid Impact (EIA)October 2008)                                                             Tenth Grade Counseling, GATE                                                                                    Peer Assistance and Review, TUPE                                                                                    School Safety, Cal Safe                                                             Federal:            Title I, Title II Staff Dev. & Teacher                                                                                    Quality, Title IV Drug Free Schools,                                                                                    Title V Innovative Programs and                                                                                     Title III ELL Students RECOMMENDATIONSIt is recommended that the Board of Trustees approve the Consolidated Program Application (CADS) Part I 2008-09 for submission to the California Department of Education.  ", 
                    "item_number": "9.07", 
                    "item_recommendation": "", 
                    "item_text": "Approval of Consolidated Program Application (CADS) Part I for 2008 - 2009 - Dan Moser, Associate Superintendent of Instruction and Human Relations", 
                    "item_text_raw": " 9.07 Approval of Consolidated Program Application (CADS) Part I for 2008 - 2009 - Dan Moser, Associate Superintendent of Instruction and Human Relations", 
                    "item_type": "Action (Consent)"
                }, 
                {
                    "boarddocs_id": "86PS6J596B16", 
                    "item_details": "The Instructional Policies Committee (IPC) has reviewed the course name changes and updated course outlines for Intro to Hospitality & Tourism and Marketing Hospitality & Tourism.  At this time, the members of IPC recommend approval of this course name changes and updated course outlines. Intro to Hospitality & Tourism: This course is designed for students to obtain a broad foundation in the Hospitality and Tourism Industry through a variety of realistic travel-related experiences. The student will study and gain theory on air transportation, cruises, hotels and lodging, travel agencies and regulations. This foundation course will prepare students for sequential courses of study in Tourism. This course has a comprehensive focus on development of skills required by the secretary’s commission on achieving necessary skills. Consistent with recent publications by the National Center on Education and the Economy, and the Department of Labor (“Secretary’s Commission of Achieving Necessary Skills”), the following attitudes and skills are integrated and reinforced throughout the entire Introduction of Hospitality and Tourism curriculum: Critical thinking skillsProblem solvingTeam building Interpersonal skillsEthicsQuality of workWritten and oral communication skillsDecision making.TechnologyAttention to detailsEvaluation of one’s own workInterpretation of dataPrioritizing and schedulingTime managementSummarizing and abstract reasoningAnalyzing and clarifying      Intro to Hospitality & Tourism: This 11-12th grade capstone course will provide the students of the Academy of Hospitality & Tourism the opportunity to learn and apply industry-specific principles of management and marketing. Students will learn functions of general tourism, sports and entertainment event, and human resource management. In addition, students will learn to market and sell tourism and hospitality, as well as sports and entertainment marketing. Students will learn customer service skills within the travel and tourism industry.  Consistent with recent publications by the National Center on Education and the Economy, and the Department of Labor (“Secretary’s Commission of Achieving Necessary Skills”), the following attitudes and skills are integrated and reinforced throughout the entire Business for Hospitality & Tourism curriculum: §         Critical thinking skills§         Problem solving§         Team building to enhance cooperative learning and interpersonal skills§         Ethics§         Quality of work§         Written and oral communication skills§         Decision making§         Attention to details§         Evaluation of one’s own work§         Interpretation of data§         Prioritizing and scheduling§         Time management§         Summarizing and abstract reasoning§         Analyzing and clarifying   Fiscal Impact Funding SourcesN/A                                                                 N/A Recommendation:It is recommended that the Board of Trustees approve the courses above.", 
                    "item_number": "9.08", 
                    "item_recommendation": "", 
                    "item_text": "Name Change and Updated Course Outline: Intro to Hospitality & Tourism, Marketing Hospitality & Tourism - Dan Moser, Associate Superintendent of Instruction and Human Relations", 
                    "item_text_raw": " 9.08 Name Change and Updated Course Outline: Intro to Hospitality & Tourism, Marketing Hospitality & Tourism - Dan Moser, Associate Superintendent of Instruction and Human Relations", 
                    "item_type": "Action (Consent)"
                }, 
                {
                    "boarddocs_id": "86PS6M596B27", 
                    "item_details": "SUBJECT: Notice of Completion for the James Lick High School Kitchen Renovation (Shellco Inc.) Bid #B-06-07-08 Pursuant to the contract awarded by the Board of Trustees on September 20, 2007, Shellco Inc. has furnished all material and finished all labor for the completion of work related to the James Lick HS Kitchen Renovation.With the approval of the Board of Trustees, the attached Notice of Completion will be filed with the Santa Clara County Recorder’s Office as required by law. FINANCIAL IMPACT: FUNDING SOURCE:$794,724.00                                                          Capital Facilities Fund RECOMMENDATION:It is recommended that the Board of Trustees approve the Notice of Completion for the James Lick High School Kitchen Renovation (Shellco Inc.) Attachment AG:sn Return to:        East Side Union High School District                        830 North Capitol Avenue                        San Jose, CA  95133                        Operations Department Recorded without fee under Section 6103 of the Government Code  NOTICE OF COMPLETION NOTICE IS HEREBY GIVEN that the undersigned, East Side Union High School District, as Owner of the property hereinafter described, caused improvements to be made upon the property hereinafter described. That the work on said improvements was actually completed on the 26th day of June 2008. That the name of the Contractor for said Owner is Shellco Inc.. That the nature of the title of said Owner to said property is that of Owner in fee simple, and the names and addresses of all Owners of said property are:                         NAME                                                 ADDRESS East Side Union High School District             830 North Capitol Avenue                                                                        San Jose, CA  95133 That the property herein referred to and on which said improvements are located is situated in the County of Santa Clara, State of California, and described as follows: James Lick High School Kitchen RenovationBid #B-06-07-08DSA #01-109253DATED: June 26, 2008 By: _____________________Jerry KurrAssociate Superintendent of Administration & Business Services  VERIFICATIONI am Jerry Kurr authorized agent of East Side Union High School District the Owner of the property described in the foregoing notice.  I have read the foregoing notice and contents thereof, and I declare under penalty of perjury of the laws of the State of California that the foregoing is true and correct.______________________________Jerry Kurr", 
                    "item_number": "9.09", 
                    "item_recommendation": "", 
                    "item_text": "Notice of Completion for the James Lick High School Kitchen Renovation (Shellco Inc.) - Alan Garofalo, Associate Superintendent of Student Services and Facilities", 
                    "item_text_raw": " 9.09 Notice of Completion for the James Lick High School Kitchen Renovation (Shellco Inc.) - Alan Garofalo, Associate Superintendent of Student Services and Facilities", 
                    "item_type": "Action (Consent)"
                }, 
                {
                    "boarddocs_id": "86PS6Q596B34", 
                    "item_details": "SUBJECT: Notice of Completion for the Mount Pleasant High School Performing Arts Theater (S.J. Amoroso) Bid #B-43-05-06 Pursuant to the contract awarded by the Board of Trustees on May 11, 2006, S.J. Amoroso Construction Co., Inc. has furnished all material and finished all labor for the completion of work related to the Mount Pleasant high School Performing Arts Theater. With the approval of the Board of Trustees, the attached Notice of Completion will be filed with the Santa Clara County Recorder’s Office as required by law. FINANCIAL IMPACT: FUNDING SOURCE:$11,943,862.00                                             Capital Facilities Fund RECOMMENDATION:It is recommended that the Board of Trustees approve the Notice of Completion for the Mount Pleasant High School Performing Arts Theater (S.J. Amoroso). Attachment AG:sn       Return to:        East Side Union High School District                        830 North Capitol Avenue                        San Jose, CA  95133                        Operations Department Recorded without fee under Section 6103 of the Government Code  NOTICE OF COMPLETION NOTICE IS HEREBY GIVEN that the undersigned, East Side Union High School District, as Owner of the property hereinafter described, caused improvements to be made upon the property hereinafter described. That the work on said improvements was actually completed on the 26th day of June 2008. That the name of the Contractor for said Owner is S.J. Amoroso Construction Inc. That the nature of the title of said Owner to said property is that of Owner in fee simple, and the names and addresses of all Owners of said property are:                         NAME                                                 ADDRESSEast Side Union High School District             830 North Capitol Avenue                                                                         San Jose, CA 95133 That the property herein referred to and on which said improvements are located is situated in the County of Santa Clara, State of California, and described as follows: Mount Pleasant High School Performing Arts TheaterBid #B-43-05-06DSA #01-107039DATED: June 26, 2008 By: _____________________Jerry KurrAssociate Superintendent of Administration & Business Services VERIFICATION I am Jerry Kurr authorized agent of East Side Union High School District the Owner of the property described in the foregoing notice.  I have read the foregoing notice and contents thereof, and I declare under penalty of perjury of the laws of the State of California that the foregoing is true and correct.______________________________Jerry Kurr", 
                    "item_number": "9.10", 
                    "item_recommendation": "", 
                    "item_text": "Notice of Completion for the Mount Pleasant High School Performing Arts Theater (S.J. Amoroso) - Alan Garofalo, Associate Superintendent of Student Services and Facilities", 
                    "item_text_raw": " 9.10 Notice of Completion for the Mount Pleasant High School Performing Arts Theater (S.J. Amoroso) - Alan Garofalo, Associate Superintendent of Student Services and Facilities", 
                    "item_type": "Action (Consent)"
                }, 
                {
                    "boarddocs_id": "86PS6T596B41", 
                    "item_details": "To be made available prior to Board meeting.", 
                    "item_number": "9.11", 
                    "item_recommendation": "", 
                    "item_text": "Minutes of June 19, 2008 Regular Board Meeting", 
                    "item_text_raw": " 9.11 Minutes of June 19, 2008 Regular Board Meeting", 
                    "item_type": "Action (Consent)"
                }
            ], 
            "section_name": "Consent Calendar", 
            "section_number": "9."
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "86PS6X596B4D", 
                    "item_details": "See attached document.", 
                    "item_number": "10.01", 
                    "item_recommendation": "", 
                    "item_text": "Report on 2008 â 2009 Single School Plans for Student Achievement - Dan Moser, Associate Superintendent of Instruction and Human Relations", 
                    "item_text_raw": " 10.01 Report on 2008 â 2009 Single School Plans for Student Achievement - Dan Moser, Associate Superintendent of Instruction and Human Relations", 
                    "item_type": "Report"
                }
            ], 
            "section_name": "Written Reports/Recommendations", 
            "section_number": "10."
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "86PS73596B6F", 
                    "item_details": " ", 
                    "item_number": "11.01", 
                    "item_recommendation": "", 
                    "item_text": "Board of Trustees Frank Biehl, MetroEd", 
                    "item_text_raw": " 11.01 Board of Trustees Frank Biehl, MetroEd", 
                    "item_type": "Information"
                }
            ], 
            "section_name": "Board of Trustees/Superintendent Communications/Comments", 
            "section_number": "11."
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "86PS77596B80", 
                    "item_details": "", 
                    "item_number": "12.01", 
                    "item_recommendation": "", 
                    "item_text": "EXPULSIONS - None", 
                    "item_text_raw": " 12.01 EXPULSIONS - None", 
                    "item_type": "Action"
                }, 
                {
                    "boarddocs_id": "86PS7A596B8E", 
                    "item_details": ".", 
                    "item_number": "12.02", 
                    "item_recommendation": "", 
                    "item_text": "PUBLIC EMPLOYEE DISCIPLINE/DISMISSAL/RELEASE (Government Code ยงSection 54957)", 
                    "item_text_raw": " 12.02 PUBLIC EMPLOYEE DISCIPLINE/DISMISSAL/RELEASE (Government Code ยงSection 54957)\n", 
                    "item_type": "Action"
                }, 
                {
                    "boarddocs_id": "86PS7D596B9F", 
                    "item_details": "Agency Designated Representatives: Bob Nuñez, Superintendent Jerry Kurr, Associate Superintendent of Administration and Business ServicesDan Moser, Associate Superintendent of Instructional Services and Human RelationsCathy Giammona, Director of Human ResourcesVida Branner-Siders, Director of Compensation and Classified Employee RelationsEmployee Organizations:American Federation of Teachers (AFT)California School Employees Association (CSEA)East Side Teachers Association (ESTA)", 
                    "item_number": "12.03", 
                    "item_recommendation": "", 
                    "item_text": "CONFERENCE WITH LABOR NEGOTIATORS (Government Code §Section 54957.6)", 
                    "item_text_raw": " 12.03 CONFERENCE WITH LABOR NEGOTIATORS (Government Code §Section 54957.6)", 
                    "item_type": "Information"
                }, 
                {
                    "boarddocs_id": "86PS7G596BAC", 
                    "item_details": "CONFERENCE WITH LEGAL COUNSEL – EXISTING LITIGATION(Subdivision (a) of Section 54956.9)            Tessa Cavazos v. East Side Union High School District, et al. (Santa Clara County Superior Court Case No. 107CV085424)CONFERENCE WITH LEGAL COUNSEL – ANTICIPATED LITIGATIONSignificant exposure to litigation pursuant to subdivision (b) of Section 54956.9: One potential case.", 
                    "item_number": "12.04", 
                    "item_recommendation": "", 
                    "item_text": "CONFERENCE WITH LEGAL COUNSEL", 
                    "item_text_raw": " 12.04 CONFERENCE WITH LEGAL COUNSEL", 
                    "item_type": "Discussion"
                }, 
                {
                    "boarddocs_id": "86PS7K596BBC", 
                    "item_details": "", 
                    "item_number": "12.05", 
                    "item_recommendation": "", 
                    "item_text": "CONFERENCE WITH REAL PROPERTY NEGOTIATORS", 
                    "item_text_raw": " 12.05 CONFERENCE WITH REAL PROPERTY NEGOTIATORS", 
                    "item_type": "Discussion"
                }, 
                {
                    "boarddocs_id": "86PS7N596BC9", 
                    "item_details": "", 
                    "item_number": "12.06", 
                    "item_recommendation": "", 
                    "item_text": "PUBLIC EMPLOYEE PERFORMANCE EVALUATION (Government Code ยง Section 54957)", 
                    "item_text_raw": " 12.06 PUBLIC EMPLOYEE PERFORMANCE EVALUATION (Government Code ยง Section 54957)", 
                    "item_type": "Discussion"
                }, 
                {
                    "boarddocs_id": "86PS7R596BD7", 
                    "item_details": "Principal (2)", 
                    "item_number": "12.07", 
                    "item_recommendation": "", 
                    "item_text": "PUBLIC EMPLOYMENT/PUBLIC EMPLOYEE APPOINTMENT (Government Code ยง Section 54957)\n\nPrincipals (2)", 
                    "item_text_raw": " 12.07 PUBLIC EMPLOYMENT/PUBLIC EMPLOYEE APPOINTMENT (Government Code ยง Section 54957)\n\nPrincipals (2)\n", 
                    "item_type": "Discussion"
                }
            ], 
            "section_name": "Closed Session", 
            "section_number": "12."
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "86PS7V596BE0", 
                    "item_details": "", 
                    "item_number": "", 
                    "item_recommendation": "", 
                    "item_text": "Attorney will report on closed session action.", 
                    "item_text_raw": " Attorney will report on closed session action.", 
                    "item_type": "Report"
                }
            ], 
            "section_name": "Report Closed Session Action(s)", 
            "section_number": "13."
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "86PS7Z596BE9", 
                    "item_details": "", 
                    "item_number": "", 
                    "item_recommendation": "", 
                    "item_text": "President adjourns meeting", 
                    "item_text_raw": " President adjourns meeting", 
                    "item_type": "Information"
                }
            ], 
            "section_name": "Adjournment", 
            "section_number": "14."
        }
    ]
}