{
    "agency": "east_side_uhsd", 
    "meeting_date": "03-06-2010", 
    "meeting_sections": [
        {
            "items": [
                {
                    "boarddocs_id": "86PMY9580A60", 
                    "item_details": "", 
                    "item_number": "", 
                    "item_recommendation": "", 
                    "item_text": "Meeting location: East Side Union HIgh School District - Board Room, 830 N. Capitol Avenue, San Jose, CA 95133", 
                    "item_text_raw": " Meeting location: East Side Union HIgh School District - Board Room, 830 N. Capitol Avenue, San Jose, CA 95133", 
                    "item_type": "Information"
                }
            ], 
            "section_name": "Open Session", 
            "section_number": "0."
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "86PMYD580A70", 
                    "item_details": "", 
                    "item_number": "1.01", 
                    "item_recommendation": "", 
                    "item_text": "Roll Call", 
                    "item_text_raw": " 1.01 Roll Call", 
                    "item_type": "Information"
                }, 
                {
                    "boarddocs_id": "86PMYG580A7D", 
                    "item_details": "", 
                    "item_number": "1.02", 
                    "item_recommendation": "", 
                    "item_text": "Announcement and Public Comment regarding Items to be discussed in Closed Session (Government Code 54957.7)", 
                    "item_text_raw": " 1.02 Announcement and Public Comment regarding Items to be discussed in Closed Session (Government Code 54957.7)", 
                    "item_type": "Information"
                }, 
                {
                    "boarddocs_id": "86PMYK580A8C", 
                    "item_details": "", 
                    "item_number": "1.03", 
                    "item_recommendation": "", 
                    "item_text": "Recess to Closed Session (Open Session will resume at the end of Closed Session in the Board Room at approximately 9:30 a.m.) See item 2 on agenda (Closed Session).", 
                    "item_text_raw": " 1.03 Recess to Closed Session (Open Session will resume at the end of Closed Session in the Board Room at approximately 9:30 a.m.) See item 2 on agenda (Closed Session).", 
                    "item_type": "Information"
                }
            ], 
            "section_name": "Call to Order/Roll Call", 
            "section_number": "1."
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "86PMYP580A94", 
                    "item_details": "Conference with Legal Counsel – Anticipated LitigationInitiation of litigation pursuant to subdivision (c) of Section 54956.9 of the Government Code:  One (1) potential case", 
                    "item_number": "2.01", 
                    "item_recommendation": "", 
                    "item_text": "Conference with Legal Counsel â Anticipated Litigation, Initiation of litigation pursuant to subdivision (c) of Section 54956.9 of the Government Code: One (1) potential case", 
                    "item_text_raw": " 2.01 Conference with Legal Counsel â Anticipated Litigation, Initiation of litigation pursuant to subdivision (c) of Section 54956.9 of the Government Code: One (1) potential case\n", 
                    "item_type": "Action"
                }
            ], 
            "section_name": "Closed Session", 
            "section_number": "2."
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "86PMYT580A9B", 
                    "item_details": "I pledge allegiance to the flagof the United States of Americaand to the Republic for which it standsone nation under Godindivisible with liberty and justice for all.", 
                    "item_number": "3.01", 
                    "item_recommendation": "", 
                    "item_text": "Pledge of Allegiance", 
                    "item_text_raw": " 3.01 Pledge of Allegiance", 
                    "item_type": "Information"
                }
            ], 
            "section_name": "Open Session 9:30 a.m. – District Office Board Room", 
            "section_number": "3."
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "86PMYX580AAF", 
                    "item_details": "", 
                    "item_number": "", 
                    "item_recommendation": "", 
                    "item_text": "Information explaining Board meeting procedures and how citizens can address the Board will be read. Written information is located near the entrance to the Board Room.", 
                    "item_text_raw": " Information explaining Board meeting procedures and how citizens can address the Board will be read. Written information is located near the entrance to the Board Room.", 
                    "item_type": "Information"
                }
            ], 
            "section_name": "Welcome and Explanation to Audience", 
            "section_number": "4."
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "86PMZ3580ABC", 
                    "item_details": "", 
                    "item_number": "", 
                    "item_recommendation": "", 
                    "item_text": "For consideration by the Board of Trustees.", 
                    "item_text_raw": " For consideration by the Board of Trustees.", 
                    "item_type": "Action, Discussion"
                }
            ], 
            "section_name": "Consideration of Proposed Amendments to Agenda", 
            "section_number": "5."
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "86PMZ7580AC8", 
                    "item_details": "", 
                    "item_number": "", 
                    "item_recommendation": "", 
                    "item_text": "Persons wishing to address the Board must fill out a gold request form, which is located at the entrance of the Board Room.", 
                    "item_text_raw": " Persons wishing to address the Board must fill out a gold request form, which is located at the entrance of the Board Room.", 
                    "item_type": "Information"
                }
            ], 
            "section_name": "Public Members Who Wish to Address the Board of Trustees", 
            "section_number": "6."
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "86PMZB580B12", 
                    "item_details": "EAST SIDE UNION HIGH SCHOOL DISTRICTTO:Board of TrusteesFROM:Dan Moser, Interim SuperintendentSUBJECT:Recommendations for Budget Reductions and Eliminations for 2010-2011 School Year; Impacts to District, School Sites and ProgramsPresentation, discussion and/or action item.", 
                    "item_number": "7.01", 
                    "item_recommendation": "", 
                    "item_text": "Recommendations for Budget Reductions and Eliminations for 2010-2011 School Year; Impacts to District, School Sites and Programs â Dan Moser, Interim Superintendent", 
                    "item_text_raw": " 7.01 Recommendations for Budget Reductions and Eliminations for 2010-2011 School Year; Impacts to District, School Sites and Programs â Dan Moser, Interim Superintendent", 
                    "item_type": "Action, Discussion, Presentation"
                }
            ], 
            "section_name": "Budget Study Session Item", 
            "section_number": "7."
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "86PMZF580BC9", 
                    "item_details": "EAST SIDE UNION HIGH SCHOOL DISTRICTTO:Board of TrusteesFROM:Dan Moser, Interim SuperintendentSUBJECT:Review, Consideration and Adoption of Resolution #2009/2010-35 Authorizing Reduction or Elimination of Classified ServicesRESOLUTION OFEAST SIDE UNION HIGH SCHOOL DISTRICTREGARDINGREDUCTION OR ELIMINATION OF SERVICESRESOLUTION #2009/2010-35WHEREAS, the continued employment of the current number of classified positions is no longer possible due to lack of funds;WHEREAS, Sections 45114, 45117, 45298 and 45308 of the California Education Code authorize the Board to terminate the service of such positions, for lack of funds, and/or lack of work;WHEREAS, this Board has determined that continued employment is no longer possible at the current levels for the positions listed below:POSITIONNumber of Full-Time Equivalent Positions (“FTEs”)Account Clerk II 1.0Attendance Clerks11.0Clerk Typist I\t1.5Clerk Typist II\t1.0Computer Tech Support Engineer1.0Custodian10.0Department Secretary2.0Gardener5.0Health Clerk5.0IEP Para Educator5.0Job Training Technician5.25Library Technician10.5Mechanic II\t1.0Para Educators15.25Team Teaching Clerk0.50TOTAL FTEs  75.0NOW, THEREFORE, BE IT RESOLVED that the District Superintendent or his designee is directed to give notice to the affected employee(s) in the appropriate classification in light of the herein positions to be eliminated, informing them that they will be laid off.  The notice shall advise the employee(s) of their last effective date of employment, their displacement rights, if any, and reemployment rights pursuant to Education Code Sections 45114, 45115, 45117, 45298, and 45308.Adopted by the East Side Union High School District Board of Trustees on March 6, 2010.By the following vote:AYES:\t_______\tNOES:\t\t_______ABSENT:\t\t_______ABSTENTIONS: \t_______\t ____________________________________________\t\tClerk of the Board of Trustees\tof the East Side Union High School District\n", 
                    "item_number": "8.01", 
                    "item_recommendation": "", 
                    "item_text": "Review, Consideration and Adoption of Resolution #2009/2010-35 Authorizing Reduction or Elimination of Classified Services â Dan Moser, Interim Superintendent", 
                    "item_text_raw": " 8.01 Review, Consideration and Adoption of Resolution #2009/2010-35 Authorizing Reduction or Elimination of Classified Services â Dan Moser, Interim Superintendent", 
                    "item_type": "Action, Discussion"
                }, 
                {
                    "boarddocs_id": "86PMZJ580C39", 
                    "item_details": "EAST SIDE UNION HIGH SCHOOL DISTRICTTO:Board of TrusteesFROM:Dan Moser, Interim SuperintendentSUBJECT:Review, Consideration and Adoption of Resolution #2009/2010-36 Authorizing Reduction or Elimination of Classified Management ServicesRESOLUTION OFEAST SIDE UNION HIGH SCHOOL DISTRICTREGARDINGREDUCTION OR ELIMINATION OF SERVICESRESOLUTION # 2009/2010-36WHEREAS, the continued employment of the current number of classified management positions is no longer possible due to lack of funds;WHEREAS, Sections 45114, 45117, 45298 and 45308 of the California Education Code authorize the Board to terminate the service of such positions, for lack of funds, and/or lack of work;WHEREAS, this Board has determined that continued employment is no longer possible for the 2010-2011 school year, for the positions listed below: PositionsNumber of Full-TimeEquivalent Positions (“FTEs”) Coordinator of Risk Management1.0Coordinator of Electronic Communications/Surveillance Systems1.0Total FTEs2.0 NOW THEREFORE, BE IT RESOLVED that the District Superintendent or his designee is directed to give notice to the affected employee(s) in the appropriate classification in light of the herein positions to be eliminated, informing them that they will be laid off.  The notice shall advise the employee(s) of their last effective date of employment, their displacement rights, if any, and reemployment rights pursuant to Education Code Sections 45114, 45115, 45117, 45298, and 45308. Adopted by the East Side Union High School District Board of Trustees on March 6, 2010.By the following vote:AYES:\t_______\tNOES:\t_______\tABSENT:\t_______\tABSTENTIONS: _______\t___________________________________Clerk of the Board of Trusteesof the East Side Union High School District\t \n", 
                    "item_number": "8.02", 
                    "item_recommendation": "", 
                    "item_text": "Review, Consideration and Adoption of Resolution #2009/2010-36 Authorizing Reduction or Elimination of Classified Management Services â Dan Moser, Interim Superintendent", 
                    "item_text_raw": " 8.02 Review, Consideration and Adoption of Resolution #2009/2010-36 Authorizing Reduction or Elimination of Classified Management Services â Dan Moser, Interim Superintendent", 
                    "item_type": "Action, Discussion"
                }, 
                {
                    "boarddocs_id": "86PMZM580C8D", 
                    "item_details": "EAST SIDE UNION HIGH SCHOOL DISTRICTTO:Board of TrusteesFROM:Dan Moser, Interim SuperintendentSUBJECT:Review, Consideration and Adoption of Resolution #2009/2010-37 Authorizing Reduction in Certificated WorkforceRESOLUTION OFEAST SIDE UNION HIGH SCHOOL DISTRICTREDUCTION OF A PARTICULAR KIND OF SERVICERESOLUTION #2009/2010-37WHEREAS, the Superintendent of the East Side Union High School District (“District”), has recommended to the District’s Governing Board (“Board”) that the District reduce particular kinds of service no later than the beginning of the 2010-2011 school year; WHEREAS, the recommendation includes the assessment that it shall be necessary to reduce the following particular kinds of service of the District no later than the beginning of the 2010-2011 school year:Kind of Service Number of Full-Time Equivalent Positions (“FTEs”)Activity Director6.6Counselor36.0Psychologist6.0MST Coordinator10.0Subject Area Coordinator – Art0.2Subject Area Coordinator – Business0.2Subject Area Coordinator – Counseling0.2Subject Area Coordinator - Health/Physical Education0.2Subject Area Coordinator – Library Services0.2Subject Area Coordinator – Science0.2Subject  Area Coordinator – Social Studies0.2Social Worker4.0Math Teacher2.2Biology Teacher2.4Social Science Teacher1.4English Teacher3.2Total FTEs73.2WHEREAS, the Governing Board is required by law to give notice, prior to March 15, 2010, to all certificated employees affected by any decision to reduce or eliminate this particular kind of service;IT IS RESOLVED THAT:A.\tThe Board hereby determines to reduce services as specified in the recommendation set forth in the recitals above, no later than the beginning of the 2010-2011 school year.B.\tThe Board hereby determines that, as the result of the above-stated reduction of particular kinds of service (the “Reduction in Force”), it will be necessary to terminate at the end of the 2009-2010 school year the employment of certificated employees of the District in a quantity and kind equal to the FTEs specified in the recommendation set forth in the recitals above.C.\tIn order to implement this Reduction in Force, it may be necessary to apply tie-breaking criteria to distinguish among certificated employees who first rendered paid probationary service to the District on the same date.  Pursuant to Education Code section 44955(b), the Board determines that the order of layoff as between employees who first rendered paid service to the District on the same date shall be established on the basis of the criteria set forth in Exhibit A to this Resolution, which are incorporated as though fully set forth herein.D.\tThe criteria set forth in Exhibit A to this Resolution shall also be used to determine the order of reemployment among those certificated employees who first rendered paid probationary service to the District on the same date.  The Superintendent, or his designee, has the discretion to determine the appropriate weight of such criteria and the order in which such criteria are most relevant to serve the needs of the District and students in each tie-breaking situation.E.\tThe Superintendent is directed to send appropriate notices to all employees affected by the above-described reduction of a particular kind of service in accordance with the provisions of the California Education Code, to take all necessary action to implement this Resolution, and to afford the employees all rights to which they are entitled under the law and applicable Collective Bargaining Agreement(s).    PASSED AND ADOPTED this 6th day of March, 2010.\t\t\t\t\tBOARD OF TRUSTEES OF THE EAST SIDE UNION HIGH SCHOOL DISTRICT\t\t\t\t\tBy: ____________________________\t\t\t\t\t       Eddie Garcia\t\t\t\t\t       President of the Board of Trustees of\t\t\t\t\t       The East Side Union High School District\t\t\t\t\tBy: ____________________________\t\t\t\t\t       Patricia Martinez-Roach\t\t\t\t\t       Clerk of the Board of Trustees of\t\t\t\t\t       The East Side Union High School District Exhibit ATIEBREAKING CRITERIA PURSUANT TO EDUCATION CODE SECTION 44955(b)Employees sharing the same first date of paid probationary service to the District shall be awarded tiebreaking points on the following basis:CriterionPointsPossession of credential(s) authorizing service for the District4 for each professional clear credential3 for each preliminary credential2 for intern credential1 for provisional internship permit or short-term staff permitPossession of Bilingual Cross-Cultural Language and Development certificate or its equivalent1Employees with a greater number of points shall be considered more senior than employees with a fewer number of points, for purposes of determining order of layoff and order of reemployment.If application of the foregoing criteria fails to resolve a tie among two or more employees, among the employees who remain tied the employee with the earliest date of issuance of a preliminary or professional clear credential shall be considered the more senior employee.  As among employees who remain tied who have never obtained a preliminary or professional clear credential, the employee with the earliest date of issuance of an intern credential shall be considered the more senior employee.  As among employees who remain tied who have never obtained an intern, preliminary, or professional clear credential, the employee with the earliest date of issuance of an emergency or pre-intern credential, provisional intern permit or short-term staff permit shall be considered the more senior employee.The Superintendent is authorized to determine the number of tiebreaking points to be awarded to each employee and to determine the manner in which the tiebreaking criteria shall be applied to each employee.CERTIFICATIONSTATE OF CALIFORNIA \t)\t\t\t\t)COUNTY OF SANTA CLARA\t)I, Patricia Martinez-Roach, Clerk of the Board of Trustees of the East Side Union High School District, do hereby certify that the foregoing Resolution was duly adopted by the Board of Trustees of the East Side Union High School District at a regular meeting held on the 6th day of March, 2010, and that it was so adopted by the following vote:AYES: NOES: ABSENT: ABSTAIN:  \t\t\t\t\t\t________________________________\t\t\t\t\t\tClerk of the Board of Trustees\n", 
                    "item_number": "8.03", 
                    "item_recommendation": "", 
                    "item_text": "Review, Consideration and Adoption of Resolution #2009/2010-37 Authorizing Reduction in Certificated Workforce - Dan Moser, Interim Superintendent", 
                    "item_text_raw": " 8.03 Review, Consideration and Adoption of Resolution #2009/2010-37 Authorizing Reduction in Certificated Workforce - Dan Moser, Interim Superintendent", 
                    "item_type": "Action, Discussion"
                }
            ], 
            "section_name": "Superintendent/Board of Trustees - Operational Items/Board Discussion and/or Action", 
            "section_number": "8."
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "86PMZR580D36", 
                    "item_details": "", 
                    "item_number": "", 
                    "item_recommendation": "", 
                    "item_text": "Attorney will report on Closed Session action item(s).", 
                    "item_text_raw": " Attorney will report on Closed Session action item(s).", 
                    "item_type": "Action"
                }
            ], 
            "section_name": "Report Closed Session Action(s)", 
            "section_number": "9."
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "86PMZV580D44", 
                    "item_details": "", 
                    "item_number": "", 
                    "item_recommendation": "", 
                    "item_text": "President adjourns the meeting.", 
                    "item_text_raw": " President adjourns the meeting.", 
                    "item_type": "Action"
                }
            ], 
            "section_name": "Adjournment", 
            "section_number": "10."
        }
    ]
}