{
    "agency": "east_side_uhsd", 
    "meeting_date": "03-20-2008", 
    "meeting_sections": [
        {
            "items": [
                {
                    "boarddocs_id": "86PSR4597EBD", 
                    "item_details": "", 
                    "item_number": "1.01", 
                    "item_recommendation": "", 
                    "item_text": "Roll Call", 
                    "item_text_raw": " 1.01 Roll Call", 
                    "item_type": "Information"
                }, 
                {
                    "boarddocs_id": "86PSR7597ECB", 
                    "item_details": "", 
                    "item_number": "1.02", 
                    "item_recommendation": "", 
                    "item_text": "Announcement and public comment regarding items to be discussed in Closed Session (Government Code Section 54957.7)", 
                    "item_text_raw": " 1.02 Announcement and public comment regarding items to be discussed in Closed Session (Government Code Section 54957.7)", 
                    "item_type": "Information"
                }, 
                {
                    "boarddocs_id": "86PSRA597ED6", 
                    "item_details": "", 
                    "item_number": "1.03", 
                    "item_recommendation": "", 
                    "item_text": "Recess to Closed Session (Open Session will resume at the end of Closed Session in the Board Room at approximately 6:00 p.m.) SEE ITEM 12 ON AGENDA (CLOSED SESSION)", 
                    "item_text_raw": " 1.03 Recess to Closed Session (Open Session will resume at the end of Closed Session in the Board Room at approximately 6:00 p.m.) SEE ITEM 12 ON AGENDA (CLOSED SESSION)", 
                    "item_type": "Information"
                }
            ], 
            "section_name": "Call to Order/Roll Call", 
            "section_number": "1."
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "86PSRE597EE0", 
                    "item_details": "", 
                    "item_number": "2.01", 
                    "item_recommendation": "", 
                    "item_text": "Pledge of Allegiance", 
                    "item_text_raw": " 2.01 Pledge of Allegiance", 
                    "item_type": "Information"
                }
            ], 
            "section_name": "Open Session 6:00 P.M. – Board Room", 
            "section_number": "2."
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "86PSRJ597EED", 
                    "item_details": "", 
                    "item_number": "", 
                    "item_recommendation": "", 
                    "item_text": "Information explaining Board meeting procedures and how citizens can address the Board will be read. Written information is located near the entrance to the Board Room.", 
                    "item_text_raw": " Information explaining Board meeting procedures and how citizens can address the Board will be read. Written information is located near the entrance to the Board Room.\n", 
                    "item_type": "Information"
                }
            ], 
            "section_name": "Welcome and Explanation of Audience", 
            "section_number": "3."
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "86PSRN597EFA", 
                    "item_details": "", 
                    "item_number": "", 
                    "item_recommendation": "", 
                    "item_text": "None", 
                    "item_text_raw": " None", 
                    "item_type": "Information"
                }
            ], 
            "section_name": "Consideration of Proposed Amendments to Agenda", 
            "section_number": "4."
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "86PSRS597F08", 
                    "item_details": "Congratulations!! Mr. Reed, Director of Activities, Monica Deleon, A.S.B. President, and all students involved in our Student Activities Program. They have work hard for our school to become a recipient of the California of Directors of Activities/California Association of Student Leaders, Outstanding Student Activities Program Award for the 2007-2008 school year. The award is based on a self study of school activities program in the areas of goal setting, utilization of the CADA Leadership Standards, caring a unique program that services a wide spectrum of the student body, and has a positive impact on the culture and climate of the school. Our school has demonstrated excellence in these areas and is being honored. Â This year’s award is being presented to thirty high schools from California. Over 800 member schools are eligible for this honor. Mr. Reed, Activities Director and Monica De Leon A.S.B. President will be recognized at the (CADA) Calif. Association of Directors of Activities Annual Convention in Reno, February 27th – March 31st. Â On Monday March 31st at the third general session of the (CASL) Student State Conference in San Jose, Ms. Monica De Leon will be presented with a recognition plaque.", 
                    "item_number": "5.01", 
                    "item_recommendation": "", 
                    "item_text": "Santa Teresa High School Student Leadership Award", 
                    "item_text_raw": " 5.01 Santa Teresa High School Student Leadership Award", 
                    "item_type": "Information"
                }, 
                {
                    "boarddocs_id": "86PSRV597F15", 
                    "item_details": "Girls Basketball, Mt. Hamilton League, Evergreen Valley High SchoolGirls Basketball, Santa Teresa League, Silver Creek High SchoolBoys Basketball, Mt. Hamilton League, Piedmont Hills High SchoolBoys Basketball, Santa Teresa League, Silver Creek High SchoolBoys Basketball, West Valley League, Independence High SchoolBoys Soccer, Mt. Hamilton League, W. C. Overfelt High SchoolBoys Soccer, Santa Teresa League, Andrew Hill High SchoolWrestling, Mt. Hamilton League, Oak Grove High SchoolGirls Soccer, West Valley League, W.C. Overfelt High School", 
                    "item_number": "5.02", 
                    "item_recommendation": "", 
                    "item_text": "Winter Sports Champions", 
                    "item_text_raw": " 5.02 Winter Sports Champions", 
                    "item_type": "Information"
                }, 
                {
                    "boarddocs_id": "86PSRY597F24", 
                    "item_details": "", 
                    "item_number": "5.03", 
                    "item_recommendation": "", 
                    "item_text": "Academic Achievement Awards for 4.0 Latino Students", 
                    "item_text_raw": " 5.03 Academic Achievement Awards for 4.0 Latino Students", 
                    "item_type": "Information"
                }
            ], 
            "section_name": "Board Special Recognition(s)", 
            "section_number": "5."
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "86PSS4597F32", 
                    "item_details": "", 
                    "item_number": "", 
                    "item_recommendation": "", 
                    "item_text": "Persons wishing to address the Board must fill out a \"pink\" request form, located at the entrance of the Board Room.", 
                    "item_text_raw": " Persons wishing to address the Board must fill out a \"pink\" request form, located at the entrance of the Board Room.", 
                    "item_type": "Information"
                }
            ], 
            "section_name": "Public Members Who Wish to Address the Board of Trustees", 
            "section_number": "6."
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "86PSS8597F4D", 
                    "item_details": "", 
                    "item_number": "7.01", 
                    "item_recommendation": "", 
                    "item_text": "Timothy Zaccheo, Mt. Pleasant High School, ASB President - Student Board Liaison", 
                    "item_text_raw": " 7.01 Timothy Zaccheo, Mt. Pleasant High School, ASB President - Student Board Liaison", 
                    "item_type": "Information"
                }, 
                {
                    "boarddocs_id": "86PSSB597F5A", 
                    "item_details": "", 
                    "item_number": "7.02", 
                    "item_recommendation": "", 
                    "item_text": "MACSA Student Representative - Student Board Liaison", 
                    "item_text_raw": " 7.02 MACSA Student Representative - Student Board Liaison", 
                    "item_type": "Action, Discussion, Presentation"
                }
            ], 
            "section_name": "Student Board Liaisons", 
            "section_number": "7."
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "86PSSF597F65", 
                    "item_details": "", 
                    "item_number": "8.01", 
                    "item_recommendation": "", 
                    "item_text": "East Side Union High School District Foundation Presentation â Jerry Kurr, Associate Superintendent of Administration and Business Services, Julie Kasberger, Director of General Services, and Cindy Chavez, Consulant, California Leadership Services", 
                    "item_text_raw": " 8.01 East Side Union High School District Foundation Presentation â Jerry Kurr, Associate Superintendent of Administration and Business Services, Julie Kasberger, Director of General Services, and Cindy Chavez, Consulant, California Leadership Services", 
                    "item_type": "Information"
                }, 
                {
                    "boarddocs_id": "86PSSJ598064", 
                    "item_details": "", 
                    "item_number": "8.02", 
                    "item_recommendation": "", 
                    "item_text": "Approve Second Interim Report 2007-2008 â Jerry Kurr, Associate Superintendent of Administration and Business Services", 
                    "item_text_raw": " 8.02 Approve Second Interim Report 2007-2008 â Jerry Kurr, Associate Superintendent of Administration and Business Services", 
                    "item_type": "Action"
                }, 
                {
                    "boarddocs_id": "86PSSM598141", 
                    "item_details": "TO:\t\t\tBoard of TrusteesFROM:\t\tBob Nuñez, SuperintendentPREPARED BY:\tJerry Kurr, Associate Superintendent of Administration and Business ServicesSUBJECT:\tAdopt Resolution #2007/2008-35 Certifying Results of General Obligation Bond Election Held on February 5, 2008The Board of Trustees of the East Side Union High School District adopted its resolution on September 20, 2007, ordering an election for general obligation bonds to be held in the District on February 5, 2008.Pursuant to Elections Code Section 15400, the Governing Board should accept the Statement of Votes and Certificate of Election Results, and declare the totals to be the final results of the election.  The attach APPENDIX A is the certificate of Elections Results from the Registrar of VotersFINANCIAL IMPACT FUNDING SOURCERECOMMENDATION:It is recommended the Board of Trustees approve Resolution Certifying Results of General Obligation Bond Election Held on February 5, 2008 pursuant to Elections Code Section 15400EAST SIDE UNION HIGH SCHOOL DISTRICTADOPT RESOLUTION 2007/2008-35 CERTIFYING RESULTS OF GENERAL OBLIGATION BOND ELECTION HELD ON FEBRUARY 5, 2008WHEREAS, the Board of Trustees of the East Side Union High School District (the “District”) adopted its resolution on September 20, 2007, ordering an election for general obligation bonds (the “Bond Election”) to be held in the District on February 5, 2008; andWHEREAS, the Bond Election was duly held and conducted for the purpose of voting on the proposition of issuing general obligation bonds of the District in the amount of $349,000,000 (the “Bonds”); andWHEREAS, the Board of Trustees of the District has received a canvass and statement of results of the election from appropriate officials of Santa Clara County, from which it appears that more than 55% of the votes cast on the proposition were in favor of issuing the Bonds; andWHEREAS, the Board of Trustees is required at this time to certify the election results in accordance with Section 15274 of the Education Code;NOW, THEREFORE, THE BOARD OF TRUSTEES OF THE EAST SIDE UNION HIGH SCHOOL DISTRICT DOES HEREBY RESOLVE, DETERMINE AND ORDER AS FOLLOWS:Section 1.  Entry of Results in Board Minutes.  The Board hereby orders that entry be made upon the minutes of this meeting that the ballot measure authorizing the issuance of the Bonds was approved by more than 55% of the votes cast at the Bond Election.Section 2.  Finding of Compliance.   The Board hereby finds and determines that all proceedings of the District in connection with the Bond Election have been held, conducted and accomplished according to law.Section 3.  Delivery of this Resolution.  The Clerk of the Board is hereby requested to deliver a copy of this Resolution to the County Superintendent of Schools with a request that, under Education Code Section 15274, the County Superintendent deliver a copy of this Resolution, including the Certificate of Election Results attached hereto as Appendix A, to the Clerk of the Board Supervisors of Santa Clara County.Section 4.  Effective Date.  This Resolution shall take effect on and after its adoption.* * * * * * * *I hereby certify that the foregoing Resolution was passed and adopted by the Board of Trustees of the East Side Union High School District at a regular meeting thereof duly held on March 20, 2008, by a vote of a majority of its members.Adopted by the following votes:AYES:NOES:ABSENT: _____________________________________Secretary to the Board of Trusteesof the East Side Union High School District", 
                    "item_number": "8.03", 
                    "item_recommendation": "", 
                    "item_text": "Adopt Resolution #2007/2008-35 Certifying Results of General Obligation Bond Election Held on February 5, 2008 – Jerry Kurr, Associate Superintendent of Administration and Business Services", 
                    "item_text_raw": " 8.03 Adopt Resolution #2007/2008-35 Certifying Results of General Obligation Bond Election Held on February 5, 2008 – Jerry Kurr, Associate Superintendent of Administration and Business Services", 
                    "item_type": "Action"
                }, 
                {
                    "boarddocs_id": "86PSSQ598154", 
                    "item_details": "", 
                    "item_number": "8.04", 
                    "item_recommendation": "", 
                    "item_text": "Board Discussion, Project Labor Agreement for Future Measure \nE Projects – George Shirakawa, Board of Trustees, Clerk and Bob Nuñez, Superintendent,", 
                    "item_text_raw": " 8.04 Board Discussion, Project Labor Agreement for Future Measure \nE Projects – George Shirakawa, Board of Trustees, Clerk and Bob Nuñez, Superintendent,", 
                    "item_type": "Action"
                }, 
                {
                    "boarddocs_id": "86PSST598168", 
                    "item_details": "TO:\t\tBoard of TrusteesFROM:\tBob Nuñez, SuperintendentPREPARED BY:\tJerry Kurr, Associate Superintendent of Administration and\tBusiness Services  SUBJECT:\t\tAdopt Resolution #2007/2008-36 An Itemized List of Surplus/Obsolete Equipment for Sale and/or Disposal per Education Code Sections 17545 and 17546.Attached is a resolution and an itemized list of surplus/obsolete equipment that is no longer needed for school purposes and will be sold and/or disposed of in accordance with Education Code Sections 17545 and 17546.FINANCIAL IMPACT FUNDING SOURCENONE\t\t\t\t\t        \t\t\tNONERECOMMENDATION:It is recommended the Board of Trustees approve the Resolution and an itemized list of surplus/obsolete equipment for sale and/or disposal pursuant to Education Code Sections 17545 and 17546.", 
                    "item_number": "8.05", 
                    "item_recommendation": "", 
                    "item_text": "Adopt Resolution #2007/2008-36 An Itemized List of Surplus/Obsolete Equipment for Sale and/or Disposal per Education Code Sections 17545 and 17546 – Jerry Kurr, Associate Superintendent of Administration and Business Services", 
                    "item_text_raw": " 8.05 Adopt Resolution #2007/2008-36 An Itemized List of Surplus/Obsolete Equipment for Sale and/or Disposal per Education Code Sections 17545 and 17546 – Jerry Kurr, Associate Superintendent of Administration and Business Services", 
                    "item_type": "Action"
                }, 
                {
                    "boarddocs_id": "86PSSW598191", 
                    "item_details": "EAST SIDE UNION HIGH SCHOOL DISTRICT  Board Meeting of March 20, 2008\tAgenda Item:  8.6   TO:\tBoard of Trustees\tFROM:\tBob Nuñez, SuperintendentPREPARED BY:\tDan Moser, Associate Superintendent of Instruction and Human Relations SUBJECT:\tTentative Proposed Agreement with East Side Teachers Association/CTA/NEA, \tAugust 31, 2008 – August 31, 2009; Ratify/Approve Tentative Agreement – \tDan Moser, Associate Superintendent of Instruction and Human RelationsAttached is a copy of the proposed changes to the collective bargaining agreement with the East Side Teachers Association/CTA/NEA.  The District and the East Side Teachers Association/CTA/NEA reached a tentative agreement on February 8, 2008.  The tentative agreement was ratified by East Side Teachers Association/CTA/NEA on February 13, 2008.  We are submitting this agreement to the Board for ratification.In addition, provisions of AB1200 require that school districts disclose, at a public meeting, the cost that would be incurred by the implementation of a collective bargaining agreement.  In meeting the requirement, a public hearing is being held to give our community an opportunity to comment on the cost of this tentative agreement.FISCAL IMPACT FUNDING SOURCE As per the attached AB1200 document\tVariousRECOMMENDATIONIt is recommended that the Board of Trustees, per compliance with AB1200, ratify the tentative agreement between the East Side Teachers Association/CTA/NEA and the East Side Union High School District.AttachmentsDM:cg", 
                    "item_number": "8.06", 
                    "item_recommendation": "", 
                    "item_text": "Tentative Proposed Agreement with East Side Teachers Association/CTA/NEA, \tAugust 31, 2008 – August 31, 2009; Ratify/Approve Tentative Agreement – Dan Moser, Associate Superintendent of Instruction and Human Relations", 
                    "item_text_raw": " 8.06 Tentative Proposed Agreement with East Side Teachers Association/CTA/NEA, \tAugust 31, 2008 – August 31, 2009; Ratify/Approve Tentative Agreement – Dan Moser, Associate Superintendent of Instruction and Human Relations\n", 
                    "item_type": "Action"
                }, 
                {
                    "boarddocs_id": "86PSSZ5981F1", 
                    "item_details": "EAST SIDE UNION HIGH SCHOOL DISTRICTBoard Meeting of March 20, 2008Agenda Item:  8.7TO:\tBoard of TrusteesFROM:\tBob NuĂąez, Superintendent SUBJECT:\t\tApprove Second Reading of 6000 Board Policies and \t\t\tAdopt 6000 Board PoliciesIn order to comply with state and federal regulations, it is recommended that the Board of Trustees approve and adopt the attached 6000 Board Policies, including the revisions listed below,  that have been recommended by CSBA and modified to meet the needs of East Side Union High School District.Board Policy \t6146.1Board Policy \t6151Board Policy\t6155.1Board Policy\t6161.1.2Board Policy \t6185  FISCAL IMPACT FUNDING SOURCENo Fiscal Impact\t\t\t\t\tNot Applicable  RECOMMENDATION:  It is recommended that the Board of Trustees approve and adopt the 6000 Board Policies.BN/oc", 
                    "item_number": "8.07", 
                    "item_recommendation": "", 
                    "item_text": "Approve Second Reading of 6000 Board Policies and Adopt Board Policies", 
                    "item_text_raw": " 8.07 Approve Second Reading of 6000 Board Policies and Adopt Board Policies", 
                    "item_type": "Action"
                }, 
                {
                    "boarddocs_id": "86PST4598280", 
                    "item_details": " TO:\t\t\tBoard of TrusteesFROM:\tBob NuĂąez, Superintendent\tPREPARED BY:\tDan Moser, Associate Superintendent of Instruction and Human RelationsSUBJECT:\tApprove Variable Term Waiver Request for Certificated EmployeesPursuant to State mandate, the Governing Board must approve variable term waiver requests allowing the district to employ and assign teacher(s) or administrator(s) who do not hold appropriate credential authorization.The district is requesting approval of the following variable term waivers for the 2007-2008 school year.CLAD (Crosscultural, Language, and Academic Development)IOSEFA, LeoneCLADW. C. Overfelt High SchoolKAUR, RajinderCLADSanta Teresa High SchoolFISCAL IMPACT FUNDING SOURCE  Not Applicable\t\t Not ApplicableRECOMMENDATIONIt is recommended that the Board of Trustees approve the variable term waiver requests.CG:ba", 
                    "item_number": "8.08", 
                    "item_recommendation": "", 
                    "item_text": "Approve Variable Term Waiver Request for Certificated Employees", 
                    "item_text_raw": " 8.08 Approve Variable Term Waiver Request for Certificated Employees", 
                    "item_type": "Action"
                }, 
                {
                    "boarddocs_id": "86PST7598294", 
                    "item_details": "TO:\tBoard of TrusteesFROM:\tBob NuĂąez, Superintendent\tPREPARED BY:\tDan Moser, Associate Superintendent of Instruction and Human RelationsSUBJECT:\tApprove Provisional Internship Permit Request for Certificated EmployeesPursuant to state mandate, the Governing Board must approve Provisional Internship Permit requests allowing the district to employ and assign teacher(s) or administrator(s) who do not hold appropriate credential authorization.The Provisional Internship Permit (PIP) was created in response to the phasing out of emergency permits and became effective on July 1, 2006.  It allows an employing agency to hire an individual who has not yet met the subject matter competence requirement needed to enter an internship program.  The district is requesting approval of the following Provisional Internship Permits for the 2007-2008 school year.Provisional Intern PermitMARTINOV, JamieSpecial EducationIndependence High SchoolQUACH, ChauSpecial EducationMt. Pleasant High SchoolFISCAL IMPACT FUNDING SOURCE   Not Applicable\tNot Applicable RECOMMENDATIONIt is recommended that the Board of Trustees approve the Provisional Internship Permit requests.DM:ba", 
                    "item_number": "8.09", 
                    "item_recommendation": "", 
                    "item_text": "Approve Provisional Internship Permit Request for Certificated Employees", 
                    "item_text_raw": " 8.09 Approve Provisional Internship Permit Request for Certificated Employees", 
                    "item_type": "Action"
                }, 
                {
                    "boarddocs_id": "86PSTA5982A3", 
                    "item_details": "TO:\t\t\tBoard of TrusteesFROM:\tBob Nuñez, SuperintendentPREPARED BY:\tJerry Kurr, Associate Superintendent of Administration and Business ServicesSUBJECT:\tMemoranda of UnderstandingThe following Memoranda of Understanding are recommended for approval.", 
                    "item_number": "8.10", 
                    "item_recommendation": "", 
                    "item_text": "Memoranda of Understanding – Jerry Kurr, Associate Superintendent of Administration \n and Business Services – Attachment C", 
                    "item_text_raw": " 8.10 Memoranda of Understanding – Jerry Kurr, Associate Superintendent of Administration \n and Business Services – Attachment C \n", 
                    "item_type": "Action"
                }, 
                {
                    "boarddocs_id": "86PSTD5982B5", 
                    "item_details": "TO:\tBoard of TrusteesFROM:\tBob Nuñez, SuperintendentPREPARED BY:\tJerry Kurr, Associate Superintendent of Administration and Business Services SUBJECT:\tContracts for Professional ServicesThe following professional contract services are recommended for approval.", 
                    "item_number": "8.11", 
                    "item_recommendation": "", 
                    "item_text": "Contracts for Professional Services – Jerry Kurr, Associate Superintendent of Administration\nand Business Services – Attachment B", 
                    "item_text_raw": " 8.11 Contracts for Professional Services – Jerry Kurr, Associate Superintendent of Administration\nand Business Services – Attachment B \n", 
                    "item_type": "Action"
                }
            ], 
            "section_name": "Operational Items/Board Discussion and/or Action", 
            "section_number": "8."
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "86PSTH5982CA", 
                    "item_details": " TO:\t\t\t    Board of Trustees\tFROM:\tBob NuĂąez, SuperintendentPREPARED BY:\tJerry Kurr, Associate Superintendent of Administration and Business Services SUBJECT:\tRatify/Approve Classified Personnel Actions Presented March 20, 2008 ", 
                    "item_number": "9.01", 
                    "item_recommendation": "", 
                    "item_text": "Ratify/Approve Classified Personnel Actions Presented March 20, 2008", 
                    "item_text_raw": " 9.01 Ratify/Approve Classified Personnel Actions Presented March 20, 2008", 
                    "item_type": "Action (Consent)"
                }, 
                {
                    "boarddocs_id": "86PSTL5982F8", 
                    "item_details": " TO:\tBoard of Trustees\tFROM:\tBob NuĂąez, SuperintendentPREPARED BY:\tDan Moser, Associate Superintendent of Instruction and Human Relations SUBJECT:\tRatify/Approve Certificated Personnel Actions Presented March 20, 2008 ", 
                    "item_number": "9.02", 
                    "item_recommendation": "", 
                    "item_text": "Ratify/Approve Certificated Personnel Actions Presented March 20, 2008", 
                    "item_text_raw": " 9.02 Ratify/Approve Certificated Personnel Actions Presented March 20, 2008", 
                    "item_type": "Action (Consent)"
                }, 
                {
                    "boarddocs_id": "86PSTP59830D", 
                    "item_details": "  TO:\tBoard of TrusteesFROM:\tBob NuĂąez, SuperintendentPREPARED BY:\tDan Moser, Associate Superintendent of Instruction and Human RelationsSUBJECT:\tRatify/Approve Student Aide Personnel Actions Presented March 20, 2008NEW EMPLOYMENT OF NAME POSITION / PROGRAM / LOC EFFECTIVEMENDOZA, Jessica\tStudent Aide / CBET / WO\t03/07/2008TU, Marcus\tStudent Aide / Child Nutrition Services / EV\t02/15/2008VU, Thinh\tStudent Aide / Child Nutrition Services / JL\t02/15/2008GUBATINA, Ariel\tStudent Aide / Homework Clinic / ST\t02/15/2008TRAN, Harold\tStudent Aide / Math Recovery / SC\t02/26/2008ALVAREZ, Bianca\tStudent Aide / Workability / MP\t02/15/2008APPLETON, Alexander\tStudent Aide / Workability / ST\t02/27/2008CABRERA, Joseph\tStudent Aide / Workability / OG\t02/15/2008DEVRIES, Nathan\tStudent Aide / Workability / ST\t02/27/2008ESQUIVEL, Jose\tStudent Aide / Workability / YB\t03/04/2008GUICHO, Adrian\tStudent Aide / Workability / AH\t03/06/2008LINARES JR, Salvador\tStudent Aide / Workability / AH\t03/04/2008LOPEZ, Ricardo\tStudent Aide / Workability / MP\t02/15/2008LOPEZ-MARTINEZ, Cynthia    Student Aide / Workability / AH\t02/19/2008MEDEIROS, Erin\tStudent Aide / Workability / JL\t02/15/2008OCHOA, Armando\tStudent Aide / Workability / WO\t02/15/2008SKYBERG, Andrew\tStudent Aide / Workability / AH\t03/04/2008SOUZA, John\tStudent Aide / Workability / ST\t02/27/2008STANKUS, Taylor\tStudent Aide / Workability / ST\t02/27/2008WILLIS, Jonique\tStudent Aide / Workability / OG\t02/27/2008RODRIGUEZ, Juan\tStudent Aide / Tutoring Center / OG\t03/07/2008SABLAN, Jennifer\tCollege Student Aide / AVID / YB\t02/18/2008SANCHEZ, Jessica\tCollege Student Aide / AVID / YB\t02/20/2008VALLE, Patricia\tCollege Student Aide / AVID / YB\t02/20/2008CHIANG, Meiyan\tCollege Student Aide / Starlight Intern / SC\t02/26/2008FISCAL IMPACT:  \t        FUNDING SOURCE:  As per salary schedule\t Various restricted fundingRECOMMENDATION:  It is recommended that the Board approve the Student Aide Personnel Actions as outlined above.DM:is", 
                    "item_number": "9.03", 
                    "item_recommendation": "", 
                    "item_text": "Ratify/Approve Student Aide Personnel Actions Presented March 20, 2008", 
                    "item_text_raw": " 9.03 Ratify/Approve Student Aide Personnel Actions Presented March 20, 2008", 
                    "item_type": "Action (Consent)"
                }, 
                {
                    "boarddocs_id": "86PSTS598321", 
                    "item_details": "", 
                    "item_number": "9.04", 
                    "item_recommendation": "", 
                    "item_text": "Purchase Orders Presented March 20, 2008", 
                    "item_text_raw": " 9.04 Purchase Orders Presented March 20, 2008", 
                    "item_type": "Action (Consent)"
                }, 
                {
                    "boarddocs_id": "86PSTV598338", 
                    "item_details": "EAST SIDE UNION HIGH SCHOOL DISTRICTTO:\t\tBoard of TrusteesFROM:\t\tBob NuĂąez, SuperintendentPREPARED BY:\tDan Moser, Associate Superintendent of Instruction and Human RelationsSUBJECT:\t\tApprove School Field TripsBelow please find a list of field trips to be taken by student groups by various schools. These field trips require approval by the Board since they are beyond our local area and may include an overnight stay and/or air transportation.School/GroupDestinationDatesBudget ImpactRationaleTransportationAndrew Hill/HOSA MedicalMagnet ProgramSanta Clara, CA2008 HOSA StateConference 04/10/08 –04/13/08N/AStudent Leadership Conference.  Leadership and teamwork skills.Personal PrivateVehicleFoothill/ACCEL GroupBerkeley, CAU.C. Berkeley03/07/08 – 03/07/08N/ACollege Visit.  Prepare for post-secondary study.School BuxIndependence/Finance AcademyJamestown, CALeland Snow Park03/21/08 – 03/21/08Fundraising and personal $15 fee.Field study directly related to issues of global warmingChartered BusIndependence/Electronics AcademyJamestown, CALeland Snow Park03/21/08 – 03/21/08Fundraising and personal $15 fee.Field study directly related to issues of global warmingChartered BusIndependence/San Jose CalSOAPSacramento, CASacramento State University and U.C. Davis03/25/08 – 03/25/08CalSOAP fundingCampus tours to encourage and motivate students towards college.School BusIndependence/Science ClassMonterey, CA Monterey Bay Aquarium04/01/08 – 04/01/08FundraisingField Study of Marine Ecosystems and InvertebratesSchool BusIndependence/Science ClassMonterey, CA Monterey Bay Aquarium04/22/08 – 04/022/08CA Partnership Academy GrantField Study.  Tour of Aquarium w/lab experience.School BusMt. Pleasant/Latino Student UnionStrawberry, CALeland High Sierra Snow Play, Inc.03/01/08 – 03/01/08Fundraising and LSU Club funds.Environmental exposure as well as reward for community service.Chartered BusMt. Pleasant/JROTCDublin, CALeadership Camp03/24/08 – 03/27/08Marine Corps fundsLeadership and teamwork skills.School BusMt. Pleasant/BandSeattle, WAHeritage Music Festival4/10/08 – 04/13/08FundraisingBand performance and competitionOak Grove/ChoirTurlock, CACSU, Staninslaus04/10/08 – 04/10/08Fundraising and $25 personal fee.Participation in Choral FestivalSchool BusSanta Teresa/Golf TeamPalm Springs, CAIndian Canyon Golf Resort03/19/08 – 03/25/08Fundraising, grant and $500 personal fee.Participation in 23rd Annual Tribute to Youth TournamentAirlinesSilver Creek/Band and ChoirAnaheim, CAHeritage Music Festival04/17/08 – 04/20/08Fundraising and $400 personal fee.Participation in music festival.Chartered BusSilver Creek/ASBSaratoga, CAWalden West04/18/08 – 04/20/08Fundraising and $100 personal fee.Participation in Leadership RetreatSchool BusWC OverfeltBakersfield, CA02/28/08 – 03/02/08WCO ASB and Principal’s fundParticipation in CA State Wrestling ChampionshipsRental and personalThese field trips have been reviewed by the Administration and are cleared for the necessary amount of staff, supervisors and funding source(s).FUNDING SOURCE FISCAL IMPACTVarious\t\t\t\t\t\t\t\t\tVariousRECOMMENDATIONThe Board approves the Field Trips as listed above pending purchase of trip insurance on travel out of the country and the Continental U.S.", 
                    "item_number": "9.05", 
                    "item_recommendation": "", 
                    "item_text": "Approve School Field Trips", 
                    "item_text_raw": " 9.05 Approve School Field Trips", 
                    "item_type": "Action (Consent)"
                }, 
                {
                    "boarddocs_id": "86PSTY59834E", 
                    "item_details": "TO:\tBoard of TrusteesFROM:\tBob NuĂąez, SuperintendentPREPARED BY:\tJerry J. Kurr, Associate Superintendent of Administration and Business Services SUBJECT:\t\tBid AwardsA.\tKitchen EquipmentB.\tIndependence High School Stadium FencingC.\tAndrew Hill High School Modernization Building D Nutritional ServicesThe following bids are recommended for approval:A.  Kitchen Equipment – Piggyback Bid AWARDING AGENCYBID #/DESCRIPTION              East Side Union High School DistrictBid # B-15-07-08FISCAL IMPACT FUNDING SOURCE$130,947.21\t\t\t\t\tCapital Facilities FundRecommendation:  It is recommended that the Board of Trustees utilize the above piggyback bid (in accordance with Public Contract Code 20118 and California Statute 6500 & 6502, Title1, Division 7, Chapter 5, Article 1) awarded to Equipment Supply Company by the East Side Union High School District for the purchase of Kitchen Equipment for the Andrew Hill High School Modernization, Building D – Nutritional Services project.B.  Independence High School Stadium Fencing\tBid #B-16-07-08\tBid Opening:  February 26, 2008\tLegal Advertisements:\tAdvertised to pre-qualified contractors January 17, 2008\tEstimate: $200,000.00\t\t\t\tBid Description:  Work includes but not limited to:\tDemo & removal of existing wood fence around the stadium bleachers\tReplace with in-kind wood fence with minor changes\tPainting of the new fence, the two building and the press box\tMinor repair on the wood siding on the top of the two buildings\tPaint bus shelter (alternate bid)Bid Results:CONTRACTOR NAMEBASE BIDALT. BIDBayview Painting & Construction$174,770.00$9,995.00Cal State Construction$237,777.00$9,750.00BCI Builders, Inc.$339,000.00$19,220.00Frank Surian & Sons, Inc.$258,000.00$16,100.00Beals Martin & Associates, Inc.$397,673.00$10,862.00Rodan Builders, Inc.$239,000.00$15,300.00FISCAL IMPACT FUNDING SOURCE$184,765.00 \t\t\t\t\t\tCapital Facilities FundRecommendation:  It is recommended that the Board of Trustees award the above base and alternate bid, for Independence High School Stadium Fencing to Bayview Painting & Construction, the lowest responsible responsive bidder.C.  Andrew Hill High School Modernization Building D Nutritional Services\tBid #B-17-07-08\tBid Opening:  March 4, 2008\tLegal Advertisements:\tAdvertised to pre-qualified contractors January 30, 2008\tEstimate: $800,000.00\t\t\t\tBid Description:  Work includes but not limited to:\tSelective demolition\tNew electrical, HVAC, fire alarm system, intrusion alarm system, data/voice lines\tRemoval and replacement of kitchen equipment\tLimited interior finishes\tRenovate existing plumbing system\tMinor asphalt patch/repairBid Results:CONTRACTOR NAMEBASE BIDRodan$807,000.00Swenson & Associates$827,200.00Beals Martin$831,767.00Shellco, Inc.$1,130,900.00Kinetics Mechanical$754,300.00Best Conracting$998,000.00FISCAL IMPACT FUNDING SOURCE$ 754,300.00\t\t\t\t\t\tCapital Facilities FundRecommendation:  It is recommended that the Board of Trustees award the above base bid, for Andrew Hill High School Modernization Building D Nutritional Services, to Kinetics Mechanical, the lowest responsible responsive bidder.", 
                    "item_number": "9.06", 
                    "item_recommendation": "", 
                    "item_text": "Award of Bids", 
                    "item_text_raw": " 9.06 Award of Bids", 
                    "item_type": "Action (Consent)"
                }, 
                {
                    "boarddocs_id": "86PSU3598361", 
                    "item_details": "TO:\t\t\tBoard of TrusteesFROM:\t\tBob NuĂąez, SuperintendentPARPARED BY:\tJerry Kurr, Associate Superintendent of Administration and Business ServicesSUBJECT:\t\tApprove Distribution of “Go For It” Scholarship FundsRequest approval to award $94,000.00 in “Go For It” Scholarship Fund to East Side Union High School students.Silicon Valley Community Foundation requires authorization to release and distribute funds upon receiving required documentation of recipients from the school sites.  The funds will be released to the school site school banks.The district in the early 1990’s invested an initial $500,000 in revenues into the “Go For It!” fund and collected several hundred thousand from the private sector to create annual interest revenues to fund scholarships.  Over $90,000 in scholarships is distributed annually to student’s who demonstrate the ability and desire to attend college, but lack the funds.Each of the high schools is given an allocation of funds based on their ratio of seniors per school and the total district senior enrollment as of CBEDS.FISCAL IMPACT FUNDING SOURCE:$94,000\tSilicon Valley Community Foundation“Go For It” Scholarship FundRECOMMENDATION:It is recommended that the Board of Trustees approve the distribution of scholarship funds.", 
                    "item_number": "9.08", 
                    "item_recommendation": "", 
                    "item_text": "Approve Distribution of \"Go For It\" Scholarship Funds", 
                    "item_text_raw": " 9.08 Approve Distribution of \"Go For It\" Scholarship Funds", 
                    "item_type": "Action (Consent)"
                }, 
                {
                    "boarddocs_id": "86PSU6598377", 
                    "item_details": "To:\tBoard of TrusteesFrom:\t Bob NuĂąez, SuperintendentPrepared By:\tDan Moser, Assistant Superintendent, Instructional Services Subject:                Approve California State Department Child Development Grant for \t\t      2007-2008                              Contract #CIMS-7632 Instructional Materials  The California Department of Education has notified the district that the Child Development Program is to receive $3,464.00.  Acceptance by the Board is required.Fiscal Impact Funding Source $3,464.00  Grant Received\t\tCalifornia Department of EducationRecommendationIt is recommended that the Board of Trustees accept the CDE Child Development Grant of  $3,464.00.", 
                    "item_number": "9.09", 
                    "item_recommendation": "", 
                    "item_text": "Accept Grant from California Department of Education for East Side Child Development Program", 
                    "item_text_raw": " 9.09 Accept Grant from California Department of Education for East Side Child Development Program", 
                    "item_type": "Action (Consent)"
                }, 
                {
                    "boarddocs_id": "86PSU95983A6", 
                    "item_details": "TO:\t\tBoard of TrusteesFROM: \t            Bob NuĂąez, SuperintendentPREPARED BY:        Dan Moser, Assistant Superintendent of Instructional Services         SUBJECT:\t            Approve the application for the Community-Based English Tutoring Plan (CBET) for 2008-09BACKGROUNDSenate Bill (SB) 368 requires that the governing board develop and approve a plan that describes the programs of adult English language instruction to parents or other members of the community who pledge personal English language tutoring to improve the English language proficiency of school children with limited English proficiency.FISCAL IMPACT\t\tFunding Sources\t     None\t                                                                         N/ARECOMMENDATIONSIt is recommended that the Board of Trustees approve the application for the Community-Based English Tutoring Plan for 2008-09.", 
                    "item_number": "9.10", 
                    "item_recommendation": "", 
                    "item_text": "Approve the Application for the Community-Based English Tutoring Plan (CBET) for 2008-09", 
                    "item_text_raw": " 9.10 Approve the Application for the Community-Based English Tutoring Plan (CBET) for 2008-09", 
                    "item_type": "Action (Consent)"
                }, 
                {
                    "boarddocs_id": "86PSUC5983C7", 
                    "item_details": "TO:\tBoard of TrusteesFROM:\tBob NuĂąez, Superintendent PREPARED BY:\tDan Moser, Assistant Superintendent of Instructional Services SUBJECT:\tApprove CAHSEE Local Waivers for Special Education Students  DESCRIPTION: Education Code Section 60851 states that students who take one or both parts of the CAHSEE with a modification and receive the equivalent of a passing score are eligible for the waiver request process.  At the request of the student’s parent or guardian, a school principal must submit to the local school governing board a request for a waiver of the requirement to pass the part(s) of the CAHSEE on which a modification was used and the equivalent of a passing score was earned.  For the local board to waive the CAHSEE requirement, the principal must certify to the local board that the pupil has all of the following:1)\tAn individualized education program adopted pursuant to the federal Individuals with Disabilities Education Act or a plan adopted pursuant to Section 504 of the Rehabilitation Act of 1973 that requires the accommodations or modifications to be provided to the pupil when taking the high school exit examination.2)\tSufficient high school level coursework either satisfactorily completed or in progress in a high school level curriculum sufficient to have attained the skills and knowledge otherwise needed to pass the high school exit examination.3)\tAn individual score report for the pupil showing that the pupil has received the equivalent of a passing score on the high school exit examination while using a modification that fundamentally alters what the high school exit examination measures as determined by the State Board of Education.The waivers were requested by the school site administration on behalf of the students’ parents.The recommended waivers meet the aforementioned criteria delineated in Education Code Section 60851: Student A\tStudent BStudent CFISCAL IMPACT \t\tFUNDING SOURCEN/A\t\t\t\tN/A\tRECOMMENDATIONIt is recommended that the Board of Trustees approve the recommended waivers.   ", 
                    "item_number": "9.11", 
                    "item_recommendation": "", 
                    "item_text": "Approve CAHSEE Local Waivers for Special Education Students", 
                    "item_text_raw": " 9.11 Approve CAHSEE Local Waivers for Special Education Students", 
                    "item_type": "Action (Consent)"
                }, 
                {
                    "boarddocs_id": "86PSUF5983D4", 
                    "item_details": "TO:\t\t\tBoard of TrusteesFROM:\t\tBob Nuñez, SuperintendentPREPARED BY:\tAlan Garofalo, Associate Superintendent of Student Services and FacilitiesSUBJECT:\tNotice of Completion for the James Lick, Oak Grove and Yerba Buena High Schools’ Ticket Booth and Concession Stand Project (Coulter Construction Inc.)Bid #B-19-05-06  Pursuant to the contract awarded by the Board of Trustees on March 9, 2006, Coulter Construction Inc. has furnished all material and finished all labor for the completion of work related to the James Lick, Oak Grove and Yerba Buena High Schools’ Ticket Booth and Concession Stand Project.With the approval of the Board of Trustees, the attached Notice of Completion will be filed with the Santa Clara County Recorder’s Office as required by law.FINANCIAL IMPACT:\t\t\t\tFUNDING SOURCE:$916,732.74\t\t\t\t\t\tCapital Facilities FundRECOMMENDATION:It is recommended that the Board of Trustees approve the Notice of Completion for the James Lick, Oak Grove and Yerba Buena High Schools’ Ticket Booth and Concession Stand Project (Coulter Inc.)Attachment Return to:\tEast Side Union High School District\t\t830 North Capitol Avenue\t\tSan Jose, CA  95133\t\tOperations DepartmentRecorded without fee under Section 6103 of the Government Code NOTICE OF COMPLETIONNOTICE IS HEREBY GIVEN that the undersigned, East Side Union High School District, as Owner of the property hereinafter described, caused improvements to be made upon the property hereinafter described.That the work on said improvements was actually completed on the 20th day of March 2008.That the name of the Contractor for said Owner is Coulter Construction Inc. That the nature of the title of said owner to said property is that of Owner in fee simple, and the names and addresses of all Owners of said property are:\t\tNAME\t\t\t\t\tADDRESSEast Side Union High School District\t\t830 North Capitol Avenue\t\t\t\t\t\t\tSan Jose, CA  95133That the property herein referred to and on which said improvements are located is situated in the County of Santa Clara, State of California, and described as follows:Ticket Booth and Concession Stand Project at James Lick, Oak Grove and Yerba Buena High SchoolsBid #B-19-05-06DSA #01-106826 & 01-107258DATED: March 20, 2008\t\t\t\t\t\t\t\tBy: _____________________\t\t\t\t\t\t\tJerry Kurr\t\t\t\t\t\t\tAssociate Superintendent of\t\t\t\t\t\t\tAdministration & Business ServicesVERIFICATIONI am Jerry Kurr authorized agent of East Side Union High School District the Owner of the property described in the foregoing notice.  I have read the foregoing notice and contents thereof, and I declare under penalty of perjury of the laws of the State of California that the foregoing is true and correct. ______________________________Jerry Kurr", 
                    "item_number": "9.12", 
                    "item_recommendation": "", 
                    "item_text": "Approve Notice of Completion for James Lick, Oak Grove and Yerba Buena High Schools’ Ticket Booth and Concession Stand Project (Coulter Construction Inc.)", 
                    "item_text_raw": " 9.12 Approve Notice of Completion for James Lick, Oak Grove and Yerba Buena High Schools’ Ticket Booth and Concession Stand Project (Coulter Construction Inc.)", 
                    "item_type": "Action (Consent)"
                }, 
                {
                    "boarddocs_id": "86PSUJ5983E3", 
                    "item_details": "TO:\t\t\tBoard of TrusteesFROM:\t\tBob NuĂąez, SuperintendentPREPARED BY:\tAlan Garofalo, Associate Superintendent of Student Services and FacilitiesSUBJECT:\tNotice of Completion for the PE Modernization at James Lick High School (Reinhardt Roofing Inc.)Bid #B-13-06-07 Pursuant to the contract awarded by the Board of Trustees on May 24, 2007, Reinhardt Roofing Inc. has furnished all material and finished all labor for the completion of work related to the PE Modernization at James Lick High School.With the approval of the Board of Trustees, the attached Notice of Completion will be filed with the Santa Clara County Recorder’s Office as required by law.FINANCIAL IMPACT:\t\t\t\tFUNDING SOURCE:$204,709.00\t\t\t\t\t\tCapital Facilities FundRECOMMENDATION:It is recommended that the Board of Trustees approve the Notice of Completion for the PE Modernization at James Lick High School (Reinhardt Roofing Inc.)Attachment Return to:\tEast Side Union High School District\t\t830 North Capitol Avenue\t\tSan Jose, CA  95133\t\tOperations DepartmentRecorded without fee under Section 6103 of the Government Code NOTICE OF COMPLETIONNOTICE IS HEREBY GIVEN that the undersigned, East Side Union High School District, as Owner of the property hereinafter described, caused improvements to be made upon the property hereinafter described.That the work on said improvements was actually completed on the 20th day of March 2008.That the name of the Contractor for said Owner is Reinhardt Roofing Inc. That the nature of the title of said owner to said property is that of Owner in fee simple, and the names and addresses of all Owners of said property are:\t\tNAME\t\t\t\t\tADDRESSEast Side Union High School District\t\t830 North Capitol Avenue\t\t\t\t\t\t\tSan Jose, CA  95133That the property herein referred to and on which said improvements are located is situated in the County of Santa Clara, State of California, and described as follows:PE Modernization at James Lick High SchoolBid #B-13-06-07DSA #01-108459DATED: March 20, 2008\t\t\t\t\t\t\t\tBy: _____________________\t\t\t\t\t\t\tJerry Kurr\t\t\t\t\t\t\tAssociate Superintendent of\t\t\t\t\t\t\tAdministration & Business ServicesVERIFICATIONI am Jerry Kurr authorized agent of East Side Union High School District the Owner of the property described in the foregoing notice.  I have read the foregoing notice and contents thereof, and I declare under penalty of perjury of the laws of the State of California that the foregoing is true and correct. ______________________________Jerry Kurr", 
                    "item_number": "9.13", 
                    "item_recommendation": "", 
                    "item_text": "Approve Notice of Completion for the PE Modernization at James Lick High School (Reinhardt Roofing Inc.)", 
                    "item_text_raw": " 9.13 Approve Notice of Completion for the PE Modernization at James Lick High School (Reinhardt Roofing Inc.)", 
                    "item_type": "Action (Consent)"
                }, 
                {
                    "boarddocs_id": "86PSUM5983F1", 
                    "item_details": "TO:\t\t\tBoard of TrusteesFROM:\t\tBob NuĂąez, SuperintendentPREPARED BY:\tAlan Garofalo, Associate Superintendent of Student Services and FacilitiesSUBJECT:\tApprove Notice of Completion for the PE Modernization at James Lick High School (Foothill Air Conditioning & Heating, Inc.)Bid #B-14-06-07 Pursuant to the contract awarded by the Board of Trustees on May 24, 2007, Foothill Air Conditioning & Heating, Inc. has furnished all material and finished all labor for the completion of work related to the PE Modernization at James Lick High School.With the approval of the Board of Trustees, the attached Notice of Completion will be filed with the Santa Clara County Recorder’s Office as required by law.FINANCIAL IMPACT: FUNDING SOURCE:$663,816.00\t\t\t\t\t\tCapital Facilities FundRECOMMENDATION:It is recommended that the Board of Trustees approve the Notice of Completion for the PE Modernization at James Lick High School (Foothill Air Conditioning & Heating, Inc.)AttachmentAG:mf Return to:\tEast Side Union High School District\t\t830 North Capitol Avenue\t\tSan Jose, CA  95133\t\tOperations DepartmentRecorded without fee under Section 6103 of the Government Code NOTICE OF COMPLETIONNOTICE IS HEREBY GIVEN that the undersigned, East Side Union High School District, as Owner of the property hereinafter described, caused improvements to be made upon the property hereinafter described.That the work on said improvements was actually completed on the 20th day of March 2008.That the name of the Contractor for said Owner is Foothill Air Conditioning & Heating, Inc. That the nature of the title of said owner to said property is that of Owner in fee simple, and the names and addresses of all Owners of said property are:\t\tNAME\t\t\t\t\tADDRESSEast Side Union High School District\t\t830 North Capitol Avenue\t\t\t\t\t\t\tSan Jose, CA  95133That the property herein referred to and on which said improvements are located is situated in the County of Santa Clara, State of California, and described as follows:PE Modernization at James Lick High SchoolBid #B-14-06-07DSA #01-108459DATED: March 20, 2008\t\t\t\t\t\t\t\tBy: _____________________\t\t\t\t\t\t\tJerry Kurr\t\t\t\t\t\t\tAssociate Superintendent of\t\t\t\t\t\t\tAdministration & Business ServicesVERIFICATIONI am Jerry Kurr authorized agent of East Side Union High School District the Owner of the property described in the foregoing notice.  I have read the foregoing notice and contents thereof, and I declare under penalty of perjury of the laws of the State of California that the foregoing is true and correct. ______________________________Jerry Kurr", 
                    "item_number": "9.14", 
                    "item_recommendation": "", 
                    "item_text": "Approve Notice of Completion for the PE Modernization at James Lick High School (Foothill Air Conditioning & Heating, Inc.)", 
                    "item_text_raw": " 9.14 Approve Notice of Completion for the PE Modernization at James Lick High School (Foothill Air Conditioning & Heating, Inc.)", 
                    "item_type": "Action (Consent)"
                }, 
                {
                    "boarddocs_id": "86PSUQ5983FF", 
                    "item_details": "TO:\t\t\tBoard of TrusteesFROM:\t\tBob NuĂąez, SuperintendentPREPARED BY:\tAlan Garofalo, Associate Superintendent of Student Services and FacilitiesSUBJECT:\tNotice of Completion for the Modernization of Multiple Buildings at Independence High School (IMR Contractor Corporation)Bid #B-20-06-07 Pursuant to the contract awarded by the Board of Trustees on June 21, 2007, IMR Contractor Corporation has furnished all material and finished all labor for the completion of work related to the Modernization of Multiple Buildings at Independence High School.With the approval of the Board of Trustees, the attached Notice of Completion will be filed with the Santa Clara County Recorder’s Office as required by law.FINANCIAL IMPACT:\t\t\t\tFUNDING SOURCE:$2,127,138.12\t\t\t\t\t\tCapital Facilities FundRECOMMENDATION:It is recommended that the Board of Trustees approve the Notice of Completion for the Modernization of Multiple Buildings at Independence High School (IMR Contractor Corporation)Attachment Return to:\tEast Side Union High School District\t\t830 North Capitol Avenue\t\tSan Jose, CA  95133\t\tOperations DepartmentRecorded without fee under Section 6103 of the Government Code NOTICE OF COMPLETIONNOTICE IS HEREBY GIVEN that the undersigned, East Side Union High School District, as Owner of the property hereinafter described, caused improvements to be made upon the property hereinafter described.That the work on said improvements was actually completed on the 20th day of March 2008.That the name of the Contractor for said Owner is IMR Contractor Corporation That the nature of the title of said owner to said property is that of Owner in fee simple, and the names and addresses of all Owners of said property are:\t\tNAME\t\t\t\t\tADDRESSEast Side Union High School District\t\t830 North Capitol Avenue\t\t\t\t\t\t\tSan Jose, CA  95133That the property herein referred to and on which said improvements are located is situated in the County of Santa Clara, State of California, and described as follows:Modernization of Multiple Buildings at Independence High SchoolBid #B-20-06-07DSA #01-109147DATED: March 20, 2008\t\t\t\t\t\t\t\tBy: _____________________\t\t\t\t\t\t\tJerry Kurr\t\t\t\t\t\t\tAssociate Superintendent of\t\t\t\t\t\t\tAdministration & Business ServicesVERIFICATIONI am Jerry Kurr authorized agent of East Side Union High School District the Owner of the property described in the foregoing notice.  I have read the foregoing notice and contents thereof, and I declare under penalty of perjury of the laws of the State of California that the foregoing is true and correct. ______________________________Jerry Kurr", 
                    "item_number": "9.15", 
                    "item_recommendation": "", 
                    "item_text": "Approve Notice of Completion for Modernization of Multiple Buildings at Independence High School (IMR Contractor Corporation)", 
                    "item_text_raw": " 9.15 Approve Notice of Completion for Modernization of Multiple Buildings at Independence High School (IMR Contractor Corporation)", 
                    "item_type": "Action (Consent)"
                }, 
                {
                    "boarddocs_id": "86PSUT59840C", 
                    "item_details": "TO:\t\t\tBoard of TrusteesFROM:\t\tBob NuĂąez, SuperintendentPREPARED BY:\tAlan Garofalo, Associate Superintendent of Student Services and FacilitiesSUBJECT:\tApprove Change Order #1 for the New Science Building, Increment 1 at WC Overfelt High School \t\t\tContractor: Ferma Corporation\t\t\tBid # B-18-06-07\tPO# 706520The New Science Building, Increment 1 at WC Overfelt High School is complete.  The following change order is submitted to the Board of Trustees for approval.1.   Description:\tReroute approximately 600 feet of irrigation mainline due to tree removal.  Reason:\t\tCondition Warranted Cost:\t\t$8,035.002.   Description:\tRemove and abate approximately 60 feet of asbestos-containing transit pipe.  Reason:\t\tUnforeseen Condition Cost:\t\t$1,892.00 3.   Description:\tPackaged and properly disposed of existing transite pipe.  Reason:\t\tCondition Warranted Cost:\t\t$2,477.004.   Description:\tAmount negotiated from contract Reason:\t\tRequested by District Credit:\t\t<$22,577.00>Original Contract Price: \t$ 248,350.00This Change Order:\t\t<$10,173.00>Revised Contract Price: \t$ 238,177.00FINANCIAL IMPACT:\t\t\t\t\tFUNDING:Credit: <$10,173.00>\t\t\t\t\t\tCapital Facilities FundRECOMMENDATION:It is recommended that the Board of Trustees approve change order #1 for the New Science Building, Increment 1 at WC Overfelt High School (Ferma Corporation).", 
                    "item_number": "9.16", 
                    "item_recommendation": "", 
                    "item_text": "Approve Change Order #1 for New Science Building, Increment 1 at WC Overfelt High School (Ferma Corporation)", 
                    "item_text_raw": " 9.16 Approve Change Order #1 for New Science Building, Increment 1 at WC Overfelt High School (Ferma Corporation)", 
                    "item_type": "Action (Consent)"
                }, 
                {
                    "boarddocs_id": "86PSUW598419", 
                    "item_details": "TO:\t\t\tBoard of TrusteesFROM:\t\tBob Nunez, SuperintendentPREPARED BY:\tAlan Garofalo, Associate Superintendent of Student Services and FacilitiesSUBJECT:\t\tApprove Change Order #1 for James Lick PE Modernization\t\t\tContractor: BCI Builders\t\t\tBid # B-11-06-07\tPO# 706584The General Trades work for the PE Modernization is complete.  The following change order is submitted to the Board of Trustees for approval.1.   Description:\tSalvage and reinstall existing lockers to temporary changing portables for school use. Reason:\t\tRequested by Owner  Cost:\t\t$2,877.002.   Description:\tRemove abandoned school equipment prior to building interior demolition. Reason:\t\tRequested by Owner Cost:\t\t$2,495.003.   Description:\tInstall additional temporary railings around roof repair area for trade safety. Reason:\t\tConditions Warranted  Cost:\t\t$678.004.   Description:\tBuild new cricket on top of skylight infill. Reason:\t\tUnforeseen Condition Cost:\t\t$222.005.   Description:\tRepair roof substrate dry-rot areas. Reason:\t\tUnforeseen Condition Cost:\t\t$30,858.006.   Description:\tRemove existing messageboard and replace with new Owner-supplied board. Reason:\t\tRequested by Owner Cost:\t\t$ 2,121.007.   Description:\tReplace additional dry-rot damaged interior walls at Offices. Reason:\t\tUnforeseen Condition Cost:\t\t$2,452.008.   Description:\tAdd framing and finishes to cover existing steel moment beams. Reason:\t\tConditions Warranted Cost:\t\t$13,641.009.   Description:\tRemove and replace rotted wooden structural post. Reason:\t\tUnforeseen Condition Cost:\t\t$213.0010. Description:\tReplace existing notched wall studs at Bathrooms. Reason:\t\tUnforeseen Condition Cost:\t\t$2,464.0011. Description:\tReplace rotted plywood at rooftop steel moment beams. Reason:\t\tConditions Warranted Cost:\t\t$23,939.0012. Description:\tRevise existing concrete curbs at Boys locker area. Reason:\t\tConditions Warranted Cost:\t\t$4,348.00 13. Description:\tReplace rotted wood at Gym exit door thresholds. Reason:\t\tUnforeseen Condition Cost:\t\t$650.0014. Description:\tAdd hand dryer and revise soap dispensers. Reason:\t\tRequested by Owner  Cost:\t\t$1,557.0015. Description:\tFurr existing walls for ADA showers. Reason:\t\tConditions Warranted Cost:\t\t$2,788.0016. Description:\tAdd soffits at all new exterior canopies. Reason:\t\tRequested by Owner  Cost:\t\t$18,955.0017. Description:\tAdd additional angle iron for exterior canopy support. Reason:\t\tConditions Warranted Cost:\t\t$1,197.0018. Description:\tAdd access door for additional above-ceiling heat detector. Reason:\t\tConditions Warranted Cost:\t\t$198.0019. Description:\tReplace rotted wall infill area at Locker area. Reason:\t\tUnforeseen Condition Cost:\t\t$435.0020. Description:\tModify casework in Coaches’ Office to accommodate lockers. Reason:\t\tConditions Warranted Cost:\t\t$136.0021. Description:\tReplace existing broken tree grate at Bldg. 1300. Reason:\t\tRequested by Owner Cost:\t\t$1,128.0022. Description:\tRevise existing concrete locker curbs at Girls locker area. Reason:\t\tConditions Warranted Cost:\t\t$1,030.0023. Description:\tReplace existing damaged sheetrock at Pool Storage Room. Reason:\t\tConditions Warranted Cost:\t\t$1,552.0024. Description:\tAdd steel handrails at new drinking fountain. Reason:\t\tConditions Warranted Cost:\t\t$1,735.0025. Description:\tReplace existing rotted building exterior soffit areas. Reason:\t\tRequested by Owner Cost:\t\t$6,129.0026. Description:\tAdd additional fire-rated plywood for temporary FA system. Reason:\t\tConditions Warranted Cost:\t\t$317.0027. Description:\tFurr bathroom wall to accommodate existing pipe penetrations. Reason:\t\tConditions Warranted Cost:\t\t$373.0028. Description:\tRevise exit doors from Gym to Pool. Reason:\t\tConditions Warranted Cost:\t\t$3,957.0029. Description:\tLevel existing floor at Storage Room. Reason:\t\tUnforeseen Condition Cost:\t\t$3,203.0030. Description:\tAdd full-height plumbing chase at Boys locker area to cover existing pipe openings. Reason:\t\tConditions Warranted Cost:\t\t$1,024.0031. Description:\tChange soap dishes to soap dispensers. Reason:\t\tRequested by Owner  Cost:\t\t$245.0032. Description:\tCaulk and seal additional exterior roof drain penetrations. Reason:\t\tConditions Warranted Cost:\t\t$412.0033. Description:\tInstall temporary wooden exterior doors for student/staff access. Reason:\t\tConditions Warranted Cost:\t\t$778.0034. Description:\tChange roof hatch railing to match existing roof hatch design. Reason:\t\tConditions Warranted Cost:\t\t$1,991.0035. Description:\tAdditional tile work around changed soap dispensers and trash receptacles. Reason:\t\tConditions Warranted Cost:\t\t$958.0036. Description:\tNegotiated from contract.  Reason:\t\tRequested by District Credit:\t\t$<160,800.00>  Original Contract Price: \t$1,843,800.00This Change Order:\t\t$<23,744.00>Revised Contract Price: \t$1,820,056.00FINANCIAL IMPACT:\t\t\t\t\tFUNDING:Credit: $<23,744.00>\t\t\t\t\t\tCapital Facilities FundRECOMMENDATION:It is recommended that the Board of Trustees approve change order #1 for the James Lick PE Modernization (BCI Builders).AG:sn", 
                    "item_number": "9.17", 
                    "item_recommendation": "", 
                    "item_text": "Approve Change Order #1 for James Lick PE Modernization (BCI Builders)", 
                    "item_text_raw": " 9.17 Approve Change Order #1 for James Lick PE Modernization (BCI Builders)", 
                    "item_type": "Action (Consent)"
                }, 
                {
                    "boarddocs_id": "86PSUZ59844D", 
                    "item_details": "TO:\t\t\tBoard of TrusteesFROM:\t\tBob NuĂąez, SuperintendentPREPARED BY:\tAlan Garofalo, Associate Superintendent of Student Services and FacilitiesSUBJECT:\t\tApprove Change Order #1 for James Lick PE Modernization\t\t\tContractor: Mastria Incorporated\t\t\tBid # B-15-06-07\tPO# 706582The Painting work for the PE Modernization is complete.  The following change order is submitted to the Board of Trustees for approval.1.   Description:\tPaint exterior repaired/replaced dry-rotted soffit areas. Reason:\t\tUnforeseen Condition  Cost:\t\t$3,478.002.   Description:\tNegotiated from contract.  Reason:\t\tRequested by District Credit:\t\t$<5,280.00>    Original Contract Price: \t$61,680.00This Change Order:\t\t$<1,802.00>Revised Contract Price: \t$59,878.00FINANCIAL IMPACT:\t\t\t\t\tFUNDING:Credit: $<1,802.00>\t\t\t\t\t\tCapital Facilities FundRECOMMENDATION:It is recommended that the Board of Trustees approve change order #1 for the James Lick PE Modernization (Mastria Incorporated).", 
                    "item_number": "9.18", 
                    "item_recommendation": "", 
                    "item_text": "Approve Change Order #1 for James Lick PE Building Modernization (Mastria Incorporated)", 
                    "item_text_raw": " 9.18 Approve Change Order #1 for James Lick PE Building Modernization (Mastria Incorporated)", 
                    "item_type": "Action (Consent)"
                }, 
                {
                    "boarddocs_id": "86PSV459845F", 
                    "item_details": "TO:\t\t\tBoard of TrusteesFROM:\t\tBob NuĂąez, SuperintendentPREPARED BY:\tAlan Garofalo, Associate Superintendent of Student Services and FacilitiesSUBJECT:\t\tApprove Change Order #1 for James Lick PE Modernization\t\t\tContractor: Sprig Electric\t\t\tBid # B-12-06-07\tPO# 706546The Electrical work for the PE Modernization is complete.  The following change order is submitted to the Board of Trustees for approval.1.   Description:\tReplace existing non-compliant ceiling conduits above Locker areas and pull new wiring. Reason:\t\tConditions Warranted Cost:\t\t$7,000.002.   Description:\tPower and fiber optic connection to Owner supplied messageboard. Reason:\t\tRequested by Owner Cost:\t\t$8,661.003.   Description:\tRemove and replace existing conduits at exterior soffit repair areas. Reason:\t\tRequested by Owner Cost:\t\t$199.004.   Description:\tRemove abandoned tele/data piping at rooftop. Reason:\t\tConditions Warranted Cost:\t\t$199.005.   Description:\tCredit for deletion of lighting panel. Reason:\t\tRequested by Owner Credit:\t\t<$1,000.00>6.   Description:\tRepair existing 4” rooftop conduit. Reason:\t\tConditions Warranted Cost:\t\t$597.007.   Description:\tAdd emergency exit signs at Weight and Wrestling Rooms. Reason:\t\tUnforeseen Condition Cost:\t\t$2,063.008.   Description:\tReplace existing light ballasts at Weight and Wrestling Rooms. Reason:\t\tRequested by Owner Cost:\t\t$1,312.009.   Description:\tTemporary FA system for school use of Gym facilities during construction. Reason:\t\tRequested by Owner  Cost:\t\t$1,540.0010. Description:\tCustom electrical panel 12A. Reason:\t\tUnforeseen Condition Cost:\t\t$3,318.0011. Description:\tTemporary bleacher power for school use of Gym facilities during construction. Reason:\t\tRequested by Owner Cost:\t\t$1,480.0012. Description:\tRepair existing PVC conduit at Pool area. Reason:\t\tUnforeseen Condition Cost:\t\t$323.00 13. Description:\tPower to additional District temporary portable building. Reason:\t\tRequested by Owner Cost:\t\t$1,344.0014. Description:\tRelocate existing emergency exit signs at Girls locker area for new ceiling work. Reason:\t\tConditions Warranted Cost:\t\t$1,074.0015. Description:\tAdd panel M-1 to service rooftop HVAC units. Reason:\t\tConditions Warranted Cost:\t\t$806.0016. Description:\tSupply power to additional fire/smoke damper at Boys side. Reason:\t\tConditions Warranted Cost:\t\t$639.0017. Description:\tRelocate existing rooftop security conduit for new gutter installation. Reason:\t\tConditions Warranted Cost:\t\t$4,583.0018. Description:\tAdd data and power outlets in PE Room. Reason:\t\tConditions Warranted Cost:\t\t$995.0019. Description:\tProvide power to additional hand dryers. Reason:\t\tRequested by Owner Cost:\t\t$1,981.0020. Description:\tAdd heat detector above ceiling at Boys Team Room. Reason:\t\tConditions Warranted Cost:\t\t$230.0021. Description:\tAdd lighting motion sensors at Girls locker area to replace existing damaged switches. Reason:\t\tConditions Warranted Cost:\t\t$1,424.0022. Description:\tRough in for telephone at Pool Ticket Booth. Reason:\t\tRequested by Owner Cost:\t\t$739.0023. Description:\tRelocate existing wall conduit at Girls Vestibule for new doorjamb. Reason:\t\tConditions Warranted Cost:\t\t$412.0024. Description:\tRelocate exterior existing wall conduits for new canopy roofing. Reason:\t\tConditions Warranted Cost:\t\t$1,996.0025. Description:\tRelocate existing conduit boxes to accommodate exhaust fans and I-beam strengthening work. Reason:\t\tConditions Warranted Cost:\t\t$1,248.0026. Description:\tRelocate shower control boxes to accommodate new ADA showers. Reason:\t\tConditions Warranted Cost:\t\t$1,562.0027. Description:\tRemove and replace existing 1.5” roof conduit to install seismic joint. Reason:\t\tConditions Warranted Cost:\t\t$796.0028. Description:\tProvide power to added fire/smoke dampers at Girls side. Reason:\t\tConditions Warranted Cost:\t\t$1,061.0029. Description:\tInstall new exit sign at Girls Vestibule to meet code. Reason:\t\tConditions Warranted Cost:\t\t$789.0030. Description:\tAdd additional supports to protect overhead conduit runs from vandalism. Reason:\t\tRequested by Owner Cost:\t\t$1,309.0031. Description:\tRepair and re-support existing damaged exterior security system conduit at Pool area. Reason:\t\tConditions Warranted Cost:\t\t$423.0032. Description:\tRepair and re-support existing damaged security system conduit at Rooftop. Reason:\t\tConditions Warranted Cost:\t\t$886.00 33. Description:\tReplace (11) lighting ballasts at Girls locker area. Reason:\t\tUnforeseen Condition Cost:\t\t$2,065.0034. Description:\tRe-support existing Âž” conduit above boiler room. Reason:\t\tRequested by Owner Cost:\t\t$665.0035. Description:\tAdd additional data conduit homeruns to service new wiremold at Coaches’ Offices. Reason:\t\tConditions Warranted Cost:\t\t$4,077.0036. Description:\tRepair vandalized rooftop power outlet.  Reason:\t\tConditions Warranted Cost:\t\t$107.0037. Description:\tAdd seismic expansions to existing 4” rooftop conduits.  Reason:\t\tConditions Warranted Cost:\t\t$2,109.0038. Description:\tNegotiated from contract.  Reason:\t\tRequested by District Credit:\t\t$<65,072.00>  Original Contract Price: \t$610,795.00This Change Order:\t\t$<6,060.00>Revised Contract Price: \t$604,735.00FINANCIAL IMPACT:\t\t\t\t\tFUNDING:Credit: $<6,060.00>\t\t\t\t\t\tCapital Facilities FundRECOMMENDATION:It is recommended that the Board of Trustees approve change order #1 for the James Lick PE Modernization (Sprig Electric).", 
                    "item_number": "9.19", 
                    "item_recommendation": "", 
                    "item_text": "Approve Change Order #1 for James Lick PE Building Modernization (Sprig Electric)", 
                    "item_text_raw": " 9.19 Approve Change Order #1 for James Lick PE Building Modernization (Sprig Electric)", 
                    "item_type": "Action (Consent)"
                }, 
                {
                    "boarddocs_id": "86PSV7598475", 
                    "item_details": "TO:\t\t\tBoard of TrusteesFROM:\t\tBob NuĂąez, SuperintendentPREPARED BY:\tAlan Garofalo, Associate Superintendent of Student Services and FacilitiesSUBJECT:\tApprove Notice of Completion for the New Science Building, Increment 1 at WC Overfelt High School (Ferma Corporation)Bid #B-18-06-07 Pursuant to the contract awarded by the Board of Trustees on May 24, 2007, Ferma Corporation has furnished all material and finished all labor for the completion of work related to the New Science Building, Increment 1 at WC Overfelt High School.With the approval of the Board of Trustees, the attached Notice of Completion will be filed with the Santa Clara County Recorder’s Office as required by law.FINANCIAL IMPACT:\t\t\t\tFUNDING SOURCE:$238,177.00\t\t\t\t\t\tCapital Facilities FundRECOMMENDATION:It is recommended that the Board of Trustees approve the Notice of Completion for the New Science Building, Increment 1 at WC Overfelt High School (Ferma Corporation)AttachmentAG:sn Return to:\tEast Side Union High School District\t\t830 North Capitol Avenue\t\tSan Jose, CA  95133\t\tOperations DepartmentRecorded without fee under Section 6103 of the Government Code NOTICE OF COMPLETIONNOTICE IS HEREBY GIVEN that the undersigned, East Side Union High School District, as Owner of the property hereinafter described, caused improvements to be made upon the property hereinafter described.That the work on said improvements was actually completed on the 28th day of August 2007.That the name of the Contractor for said Owner is Ferma Corporation. That the nature of the title of said owner to said property is that of Owner in fee simple, and the names and addresses of all Owners of said property are:\t\tNAME\t\t\t\t\tADDRESSEast Side Union High School District\t\t830 North Capitol Avenue\t\t\t\t\t\t\tSan Jose, CA  95133That the property herein referred to and on which said improvements are located is situated in the County of Santa Clara, State of California, and described as follows:New Science Building, Increment 1 at WC Overfelt High SchoolBid #B-18-06-07DSA #01-108787DATED: March 20, 2008\t\t\t\t\t\t\t\tBy: _____________________\t\t\t\t\t\t\tJerry Kurr\t\t\t\t\t\t\tAssociate Superintendent of\t\t\t\t\t\t\tAdministration & Business ServicesVERIFICATIONI am Jerry Kurr authorized agent of East Side Union High School District the Owner of the property described in the foregoing notice.  I have read the foregoing notice and contents thereof, and I declare under penalty of perjury of the laws of the State of California that the foregoing is true and correct. ______________________________Jerry Kurr", 
                    "item_number": "9.20", 
                    "item_recommendation": "", 
                    "item_text": "Approve Notice of Completion for the New Science Building, Increment 1 at WC Overfelt High School (Ferma Corporation)", 
                    "item_text_raw": " 9.20 Approve Notice of Completion for the New Science Building, Increment 1 at WC Overfelt High School (Ferma Corporation)", 
                    "item_type": "Action (Consent)"
                }
            ], 
            "section_name": "Consent Calendar", 
            "section_number": "9."
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "86PSVB598484", 
                    "item_details": "TO:\t\t\tBoard of TrusteesFROM:\t\tBob NuĂąez, SuperintendentPREPARED BY:\tJerry Kurr, Associate Superintendent of Administration and Business ServicesSUBJECT:\t\tBudget Adjustment Report Update Below is an update of budget adjustments that been made to our 2007-2008 September Revised Budget for your information: 1.\tUnrestricted General Fund:\tSite discretionary from Use of Facilities Income 2/2008\t\t     $13,6432.\tRestricted General Fund (Categorical):\tNew Money from Local, State and Federal resources\t\t     $697,991- 2/2008", 
                    "item_number": "10.01", 
                    "item_recommendation": "", 
                    "item_text": "Budget Adjustments", 
                    "item_text_raw": " 10.01 Budget Adjustments", 
                    "item_type": "Report"
                }
            ], 
            "section_name": "Written Reports/Recommendations", 
            "section_number": "10."
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "86PSVF598494", 
                    "item_details": "", 
                    "item_number": "11.01", 
                    "item_recommendation": "", 
                    "item_text": "Board of Trustees Frank Biehl/ MetroEd.", 
                    "item_text_raw": " 11.01 Board of Trustees Frank Biehl/ MetroEd.", 
                    "item_type": "Information"
                }, 
                {
                    "boarddocs_id": "86PSVJ5984A4", 
                    "item_details": "", 
                    "item_number": "11.02", 
                    "item_recommendation": "", 
                    "item_text": "Comments by the Superintendent", 
                    "item_text_raw": " 11.02 Comments by the Superintendent", 
                    "item_type": "Information"
                }
            ], 
            "section_name": "Board of Trustees/Superintendent Communications/Comments", 
            "section_number": "11."
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "86PSVN5984B1", 
                    "item_details": "", 
                    "item_number": "12.01", 
                    "item_recommendation": "", 
                    "item_text": "EXPULSIONS - No Expulsions", 
                    "item_text_raw": " 12.01 EXPULSIONS - No Expulsions", 
                    "item_type": "Action"
                }, 
                {
                    "boarddocs_id": "86PSVR5984BD", 
                    "item_details": "", 
                    "item_number": "12.02", 
                    "item_recommendation": "", 
                    "item_text": "PUBLIC EMPLOYEE DISCIPLINE/DISMISSAL/RELEASE (Government Code ยงSection 54957)", 
                    "item_text_raw": " 12.02 PUBLIC EMPLOYEE DISCIPLINE/DISMISSAL/RELEASE (Government Code ยงSection 54957)\n", 
                    "item_type": "Information"
                }, 
                {
                    "boarddocs_id": "86PSVU5984D5", 
                    "item_details": "Agency Designated Representatives: Bob Nuñez, Superintendent Jerry Kurr, Associate Superintendent of Administration and Business ServicesDan Moser, Associate Superintendent of Instructional Services and Human RelationsCathy Giammona, Director of Human ResourcesVida Branner-Siders, Director of Compensation and Classified Employee RelationsEmployee Organizations:American Federation of Teachers (AFT)California School Employees Association (CSEA)East Side Teachers Association (ESTA)", 
                    "item_number": "12.03", 
                    "item_recommendation": "", 
                    "item_text": "CONFERENCE WITH LABOR NEGOTIATORS (Government Code §Section 54957.6)", 
                    "item_text_raw": " 12.03 CONFERENCE WITH LABOR NEGOTIATORS (Government Code §Section 54957.6)", 
                    "item_type": "Information"
                }, 
                {
                    "boarddocs_id": "86PSVX5984EE", 
                    "item_details": "CONFERENCE WITH LEGAL COUNSEL – EXISTING LITIGATION  Subdivision (b) of Section 54956.9 of the Government Code: Claim for damages of I. Rodriguez.", 
                    "item_number": "12.04", 
                    "item_recommendation": "", 
                    "item_text": "CONFERENCE WITH LEGAL COUNSEL", 
                    "item_text_raw": " 12.04 CONFERENCE WITH LEGAL COUNSEL\n", 
                    "item_type": "Discussion"
                }, 
                {
                    "boarddocs_id": "86PSW2598511", 
                    "item_details": "Property:  Calero School Site, 420 Calero Avenue, San Jose, CA\tDistrict Negotiators:  Superintendent Nunez, Associate Superintendent Jerry Kurr, District Counsel Rogelio Ruiz\tNegotiating Parties:  ESUHSD and Oak Grove Elementary School District\tUnder Negotiation:  Price and terms for payment. Property:  Alum Rock Union Elementary School District surplus properties located at Cesar Chavez Elementary (4 acres), Ocala Middle School (13 acres) and Joseph George Middle School (6 acres), San Jose, CA\tDistrict Negotiators:  Superintendent Nunez, Associate Superintendent Jerry Kurr, Associate Superintendent Alan Garofalo\tNegotiating Parties:  ESUHSD and Alum Rock Union Elementary School District\tUnder Negotiation:  Price and terms for payment.", 
                    "item_number": "12.05", 
                    "item_recommendation": "", 
                    "item_text": "CONFERENCE WITH REAL PROPERTY NEGOTIATORS", 
                    "item_text_raw": " 12.05 CONFERENCE WITH REAL PROPERTY NEGOTIATORS", 
                    "item_type": "Discussion"
                }, 
                {
                    "boarddocs_id": "86PSW5598522", 
                    "item_details": "", 
                    "item_number": "12.06", 
                    "item_recommendation": "", 
                    "item_text": "PUBLIC EMPLOYEE PERFORMANCE EVALUATION (Government Code ยง Section 54957)", 
                    "item_text_raw": " 12.06 PUBLIC EMPLOYEE PERFORMANCE EVALUATION (Government Code ยง Section 54957)", 
                    "item_type": "Discussion"
                }, 
                {
                    "boarddocs_id": "86PSW8598531", 
                    "item_details": "", 
                    "item_number": "12.07", 
                    "item_recommendation": "", 
                    "item_text": "PUBLIC EMPLOYMENT/PUBLIC EMPLOYEE APPOINTMENT (Government Code ยง Section 54957)", 
                    "item_text_raw": " 12.07 PUBLIC EMPLOYMENT/PUBLIC EMPLOYEE APPOINTMENT (Government Code ยง Section 54957) \n", 
                    "item_type": "Discussion"
                }
            ], 
            "section_name": "Closed Session", 
            "section_number": "12."
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "86PSWC59853F", 
                    "item_details": "", 
                    "item_number": "", 
                    "item_recommendation": "", 
                    "item_text": "Attorney will report on closed session action.", 
                    "item_text_raw": " Attorney will report on closed session action.", 
                    "item_type": "Report"
                }
            ], 
            "section_name": "Report Closed Session Action(s)", 
            "section_number": "13."
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "86PSWG598547", 
                    "item_details": "", 
                    "item_number": "", 
                    "item_recommendation": "", 
                    "item_text": "President adjourns meeting", 
                    "item_text_raw": " President adjourns meeting", 
                    "item_type": "Information"
                }
            ], 
            "section_name": "Adjournment", 
            "section_number": "14."
        }
    ]
}