{
    "agency": "east_side_uhsd", 
    "meeting_date": "06-19-2008", 
    "meeting_sections": [
        {
            "items": [
                {
                    "boarddocs_id": "86PS86596BF7", 
                    "item_details": "", 
                    "item_number": "1.01", 
                    "item_recommendation": "", 
                    "item_text": "Roll Call", 
                    "item_text_raw": " 1.01 Roll Call", 
                    "item_type": "Information"
                }, 
                {
                    "boarddocs_id": "86PS89596C04", 
                    "item_details": "", 
                    "item_number": "1.02", 
                    "item_recommendation": "", 
                    "item_text": "Announcement and public comment regarding items to be discussed in Closed Session (Government Code Section 54957.7)", 
                    "item_text_raw": " 1.02 Announcement and public comment regarding items to be discussed in Closed Session (Government Code Section 54957.7)", 
                    "item_type": "Information"
                }, 
                {
                    "boarddocs_id": "86PS8C596C10", 
                    "item_details": "", 
                    "item_number": "1.03", 
                    "item_recommendation": "", 
                    "item_text": "Recess to Closed Session (Open Session will resume at the end of Closed Session in the Board Room at approximately 6:00 p.m.) SEE ITEM 12 ON AGENDA (CLOSED SESSION)", 
                    "item_text_raw": " 1.03 Recess to Closed Session (Open Session will resume at the end of Closed Session in the Board Room at approximately 6:00 p.m.) SEE ITEM 12 ON AGENDA (CLOSED SESSION)", 
                    "item_type": "Information"
                }
            ], 
            "section_name": "Call to Order/Roll Call", 
            "section_number": "1."
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "86PS8G596C19", 
                    "item_details": "", 
                    "item_number": "2.01", 
                    "item_recommendation": "", 
                    "item_text": "Pledge of Allegiance", 
                    "item_text_raw": " 2.01 Pledge of Allegiance", 
                    "item_type": "Information"
                }
            ], 
            "section_name": "Open Session 6:00 P.M. – Board Room", 
            "section_number": "2."
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "86PS8L596C22", 
                    "item_details": "", 
                    "item_number": "", 
                    "item_recommendation": "", 
                    "item_text": "Information explaining Board meeting procedures and how citizens can address the Board will be read. Written information is located near the entrance to the Board Room.", 
                    "item_text_raw": " Information explaining Board meeting procedures and how citizens can address the Board will be read. Written information is located near the entrance to the Board Room.\n", 
                    "item_type": "Information"
                }
            ], 
            "section_name": "Welcome and Explanation of Audience", 
            "section_number": "3."
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "86PS8Q596C30", 
                    "item_details": "", 
                    "item_number": "", 
                    "item_recommendation": "", 
                    "item_text": "None", 
                    "item_text_raw": " None", 
                    "item_type": "Information"
                }
            ], 
            "section_name": "Consideration of Proposed Amendments to Agenda", 
            "section_number": "4."
        }, 
        {
            "items": [], 
            "section_name": "Board Special Recognition(s)", 
            "section_number": "5."
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "86PS8V596C41", 
                    "item_details": "", 
                    "item_number": "", 
                    "item_recommendation": "", 
                    "item_text": "Persons wishing to address the Board must fill out a \"gold\" request form, located at the entrance of the Board Room.", 
                    "item_text_raw": " Persons wishing to address the Board must fill out a \"gold\" request form, located at the entrance of the Board Room.", 
                    "item_type": "Information"
                }
            ], 
            "section_name": "Public Members Who Wish to Address the Board of Trustees", 
            "section_number": "6."
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "86PS8Z596C4F", 
                    "item_details": "", 
                    "item_number": "", 
                    "item_recommendation": "", 
                    "item_text": "None", 
                    "item_text_raw": " None", 
                    "item_type": "Information"
                }
            ], 
            "section_name": "Student Board Liaisons", 
            "section_number": "7."
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "86PS95596C57", 
                    "item_details": "On June 2-3, 2007, the Board and Cabinet at their retreat developed new Vision, Mission and Goals for the East Side Union High School District.  The District is seeking authorization from the Board to adopt the Vision, Mission and Goals as identified below:VisionWe provide an educational experience that enables all students to reach their highest potential.MissionOur mission, in partnership with families and community, is to educate students and prepare them for the future in a safe and engaging environment.Goals•\tClose the Achievement Gap while improving the Overall Academic Performance•\t Develop and Implement an Academic Master Plan that includes the following elements:  Programs and Services, Workforce and Facilities•\t Maximize all Funding Opportunities while being Fiscally Responsible", 
                    "item_number": "8.01", 
                    "item_recommendation": "", 
                    "item_text": "Adoption of East Side Union High School District 's Mission, Vision and Goals Statement – Bob Nuñez, Superintendent", 
                    "item_text_raw": " 8.01 Adoption of East Side Union High School District 's Mission, Vision and Goals Statement – Bob Nuñez, Superintendent", 
                    "item_type": "Action"
                }, 
                {
                    "boarddocs_id": "86PS98596C63", 
                    "item_details": "EAST SIDE UNION HIGH SCHOOL DISTRICT\t\t\t\t\t\t\t\t\t\tBoard Meeting of June 19, 2008\t\t\t\t\t\t\t\t\t\tAgenda Item:  8.02TO:\tBoard of TrusteesFROM:\tEddie GarcĂ­a, Board Achievement Gap Committee SUBMITTED:\tJune 16, 2008SUBJECT:\tRecommendations & Proposals from the Achievement Gap SubCommitteeRECOMMENDATIONS & PROPOSALSI respectfully recommend that the Board of Trustees take the following actions:1.\tApprove the establishment of the Student Equity and Achievement Department, within the Division of Instructional Services and Human Relations.2.\tDirect the Superintendent to identify and secure non-General Fund funding sources, including, but not limited to, the East Side Union High School Foundation, to initially fund the Student Equity and Achievement Department. 3.\tDirect the Superintendent to seek a Director of Student Equity and Achievement to develop and implement a program designed to improve the student achievement gap.BACKGROUND AND REASONS FOR RECOMMENDATIONS & PROPOSALSEarlier this year, State Superintendent of Schools Jack O’Connell issued a report finding that “the State of California has not lived up to its commitment for all students, particularly poor, ethnic/racial minority students; English learners; and students with disabilities.”  In its effort to improve the performance of students with disabilities and English learners, and to comply with No Child Left Behind (NCLB) requirements, the ESUHSD established a District Program Improvement Team and developed of Program Improvement Model.  I respectfully request Board support of the recommendation described above to address the other groups of students identified in the State Superintendent’s report – poor and ethnic/racial minority students.  In the ESUHSD District, these population categories primarily include African American, Latino, Pacific Islander, and Socio-economically Disadvantaged students.  Using NCLB requirements (Participation, Proficiency, and Graduation rates) and the Academic Performance Index as measurements, these groups of students perform at a significantly lower rate than District, State, and Federal standards, thus defining an achievement, ethnic, and economic gap among significant sub-groups in the district.  By establishing a Student Equity and Achievement Department, the ESUHSD will demonstrate its commitment, focus, and accountability with regard to the academic improvement of African American, Latino, Pacific Islander, and Socio-economically Disadvantaged students. The Director of Student Equity and Achievement should convene a task force of ESUHSD stakeholders to develop a plan that includes, but is not limited to: (1) culturally relevant professional development for all school personnel, (2) school climate surveys, (3) high academic expectations, (4) focus on academic rigor, (5) student, staff, administration, and parent accountability, and (6) resources needed for implementation. ", 
                    "item_number": "8.02", 
                    "item_recommendation": "", 
                    "item_text": "Recommendations and Proposals from the Achievement Gap SubCommittee - Eddie Garcia", 
                    "item_text_raw": " 8.02 Recommendations and Proposals from the Achievement Gap SubCommittee - Eddie Garcia\n", 
                    "item_type": "Report"
                }, 
                {
                    "boarddocs_id": "86PS9B596C70", 
                    "item_details": "Approve Appointments of Measure E Citizens Bond Oversight Committee TeamThe Measure E Citizens Bond Oversight Committee presents the following nominations to serve on this committee: Rowena Smith\tJon Reinke FINANCIAL IMPACT: FUNDING SOURCE:N/A\t\t\t\t\t\t\t\tN/ARECOMMENDATIONIt is recommended the Board of Trustees approve the extensions, reappointment and nomination to serve on the Measure E Citizens Bond Oversight Committee. ", 
                    "item_number": "8.03", 
                    "item_recommendation": "", 
                    "item_text": "Approve Appointments of Measure E Citizens Bond Oversight Committee Team – Bob Nuñez, Superintendent", 
                    "item_text_raw": " 8.03 Approve Appointments of Measure E Citizens Bond Oversight Committee Team – Bob Nuñez, Superintendent", 
                    "item_type": "Action"
                }, 
                {
                    "boarddocs_id": "86PS9E596C91", 
                    "item_details": "East Side Teachers Association/CTA/NEA\t 2008 Safety Survey                                                    Table 1East Side Teachers Association/CTA/NEA                         2008 Safety Survey                           Three- year Cumulative 2008 Report\t\t\t\t\t\t\t\t\t   Table2East Side Teachers Association/CTA/NEA\t\t\t2008 Safety Survey                         Three- year Cumulative 2008 Report\t\t\t\t\t\t\t\t\t        Table 3East Side Teachers Association/CTA/NEA\t\t2008 Safety Survey             2 year District-wide trend comparison\t\t\t\t\t\t\t\t        Table 4East Side Teachers Association/CTA/NEA\t\t2008 Safety Survey                                 Site Concerns Ranking High to Low\t\t\t\t\t\t\t\t\tTable 5*Note:  if you need to print the above documents, please use the spreadsheet documents below:", 
                    "item_number": "8.04", 
                    "item_recommendation": "", 
                    "item_text": "ESTA Safety Report Survey – Bob Nuñez, Superintendent and Marisa Hanson, ESTA President", 
                    "item_text_raw": " 8.04 ESTA Safety Report Survey – Bob Nuñez, Superintendent and Marisa Hanson, ESTA President", 
                    "item_type": "Action"
                }, 
                {
                    "boarddocs_id": "86PS9H596D4B", 
                    "item_details": "SUBJECT:                   Approve Selection of District Architectural Firms  The District advertised and interviewed architectural firms to provide design and construction administration and management services as part of the capital improvements projects included in Measure G & E.  There were twenty-nine architectural firms that submitted a Statement of Qualifications and twenty-one firms were interviewed. The district administration is recommending that the following firms be selected as a pool of District Architects for capital improvement and expansion projects: Aedis ArchitectsBfgc ArchitectureCody Anderson WasneyFMPOHMC ArchitectsNTD ArchitectsPerkins & WillSpencer AssociatesSugimura FinneyVerde DesignWLC Architects FUNDING SOURCE:Measure G & E  RECOMMENDATION:It is recommended that the Board of Trustees approve the selected pool of architectural firms to provide the district with design and construction administration and management services for the district’s capital improvement and expansion projects. ", 
                    "item_number": "8.05", 
                    "item_recommendation": "", 
                    "item_text": "Approve Selection of District Architectural Firms â Jerry Kurr, Associate Superintendent of Administration and Business Services", 
                    "item_text_raw": " 8.05 Approve Selection of District Architectural Firms â Jerry Kurr, Associate Superintendent of Administration and Business Services", 
                    "item_type": "Action"
                }, 
                {
                    "boarddocs_id": "86PS9L596D5C", 
                    "item_details": "", 
                    "item_number": "8.06", 
                    "item_recommendation": "", 
                    "item_text": "Citizen Bond Oversight Committee Quarterly Report – John Moore, Chairperson and Bob Nuñez, Superintendent", 
                    "item_text_raw": " 8.06 Citizen Bond Oversight Committee Quarterly Report – John Moore, Chairperson and Bob Nuñez, Superintendent", 
                    "item_type": "Action"
                }, 
                {
                    "boarddocs_id": "86PS9P596D65", 
                    "item_details": "Request the approval for the attached job description and salary for the position of Contracts Administration Coordinator The position of Contracts Administration Coordinator is designed to have a higher level of experience and responsibility with the development, administration and negotiation of the district’s purchasing and contractual arrangements for goods, services and especially facilities construction and modernization.  This position will be the lead management position responsible for insuring the district is protected and in compliance with all legal requirements for its contractual business relationships.  With the continued and expanded future capital projects resulting from the passage of measure “E” this position will be pivotal in moving the district forward in a timely and cost-saving manner.     This position is a 12 month Classified Management position.  Salary per appropriate placement on the Classified and Certificated Management Salary Schedule.  FISCAL IMPACT FUNDING SOURCE$74,560 / year - $107,941 / year                                           \tGeneral Fund, Capital Fund, Various Fund RECOMMENDATIONIt is recommended that the Board of Trustees approve the Job Description and Salary for theContracts Administration Coordinator.  JK:cg   EAST SIDE UNION HIGH SCHOOL DISTRICT JOB TITLE:   Contracts Administration Coordinator  DESCRIPTION OF BASIC FUNCTIONS AND RESPONSIBILITIES Under the supervision of the Director of General Services is responsible for managing the Purchasing Department, the financial and procurement aspects of contracts and purchase orders for goods and services, including facility construction.  Leads the assessment and selection of qualified vendors and contractors.  Assists and advises District staffs in the contracting process for a public educational agency.  SUPERVISOR: Director or other upper level manager/administrator TYPICAL DUTIESDevelop and provide informal and formal bid offers, RFPs, RFQs, prequalification pools   Work with the Purchasing staff to optimize vendor/supplier and District staff relationships  Manage basic contract negotiation, administration and termination Purchase common goods and services in accordance with quality, quantity and specification requirements Manage warehouse operations  Managing first class mail delivery system within the District Follow up to insure the proper receiving and payment of orders Utilize the principles, procedures and best practices of public agency purchasing and public works construction, capital projects and new capital equipment acquisition Utilize the principles, procedures and best practices of specification creation and usage Utilize the principles, procedures and best practices of bid tabulation and analysis Manage the surplus equipment disposition Comply with Federal and State laws and regulations related to public agency purchasing and construction  Utilize Supplier management and evaluation methods Manage Fixed Asset record keeping and tracking system and procedures Process requisitions and issue purchase orders and change orders in an enterprise financial management system environment  Evaluates purchasing and warehouse staff Other duties as assigned   EMPLOYMENT STANDARDSAbility to:Develop comprehensive plans to increase effectiveness of organization within his/her area of responsibility Communicate in English, written and oral Handle stressful situations in a calm, collected manner Use computer and appropriate software (QSS, Excel, EMS, etc.) Plan, organize, schedule, supervise and evaluate the work of others Communicate and work with a diverse and multi-lingual population Organize data to develop and apply accountability measures to his/her areas of responsibility Organize and analyze complex information; manage purchasing in an on-line environment; research and interpret complex policies, regulations and laws; handle pricing analysis and complete documentation Knowledge of:Laws, codes and ordinances used in public school purchasing Management best practices and process development MINIMUM QUALIFICATIONSMinimum: Bachelor’s Degree, Master’s preferred  Five years experience working in public agency procurement or related area. A certificate in purchasing management is desirable Valid California Driver’s License      06/05/2008 ", 
                    "item_number": "8.07", 
                    "item_recommendation": "", 
                    "item_text": "Approve Job Description and Salary for Contracts Administration Coordinator â Jerry Kurr, Associate Superintendent of Administration and Business Services", 
                    "item_text_raw": " 8.07 Approve Job Description and Salary for Contracts Administration Coordinator â Jerry Kurr, Associate Superintendent of Administration and Business Services", 
                    "item_type": "Action (Consent)"
                }, 
                {
                    "boarddocs_id": "86PS9S596D7F", 
                    "item_details": "Reference attached document.", 
                    "item_number": "8.08", 
                    "item_recommendation": "", 
                    "item_text": "Update on Asset Utilization and Reuse Plan – Bob Nuñez, Superintendent and The Staubach Company", 
                    "item_text_raw": " 8.08 Update on Asset Utilization and Reuse Plan – Bob Nuñez, Superintendent and The Staubach Company\n\n \n\n", 
                    "item_type": "Action"
                }, 
                {
                    "boarddocs_id": "86PS9V596DC9", 
                    "item_details": "Administration recommends that the Board approve the purchase of the Calero School site from the Oak Grove School District based on the form of contract attached hereto.  Key terms for the acquisition are as follows:Site:\tCalero School; approximately 10 acres with approximately 32,900 square feet of improved building space.Purchase Price:\t$20,000,000Deposit:\t\t$100,000Source of Funds:\tMeasure E bondsEscrow fees\t\tTo be paid by ESUHSD (costs to be determined)and Closing Costs:CLTA Policy:\tCost (to be determined) to be shared equally between ESUHSD and OGSDClose of Escrow:\tNo later than July 31, 2008 (to be extended to August 8, 2008 in the event of delay in the issuance of the Measure E bonds)Seller’s Right of Repurchase:\tIn the event ESUHSD intends to sell the property within the first 5 years after the close of escrow, or leases the property for non-school or public uses (except on an incidental basis), then OGSD shall have the right to repurchase the property on the same terms and conditions sold to ESUHSD.Broker Commissions:\tEach party to bear its own broker commissions.Administration has conducted inspections and reviews of the property and is satisfied that, although the property will require some repairs and modernization, the property is suitable for the District’s intended uses as an education facility.\tAt Administration’s request, the Staubach Company assisted in the negotiation and financial analysis and review of this property and transaction.  The Staubach Company did not act as District’s broker in this transaction but was instrumental in helping Administration to formulate a negotiation and acquisition strategy.  Per the District’s agreement with The Staubach Company, District has agreed to pay Staubach a 2.5% commission in connection with real property acquisitions or dispositions in connection with the District’s Asset Utilization strategy or as otherwise negotiated and agreed between Staubach and the District.  This transaction is not such a brokered transaction.  However, in light of the key work and analysis performed by Staubach the Administration recommends that the Board approve a consulting fee to Staubach in an amount equal to 1% of the purchase price ($200,000.00)RECOMMENDATIONBoard approve the purchase of the Calero Site on the terms contained in the attached contract; Board approve the payment of a consulting fee to Staubach Company not to exceed 1% of the purchase price for the provision of specialized real estate services to the District in connection with this acquisition.FISCAL IMPACT \t\tFUNDING SOURCEAs outlined above\t\t\tMeasure E", 
                    "item_number": "8.09", 
                    "item_recommendation": "", 
                    "item_text": "Approve Purchase of Calero School Site; Approve Contract for Purchase of Calero School Site – Bob Nuñez, Superintendent", 
                    "item_text_raw": " 8.09 Approve Purchase of Calero School Site; Approve Contract for Purchase of Calero School Site – Bob Nuñez, Superintendent\n\n \n", 
                    "item_type": "Action"
                }, 
                {
                    "boarddocs_id": "86PS9Y596DDA", 
                    "item_details": "SummaryAs a result of the flood damages that occurred at Andrew Hill High School on March 15, 2008, the administration is requesting that the Board of Trustees adopt an Emergency Resolution. The Emergency Resolution enables the District to forgo the normal time frame and processes related to the work on the Andrew Hill High School Science Classroom Building.FINANCIAL IMPACT: FUNDING SOURCE:$100,005.67 CAPITAL FACILITIESRECOMMENDATION:It is recommended that the Board of Trustees adopt this Emergency Resolution authorizing the administration to enter into contracts to accommodate emergency remediation work on the school facilities for health and safety reasons. AttachmentAG:sn ", 
                    "item_number": "8.10", 
                    "item_recommendation": "", 
                    "item_text": "Adopt Resolution # 2007/2008-44, Ratification of Contracts to Accommodate Emergency Remediation on School Facilities for Health and Safety Reasons for Andrew Hill High School â Alan Garofalo, Associate Superintendent of Student Services and Facilities", 
                    "item_text_raw": " 8.10 Adopt Resolution # 2007/2008-44, Ratification of Contracts to Accommodate Emergency Remediation on School Facilities for Health and Safety Reasons for Andrew Hill High School â Alan Garofalo, Associate Superintendent of Student Services and Facilities", 
                    "item_type": "Action"
                }, 
                {
                    "boarddocs_id": "86PSA3596DEE", 
                    "item_details": " Supporting material will be provided on Monday, June 16, 2008, per Jerry Kurr, Associate Superintendent of Administration and Business Services.", 
                    "item_number": "8.11", 
                    "item_recommendation": "", 
                    "item_text": "Report on Proposed 2008/2009 Budget â Jerry Kurr, Associate Superintendent of Administration and Business Services", 
                    "item_text_raw": " 8.11 Report on Proposed 2008/2009 Budget â Jerry Kurr, Associate Superintendent of Administration and Business Services", 
                    "item_type": "Action"
                }, 
                {
                    "boarddocs_id": "86PSA6596DFB", 
                    "item_details": "Approve new Fund Number 3756 for the Other Post Employment Benefits (OPEB) fund 20 and Fund Number 3753 for the Measure E Bond fund 23  In order to best control the revenue and expense transactions, we are requesting the Board approve the assignment by the County Treasurer of the new Fund Number 3756 for the Other Post Employment Benefits (OPEB) fund 20 and fund number 3753 for the Measure E Bond fund 23.   FINANCIAL IMPACT: FUND SOURCE:N/A                                                                                                       N/A  RECOMMENDATION:It is recommended that the Board approve and establish new fund number 3756 for the Other Post Employment Benefits (OPEB) fund 20 and fund number 3753 for the Measure E Bond fund 23. ", 
                    "item_number": "8.12", 
                    "item_recommendation": "", 
                    "item_text": "Approve New Fund Number 3756 for the Other Post Employment Benefits (OPEB) Fund 20 and Fund Number 3753 for the Measure E Bond Fund 23 â Jerry Kurr, Associate Superintendent of Administration and Business Services", 
                    "item_text_raw": " 8.12 Approve New Fund Number 3756 for the Other Post Employment Benefits (OPEB) Fund 20 and Fund Number 3753 for the Measure E Bond Fund 23 â Jerry Kurr, Associate Superintendent of Administration and Business Services", 
                    "item_type": "Action"
                }, 
                {
                    "boarddocs_id": "86PSA9596E17", 
                    "item_details": "", 
                    "item_number": "8.13", 
                    "item_recommendation": "", 
                    "item_text": "Second Reading and Adoption of the 5000-5313 Board Policies – Bob Nuñez, Superintendent\n(ITEM CARRIED - BOARD MEETING DATE TO BE DETERMINED)", 
                    "item_text_raw": " 8.13 Second Reading and Adoption of the 5000-5313 Board Policies – Bob Nuñez, Superintendent\n(ITEM CARRIED - BOARD MEETING DATE TO BE DETERMINED)", 
                    "item_type": "Action"
                }, 
                {
                    "boarddocs_id": "86PSAC596E25", 
                    "item_details": "The following professional contract services are recommended for approval. A.  SCHOOL SITES/EDUCATION CENTER  CONTRACTOR NAMECONTRACT PERIODCOST/FUNDING SOURCESCHOOL/DEPTMANAGER PURPOSE 1Gardner Family Corp.July 1, 2008 – June 30, 2009$85,000.00 InstructionIndependence H.S. John Najac Provide clinical counseling services 2Student Racing Partners, IncSeptember 8, 2008 – December 5, 2008$11,340.00 InstructionIndependence H.S. John NajacProvide the Model Race Car Program. SRP will offer 3 classes of up to 33 students, all materials provided 3Frank Ricci IIIMay 20, 2008$3,000.00 TUPEStudent Services/EC Courtney Hall  Provide  a 90-120 minute educational presentation on the “Power of the Mind” as it relates specifically to Smoking Cessation and other related health issues 4Sophia TranApril 1, 2008 – June 30, 2008$46,200.00 Adult EducationAdult Education Rich UribeProvide Cosmetology training for the Adult Education Program 5Ceridian CorporationJuly 1, 2008 – June 30, 2010$65,542.32Estimate first yearEducation Center/Business Services Jerry Kurr Provide an Employee Assistance Program 6Holly N. ValenciaMay 27, 2008 – June 13, 2008$175.00 InstructionJams Lick Glenn VanderZeeProvide pianist to accompany the James Lick Choir     B.  INSTRUCTIONAL SERVICES  CONTRACTOR NAMECONTRACT PERIODCOST/FUNDING SOURCESCHOOL/DEPTMANAGER PURPOSE  NONE                   C.  FACILITIES CONTRACTOR NAMECONTRACT PERIODCOST/FUNDING SOURCESCHOOL/DEPTMANAGERPURPOSE1Alvarez & Associates, Inc.May 28, 2008 – December 31, 2008$16,355.00Capital Facilities FundEducation Center / FacilitiesAlan GarofaloProvide Engineering Survey for New School Site at 420 Calero Ave.2BFA, Inc.January 01, 2008 – December 31, 2008$12,680.00Capital Facilities FundEducation Center / FacilitiesAlan GarofaloProvide DSA Project Inspection Services for the James Lick High School Stadium Lighting.3BFA, Inc.April 30, 2008 – June 30, 2009$6,400.00Capital Facilities FundEducation Center / FacilitiesAlan GarofaloProvide DSA Project Inspection Services for the Independence High School Fencing Project.4BFA, Inc.April 09, 2008 – June 30, 2009$84,480.00Capital Facilities FundEducation Center / FacilitiesAlan GarofaloProvide DSA Project Inspection Services for the Independence High School HVAC Project.5BFA, Inc.April 09, 2008 – June 30, 2009$248,320.00Capital Facilities FundEducation Center / FacilitiesAlan GarofaloProvide DSA Project Inspection Services for the Santa Teresa High School Auditorium & Music Lab (Theater).6BFA, Inc.April 09, 2008 – June 30, 2009$33,120.00Capital Facilities FundEducation Center / FacilitiesAlan GarofaloProvide DSA Project Inspection for the Yerba Buena High School Nutrition Service (Kitchen) Project.7Cleary Consultants, Inc.April 14, 2008 – December 31, 2008$19,000.00 Capital Facilities FundEducation Center / FacilitiesAlan GarofaloProvide Soil Engineering Observation and Testing Services during Construction of the New Two Story Classroom Building and Parking Lot at Andrew Hill High School.8Cleary Consultants, Inc.May 21, 2008 – June 30, 2009$5,280.00Capital Facilities FundEducation Center / FacilitiesAlan GarofaloProvide Soil Engineering Services during Construction of Building 1200 Kitchen Modernization at Yerba Buena High School.9Cleary Consultants, Inc.May 26, 2008 – June 30, 2009$5,280.00Capital Facilities FundEducation Center / FacilitiesAlan GarofaloProvide Soil Engineering Services during Construction of M1 and M3 Vocational Ed Parking Lot at Independence High School.10Cleary Consultants, Inc.May 26, 2008 – June 30, 2009$5,280.00Capital Facilities FundEducation Center / FacilitiesAlan GarofaloProvide Soil Engineering Services during Construction of Building 900 Vocational Ed at Yerba Buena High School.11Cody Anderson Wasney Architects, Inc.December 21, 2007 – June 30, 2009$396,600.00Capital Facilities FundEducation Center / FacilitiesAlan GarofaloProvide Professional Architectural & Engineering Services for the New Child Care Center at James Lick High School.12ERT, Inc.April 13, 2008 –June 30, 2009$4,200.00Capital Facilities FundEducation Center / FacilitiesAlan GarofaloProvide Environmental Air Sampling & Oversight Services during Abatement at Andrew Hill High School Kitchen Project. 13ERT, Inc.June 04, 2008 –June 30, 2009$13,500.00Capital Facilities FundEducation Center / FacilitiesAlan GarofaloProvide Environmental Air Sampling & Oversight Services during Abatement at Independence High School HVAC/Roofing Project.14ERT, Inc.June 04, 2008 –June 30, 2009$20,400.00Capital Facilities FundEducation Center / FacilitiesAlan GarofaloProvide Environmental Air Sampling & Oversight Services during Abatement at Yerba Buena High School Bldg 900 Vocational Ed.15ERT, Inc.June 04, 2008 –June 30, 2009$5,700.00Capital Facilities FundEducation Center / FacilitiesAlan GarofaloProvide Environmental Air Sampling & Oversight Services during Abatement at Piedmont Hills High School Restroom Project.16ERT, Inc.June 04, 2008 –June 30, 2009$5,700.00Capital Facilities FundEducation Center / FacilitiesAlan GarofaloProvide Environmental Air Sampling, Inspection, and Testing at James Lick High School Restroom Project.17Richard Gonzalez & AssociatesMay 28, 2008 –December 31, 2008$33,000.00Capital Facilities FundEducation Center / FacilitiesAlan GarofaloProvide Advisory Services Related to School Facilities Planning & Funding.18Terrasearch, Inc.April 29, 2008 –June 30, 2009$8,430.40Capital Facilities FundEducation Center / FacilitiesAlan GarofaloProvide Construction Materials Testing/Special Inspection Services during Construction for Independence High School Modernization of Building M1 and M3 Vocational Ed.19Terrasearch, Inc.April 29, 2008 –June 30, 2009$12,576.00Capital Facilities FundEducation Center / FacilitiesAlan GarofaloProvide Construction Materials Testing/Special Inspection Services during Construction for Santa Teresa High School Auditorium Modernization.20Terrasearch, Inc.March 20, 2008 –June 30, 2009$9,440.20Capital Facilities FundEducation Center / FacilitiesAlan GarofaloProvide Construction Materials Testing/Special Inspection Services during Construction for James Lick, Piedmont Hills & Yerba Buena High School Restroom Facilities Modernization.21Terrasearch, Inc.April 29, 2008 –June 30, 2009$14,102.00Capital Facilities FundEducation Center / FacilitiesAlan GarofaloProvide Construction Materials Testing/Special Inspection Services during Construction for Yerba Buena High School Modernization of Building 900 Vocational Ed.22Aedis, Inc.March 16, 2008 –June 30, 2009$3,144.00Capital Facilities FundEducation Center / FacilitiesAlan GarofaloExtend Purchase Order # 502835 for Oak Grove High School Music Building “J” Renovation due to additional scope of work.23HMC ArchitectsMarch 11, 2008 –June 30, 2009$15,058.00Capital Facilities FundEducation Center / FacilitiesAlan GarofaloExtend Purchase Order # 706430 for James Lick High School Kitchen due to additional services requested for fire alarm design.24Smith-Emery Company.April 03, 2008 –December 31, 2008$20,215.88Capital Facilities FundEducation Center / FacilitiesAlan GarofaloExtend Purchase Order # 700194 for Andrew Hill High School Modernization Phase III Project due to greater than anticipated testing and inspection services.25Hohbach-Lewis, Inc.June 3, 2008 – December 31, 2008$5,500.00Capital Facilities FunEducation Center/FacilitiesAlan GarofaloTo Provide Structural Engineering Consulting Services for New School Site on Calero Ave. * The industry standard is to allocate 30% of the project budget towards Soft Cost.  Soft costs consist of the following:  Survey Plans, Design – Architect and Engineer, Project Inspector – IOR, Special Inspection and Testing, DSA Fees, CDE Fees, Energy Analysis, Preliminary Testing, Offsite Improvements – City and County Fees, Bidding – Advertising, Design Management, Construction Management, Construction Testing, and Other Planning Costs.  FISCAL IMPACT FUNDING SOURCESee details above                                                                                        See details above  RECOMMENDATIONRecommend approval and ratification of contract professional services listed above. ", 
                    "item_number": "8.14", 
                    "item_recommendation": "", 
                    "item_text": "Contracts for Professional Services â Jerry Kurr, Associate Superintendent of Administratioin and Business Services - Attachment B", 
                    "item_text_raw": " 8.14 Contracts for Professional Services â Jerry Kurr, Associate Superintendent of Administratioin and Business Services - Attachment B", 
                    "item_type": "Action"
                }, 
                {
                    "boarddocs_id": "86PSAF596E3A", 
                    "item_details": "The following Memoranda of Understanding are recommended for approval. MEMORANDA OF UNDERSTANDINGCONTRACTOR NAMECONTRACT PERIODDISTRICT RESPONSIBILITYSCHOOL/DEPTPROVIDER RESPONSIBILITY1Asian Americans for Community InvolvementMay 5, 2008 – June 12, 2009ESUHSD to provide office space, student referrals, assistance for providing effective services including SASIYerba BuenaJuan CruzProvide mental health services, assessment and evaluation, individual/ group counseling, case management, participate in MST meetings2Asian Americans for Community InvolvementMay 15, 2008 – August 31, 2009ESUHSD to provide office space, student referrals, assistance for providing effective services including SASIAndrew HillBettina LopezProvide mental health services, assessment and evaluation, individual/ group counseling, case management, participate in MST meetings3Asian American Recovery Services, Inc.September 1, 2008 –  August 30, 2009ESUHSD to provide student referrals and recruitment, office/storage space, phones, restrooms, access to student records and emergency evacuation proceduresYerba BuenaJuan CruzProvide outpatient substance abuse intervention services including prevention, education, individual/group counseling, family counseling/support and case management (B.E.S.T. Program) 4Asian American Recovery Services, Inc.September 1, 2008 –  August 30, 2009ESUHSD to provide student referrals and recruitment, office/storage space, phones, restrooms, access to student records and emergency evacuation proceduresIndependence John NajacProvide outpatient substance abuse treatment services including outreach, prevention, education, individual/group counseling, family counseling/ support and case management through Project RECONNECT 5Asian American Recovery Services, Inc.September 1, 2008 –  August 30, 2009ESUHSD to provide student referrals and recruitment, office/storage space, phones, restrooms, access to student records and emergency evacuation proceduresAndrew Hill,Bettina LopezIndependence John NajacYerba BuenaJuan CruzProvide outpatient substance abuse treatment services including outreach, prevention, education, individual counseling, family counseling/support, case management and random drug testing through Project L.U.C.K. 6MACSA Intervention CenterJuly 1, 2008 –June 30, 2009ESUHSD to provide meeting space, access to youth, meet with staff for program progressAndrew HillBettina LopezYerba BuenaJuan CruzProvide gang intervention services, teen pregnancy prevention services, case management, youth employment, support groups, one-on-one mentoring/guidance7Planned Parenthood Mar MonteAugust 25, 2008 – July 31, 2009ESUHSD to provide private meeting space, use of childcare facility, student referral, and possibly credits Independence John NajacProvide weekly support group for twelve pregnant and/or parenting teen girls, provide incentives, snacks and childcarethrough Teen Success Program8Pathway Society, Inc.August 25, 2008 –August 7, 2009ESUHSD to provide access to identified students and their records, office/meeting space, assistance in coordinating servicesMt. PleasantGrettel Castro-StanleyProvide a drug and alcohol counselor 40 hrs per week for substance abuse counseling, crisis intervention and brief assessments, group counseling, and MST meeting participation9Bill Wilson Center’s Centre for Living with DyingSeptember 8, 2008 – June 30, 2009ESUHSD to provide designated space, access to phone, student records, and assistance in coordination of staff/ parent workshops/trainingYerba BuenaJuan CruzProvide education, crisis response, and counseling including individual/group counseling and to students, their families and staff regarding grief, loss and life transition.10Youth Empowered for Success (YES), Catholic Charities of Santa Clara CountySeptember, 2008 – August 2009ESUHSD to provide meeting space, office supplies and equipment, access to students and their records, staff cooperation, training for YES staff James LickGlenn VanderZeeProvide comprehensive and integrated case management services, support group sessions, one-on-one counseling, home visits for high risk students11Filipino Youth Coalition (FYC)September 1, 2008 – August 31, 2009ESUHSD to provide access to identified students and their records, office/meeting space, assistance in coordinating servicesIndependence John NajacMt. PleasantGrettel Castro-StanleyProvide one youth outreach worker 20 hours weekly for group/individual counseling, co-facilitate two support groups and MST meeting participation12Ujima Adult & Family ServicesAugust 26, 2008 – June 30, 2009ESUHSD to provide meeting/storage space, access to phone and restrooms, student referrals and records access, emergency evacuation proceduresAndrew HillBettina LopezSanta TeresaJohn DuranProvide two to three staff members for weekly  Life Skills class for 20-35 students, case management, mentoring, substance abuse prevention, sex education, recreation and leadership activities, MST participation13Gardner Family Care Corporation Inc.June 1, 2008 – June 30, 2009ESUHSD to provide pre-screening for student referrals, confidential meeting space, assist staff in providing effective servicesYerba Buena Juan CruzProvide mental health services including assessment and evaluation, individual/group counseling, case management, crisis intervention to students and their families 14Santa Clara County Office of EducationJuly 1, 2008 – June 30, 2013ESUHSD to provide certain facilities to be used for the education of studentsFoothill John NajacSanta TeresaJohn DuranConduct classes for students with severe disabilities. Education.  SCCOE at its own expense, keep the facilities in good repair and maintain them in a condition suitable for the students.  SCCOE will pay one dollar per year for rent15Silicon Valley African Productions, Inc.June 19, 2008 –August 22, 2008ESUHSD to provide input in planning process, participate in program reviews, access to student population, facilities usage.Student ServicesAna LomasProvide Future Stars program which focuses on disadvantage and at-risk students from underserved communities and low performing schools.16Positive Alternative Recreation Teambuilding Impacting Program (PARTI)July 1, 2008 –July 28, 2009ESUHSD to provide office space, support for finger-printing and background checks, leadership and training opportunities, and allow fundraisingMt. PleasantGrettel Castro-StanleyProvide 8-week leadership trainings, mentoring, activities that promote healthy lifestyle decisions, violence prevention, alcohol and substance abuse prevention, family support services, after school, evening and weekend programs, diversity and cross cultural programs/activities17Regency of Evergreen ValleyJuly 1, 2008 – June 30, 2011ESUHSD shall provide life skills classes for residents with credentialed teachers as long as it is in the best interest of ESUHSD to do soAdult EducationRich UribeProvide the following services, materials, and/or products: Assist students (residents) with enrollment in classes and provide appropriate space for classes18Vista Manor Nursing CenterJuly 1, 2008 – June 30, 2001ESUHSD shall provide life skills classes for residents with credentialed teachers as long as it is in the best interest of ESUHSD to do soAdult EducationRich UribeProvide the following services, materials, and/or products: Assist students (residents) with enrollment in classes and provide appropriate space for classes19Vintage Silver CreekJuly 1, 2008 – June 30, 2011ESUHSD shall provide life skills classes for residents with credentialed teachers as long as it is in the best interest of ESUHSD to do soAdult EducationRich UribeProvide the following services, materials, and/or products: Assist students (residents) with enrollment in classes and provide appropriate space for classes20East Valley PavilionJuly 1, 2008 – June 30, 2011ESUHSD shall provide life skills classes for residents with credentialed teachers as long as it is in the best interest of ESUHSD to do soAdult EducationRich UribeProvide the following services, materials, and/or products: Assist students (residents) with enrollment in classes and provide appropriate space for classesRECOMMENDATIONRecommend approval and ratification of Memoranda of Understandings listed above.", 
                    "item_number": "8.15", 
                    "item_recommendation": "", 
                    "item_text": "Memoranda of Understanding â Jerry Kurr, Associate Superintendent of Administration and Business Services - Attachment C", 
                    "item_text_raw": " 8.15 Memoranda of Understanding â Jerry Kurr, Associate Superintendent of Administration and Business Services - Attachment C", 
                    "item_type": "Action"
                }
            ], 
            "section_name": "Operational Items/Board Discussion and/or Action", 
            "section_number": "8."
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "86PSAK596E4F", 
                    "item_details": "EMPLOYMENT SEPARATIONNAME                                       FROM POSITION / SITE / FTE                EFFECTIVE              REASONBROWN, DouglasWarehouse Asst Supervisor / EC / 1.007/01/2008RETCOOPER, Elizabeth   Paraeducator / AH / 0.7507/01/2008RETFEAR, KarenParaeducator / AH / 0.7507/01/2008RETHAIRSTON, VanessaSchool Bus Driver / EC / 0.62506/04/2008TPHOLGUIN, EdwardParaeducator / ST / 1.008/02/2008RESHOLGUIN, HelenAttendance Clerk / OG / 1.012/20/2008RETMENOR, EvangelinaParaeducator / AH / 0.7508/16/2008RETRODRIGUEZ, AngelaSchool Bus Driver / EC / 0.62506/30/2008TPSMITH, ReginaldParaeducator / ST / 0.87505/20/2008RES    RES = RESIGNATION   RET = RETIREMENT   TP= TERMINATED (did not pass probation) NEW EMPLOYMENT NON-CLASSIFIED SUBSTITUTE EMPLOYEESNAME                                                    POSITION                               EFFECTIVEBLACKERBY, Matthew                        Substitute / Police Officer         05/25/2008VALENTINE, Steven G.                        Substitute / Police Officer         05/25/2008  FISCAL IMPACT                                                                               FUNDING SOURCEAs per salary schedule                                                                          Various  RECOMMENDATIONIt is recommended that the Board approve the Classified Personnel Actions as outlined above.   \nOur adopted rules of Parliamentary Procedure, Robert's Rules, provide for a consent agenda listing several items for approval of the Board by a single motion.  Most of the items listed under the consent agenda have gone through Board subcommittee review and recommendation.  Documentation concerning these items has been provided to all Board members and the public in advance to assure an extensive and thorough review.  Items may be removed from the consent agenda at the request of any board member.\n", 
                    "item_number": "9.01", 
                    "item_recommendation": "", 
                    "item_text": "Ratify/Approve Classified Personnel Actions Presented June 19, 2008", 
                    "item_text_raw": " 9.01 Ratify/Approve Classified Personnel Actions Presented June 19, 2008", 
                    "item_type": "Action (Consent)"
                }, 
                {
                    "boarddocs_id": "86PSAN596E5C", 
                    "item_details": "EMPLOYMENT SEPARATIONNAME  STATUS  FTE  LOC POSITION EFECTIVE REASONALLEN, Emily\tProb 2\t1.0\tWO\tPhysical Education\t06/14/2008\tRESBREWER, Cheryl\tTenured\t1.0\tPH\tBusiness\t\t06/14/2008\tRETBROWN, Robert A.\tTenured\t1.0\tST\tMathematics\t06/14/2008\tRETCIERVO, Andrew\tIntern\t1.0\tPH\tScience\t\t06/14/2008\tRESEVERETT, Sidney J.\tTenured\t1.0\tST\tMathematics\t06/14/2008\tRETGOODMAN, Michael\tTenured\t1.0\tAH\tSocial Science\t06/14/2008\tRET*JORDAN-OWENS, Brenda\tTenured\t1.0\tFH\tSocial Science\t06/14/2008\tRETJULIEN, Donna\tTenured\t1.0\tAH\tPhysical Education\t06/14/2008\tRETKLASSEN, Gloria\tTenured\t1.0\tIH\tMathematics\t06/14/2008\tRETLANGLEY, Tracy\tTenured\t1.0\tST\tSocial Science\t08/25/2008-\tLOA\t\t\t\t\t\t\t06/12/2009McHENRY, Lynn\tTenured\t0.6\tST\tEnglish\t\t08/25/2008-\tLOA\t\t\t\t\t\t\t06/12/2009MILLER, Joshua B.\tTemporary\t0.6\tEV\tEnglish\t\t06/14/2008\tRESNASH, Carolyn\tIntern\t1.0\tPH\tPhysical Education\t06/14/2008\tRESO’KLOCK-STEIN, Pamela\tTenured\t1.0\tMP\tStdnt  Activ Dir\t06/28/2008\tRETRUBINO, Stephanie C.\tTenured\t1.0\tOG\tReading\t\t08/25/2008-\tLOA\t\t\t\t\t\t\t06/12/2009THOMAS, Jolly Dewey\t Prob 1\t1.0\tIH\tSpecial Education\t06/14/2008\tRES * Retirement Date AmendedLOA = LEAVE OF ABSENCE RES = RESIGNATIONRET = RETIREMENTCERTIFICATED SUBSTITUTESEMPLOYMENTNAME\tSTATUS LOCATION EFFECTIVEDIAZ, Guadalupe O.\tOn-Call\tVarious\t05/02/2008DURAN, Victoria I.\tOn-Call\tVarious     \t05/27/2008*HANISCH, Martha\tOn-Call\tVarious\t05/08/2008*STARKS, Donald\tOn-Call\tVarious\t06/02/2008*Former ESUHSD EmployeeCERTIFIED ATHLETIC COACHESEMPLOYMENT                                                                                                                                                  \t\tEFFECTIVENAME LOCATION  STATUS  SPORT  FROM   -   TO BUTCHER, KristopherJLWalk-OnSwimming01/07/08 –05/12/08DUNLAP, GregoryAHCertificatedTrack01/07/08 –05/12/08GUERRA, EdPHCertificatedTrack01/07/08 –05/12/08ISBERG, JohnPHCertificatedSwimming01/07/08 –05/12/08KILDUFF, ElizabethYBCertificatedSwimming01/07/08 –05/12/08LETTOW, JerryOGWalk-OnSoftball01/07/08 –05/12/08ADULT EDUCATION PROGRAMEMPLOYMENT \t     HOURS PER\t\tEFFECTIVENAME\tSTATUS       \tWEEK      \tLOC\tPOSITION\tFROM – TO\t\tDEGEFU, Haileyesus AkeluTemporary8.00IACTeacher06/11/08-07/24/08ESPEJO, Allison RaeTemporary7.00IACTeacher06/11/08-07/24/08FAGAN, Cynthia L.Temporary22.00OACTeacher06/09/08-07/24/08FURMAN, MariaTemporary9.00IAC/ENCTeacher05/23/08-07/22/08*GOODWILLIE, NancyTemporary12.00IACTeacher06/09/08-07/24/08MOGA, Karen J.Temporary12.00OACHrly Site Coord06/10/08-07/24/08MORENO, Richard ArthurTemporary7.50MPTeacher04/07/08-06/04/08RENAN, Gonzalez-RomeroTemporary7.00IAC Teacher06/09/08-07/22/08SATTERLEE, Martha AliceTemporary12.00OACTeacher06/06/08-07/24/08TINKELENBERG, Peter R.Temporary8.00OACHrly Site Coord06/09/08-07/21/08*Former ESUHSD EmployeeADULT EDUCATION PROGRAM – EMPLOYMENT SEPARATION \tHOURS PER\t\tNAME STATUS WEEK LOC  POSITION EFFECTIVE REASON ABRAHAMS, Beverly J.  Permanent15.00OACTeacher06/06/2008             RETFUNDING IMPACT FUNDING SOURCEAs per salary schedule\tVariousRECOMMENDATION It is recommended that the Board of Trustees approve the Certificated Personnel Actions as outlined above.", 
                    "item_number": "9.02", 
                    "item_recommendation": "", 
                    "item_text": "Ratify/Approve Certificated Personnel Actions Presented June 19, 2008", 
                    "item_text_raw": " 9.02 Ratify/Approve Certificated Personnel Actions Presented June 19, 2008", 
                    "item_type": "Action (Consent)"
                }, 
                {
                    "boarddocs_id": "86PSAR596E6D", 
                    "item_details": "The positions listed below are paid through various restricted funding and are not bargaining unit work.  The majority of these positions are less than 1.25 hours per day.  NEW EMPLOYMENT OF NAME   \tPOSITION / PROGRAM / LOC\t\tEFFECTIVETRAN, Ashley\tStudent Aide / Child Nutrition Services / EV\t\t05/08/2008TRUONG, Tran\tStudent Aide / Child Nutrition Services / WO\t\t05/30/2008DOAN, Christina\tStudent Aide / Homework Clinic / ST\t\t05/22/2008GAMBLE, Jacob\tStudent Aide / Homework Clinic / ST\t\t05/12/2008DAVIS, William\tCollege Student Aide / Math & Literacy Institute / MP     \t05/16/2008HUDSON, Sarah\tCollege Student Aide / Math & Literacy Institute / MP     \t05/08/2008ORTEZA, Mark\tStudent Aide / Math & Literacy Institute / MP                  \t05/27/2008PIERCE, Stanley\tCollege Student Aide / Math & Literacy Institute / MP        05/27/2008 AGUIRRE, Carlos\tStudent Aide / Workability / WO\t\t05/02/2008ALONZO, Andrew\tStudent Aide / Workability / JL\t\t05/02/2008BROWN, Jacob\tStudent Aide / Workability / ST\t\t05/02/2008LOPEZ, James\tStudent Aide / Workability / MP\t\t05/02/2008ODTUHAN, Jasper\tStudent Aide / Workability / WO\t\t05/30/2008OSBUAL, Gerald\tStudent Aide / Workability / PH\t\t05/14/2008PATEL, Vishal\tStudent Aide / Workability / PH\t05/28/2008RHANCEL, Allyssa\tStudent Aide / Workability / PH\t\t05/27/2008SANCHEZ, Daniel\tStudent Aide / Workability / JL\t\t05/02/2008SANTOS, Ricardo\tStudent Aide / Workability / PH\t\t05/27/2008  FISCAL IMPACT  FUNDING SOURCE As per salary schedule                                                                          Various restricted funding  RECOMMENDATION  It is recommended that the Board approve the Student Aide Personnel Actions as outlined above.", 
                    "item_number": "9.03", 
                    "item_recommendation": "", 
                    "item_text": "Ratify/Approve Student Aide Personnel Actions Presented June 19, 2008", 
                    "item_text_raw": " 9.03 Ratify/Approve Student Aide Personnel Actions Presented June 19, 2008", 
                    "item_type": "Action (Consent)"
                }, 
                {
                    "boarddocs_id": "86PSAU596E8C", 
                    "item_details": "Approve Purchase Orders presented on June 19, 2008, Purchase Orders processed from May 2, 2008 thru June 3, 2008.  ", 
                    "item_number": "9.04", 
                    "item_recommendation": "", 
                    "item_text": "Purchase Orders Presented June 19, 2008", 
                    "item_text_raw": " 9.04 Purchase Orders Presented June 19, 2008", 
                    "item_type": "Action (Consent)"
                }, 
                {
                    "boarddocs_id": "86PSAX596EA5", 
                    "item_details": "A.     Asphalt at Various Sites  B.     Floor Covering at Various Sites  C.     Andrew Hill – Marquee & Streetscape The following bids are recommended for approval: A.      Asphalt Repair – Various Sites Bid #B-27-07-08Bid Opening:  May 28, 2008, 2:00 pmLegal Advertisements:  Advertised to pre-qualified contractors January 17, 2008 Project Description:  Work includes but not limited to:·         Asphalt repair at various sites. Bid Results:CONTRACTOR NAMEBASE BIDTo Grade Construction$239,600Galedridge Construction$229,563El Camino Paving$254,985J.J. Albanese$256,938Granite Construction$352,352Alaniz$263,637Dryco (Withdrew Bid)$190,620 FISCAL IMPACT FUNDING SOURCE      $229,563.00                                                          Capital Facilities Fund Recommendation:  It is recommended that the Board of Trustees award the contract for the above base bid for Asphalt repair at various sites to Galedridge as the lowest responsible responsive bidder.  B.  Floor Covering - Various Sites Bid #B-28-07-08Bid Opening:  May 28, 2008Legal Advertisements:  Advertised to pre-qualified contractors May 2, 2008 Project Description:  Work includes but not limited to: ·        Floor covering Bid Results: CONTRACTOR NAMEBASE BIDB.T. Mancini$142,159Harry L. Murphy$137,750 FISCAL IMPACT FUNDING SOURCE$137,750.00                                                          Capital Facilities Fund Recommendation:  It is recommended that the Board of Trustees award the contract for the above base bid for Floor Covering at Various Sites to Harry L. Murphy as the lowest responsible responsive bidder  C.  Andrew Hill High School – New Marquee & Streetscape Bid #B-33-07-08Bid Opening:  May 21, 2008Legal Advertisements:  Advertised to pre-qualified contractors May 2, 2008 Project Description:  Work includes but not limited to: ·        Replace marquee and landscape Bid Results: CONTRACTOR NAMEBASE BIDCalstate Construction$879,547.00 FISCAL IMPACT FUNDING SOURCE$879,547.00                                                          Capital Facilities Fund Recommendation:  It is recommended that the Board of Trustees award the contract for the above base bid for Andrew Hill High School – New Marquee & Streetscape to Calstate Construction as the lowest responsible responsive bidder.  ", 
                    "item_number": "9.05", 
                    "item_recommendation": "", 
                    "item_text": "Award of Bids", 
                    "item_text_raw": " 9.05 Award of Bids", 
                    "item_type": "Action (Consent)"
                }, 
                {
                    "boarddocs_id": "86PSB2596EB6", 
                    "item_details": "Acceptance of Donations and Grants TYPE FROM Description/Award/ToAmt of/ Value/ Period Site Grant Award California Department of Education Grant awarded for the California Health Science Capacity Building Project at Andrew Hill High School $100,000 B. LopezAndrew Hill High School DonationFrank Burrows Memorial Scholarship FundDonation for the support of mathematics teachers and education for the school year 2008-09 $2,500D. MoserD. PorsEducation Center DonationCaryn M. SandersDonation to Santa Teresa High School to be used at Principals discretion$50.00J. DuranSanta Teresa RECOMMENDATION:It is recommended that the Board of Trustees accept the donations/grants/awards list above. ", 
                    "item_number": "9.06", 
                    "item_recommendation": "", 
                    "item_text": "Acceptance of Donations and Grants", 
                    "item_text_raw": " 9.06 Acceptance of Donations and Grants", 
                    "item_type": "Action (Consent)"
                }, 
                {
                    "boarddocs_id": "86PSB5596EC8", 
                    "item_details": "Approve Superintendent or Designee to Authorize Summer Projects Authorize the Superintendent or designee to award the following projects and other emergency or unforeseen needs that may arise during the summer. 1.\tFood Goods For Child Nutrition, Bid # B-34-07-08 2.\tGenerator at Ed Center, Bid # B-21-07-08 Project (G-052-003) 3.\tRelocation of Portables 16 & 17 at Independence, Bid # B-35-07-08 4.\tKitchen Modernization @ WC Overfelt, Bid # B-18-07-085.\tG-040-012 (WC Overfelt HS) - Modernization Bldg. E Nutritional Services the procurement of Furniture, Fixtures, and Equipment. 6.\tG-041-003 (Apollo HS) - Modular Classroom Phase II the procurement of Furniture, Fixtures, and Equipment. 7.\tG-060-024 (Yerba Buena HS) - Modernization Bldg. 900 Vocational Education the procurement of Furniture, Fixtures, and Equipment. 8.\tG-065-036 (Independence HS) - Modernization Bldg. M1 & M2 Vocational Education the procurement of Furniture, Fixtures, and Equipment. 9.\tIndependence HS - Computer Lab the procurement of Furniture, Fixtures, and Equipment. 10.\tG-070-008 (Santa Teresa HS) - Modernization Auditorium & Music Lab Bldg. 60 the procurement of Furniture, Fixtures, and Equipment.11.\tG-030-022 (James Lick HS) - New RestroomAll work awarded under this action will be brought to the Board for ratification at the first regular scheduled Board meeting in August. FINANCIAL IMPACT:                                                          FUNDING SOURCE:Various                                                                                     Child Nutrition                                                                                                 Capital Facilities Fund                                                                                                 Deferred Maintenance RECOMMENDATION:It is recommended that the Board of Trustees authorize the Superintendent or designee to award bids for projects and other emergency or unforeseen needs that may arise during the summer. ", 
                    "item_number": "9.07", 
                    "item_recommendation": "", 
                    "item_text": "Authorize Superintendent or Designee to Award Bids for Summer Projects", 
                    "item_text_raw": " 9.07 Authorize Superintendent or Designee to Award Bids for Summer Projects", 
                    "item_type": "Action (Consent)"
                }, 
                {
                    "boarddocs_id": "86PSB8596EF1", 
                    "item_details": "Below please find a list of field trips to be taken by student groups by various schools. These field trips require approval by the Board since they are beyond our local area and may include an overnight stay and/or air transportation.School/GroupDestinationDatesBudget ImpactRationaleTransportationIndependence / Foreign Language FrenchLondon, England Paris, France06/23/08 – 07/01/08Paid by ParentsEducational TripAir TravelOak Grove / EaglebotsNorman, OK07/06/08 – 07/13/08FundraisingStudent ConferenceAir TravelSanta Teresa / International Relations ClubDavis, CA U.C. Davis05/17/08 – 05/18/08FundraisingStudent ConferencePersonal Private VehicleSilver Creek / Science Fair StudentsAtlanta, GeorgiaInternational Science Fair05/10/08 – 05/16/08Paid by Santa Clara Valley Science FairEducational TripAir TravelSilver Creek / Science Fair StudentsLos Angeles, CA State Science Fair05/19/08 – 05/20/08Paid by Santa Clara Valley Science Engineering FairEducational TripAir TravelSilver Creek / FrenchFrance, Paris, Giverny, Ambroise Normandy06/16/08 – 06/24/08Paid by parentsEducational TripAir TravelW.C. Overfelt / EKS AcademySanta Cruz, CABig Basin Redwood State Park05/21/08 – 05/22/08FundraisingField StudyPersonal VehicleYerba Buena / TUPEOntario, CA Riverside University of California08/05/08 – 08/08/08TUPE GrantStudent ConferenceAir TravelThese field trips have been reviewed by the Administration and are cleared for the necessary amount of staff, supervisors and funding source(s).FUNDING SOURCE FISCAL IMPACTVarious\t\t\t\t\t\t\t\t\tVarious RECOMMENDATIONThe Board approves the Field Trips as listed above pending purchase of trip insurance on travel out of the country and the Continental U.S.", 
                    "item_number": "9.08", 
                    "item_recommendation": "", 
                    "item_text": "Approve School Field Trips", 
                    "item_text_raw": " 9.08 Approve School Field Trips", 
                    "item_type": "Action (Consent)"
                }, 
                {
                    "boarddocs_id": "86PSBB596EFF", 
                    "item_details": "**AMENDED**Approve Distribution of “Go For It” Scholarship FundsRequest approval to award $95,000.00* in “Go For It” Scholarship Fund to East Side Union High School students.Silicon Valley Community Foundation requires authorization to release and distribute funds upon receiving required documentation of recipients from the school sites. The funds will be released to the school site school banks.The district in the early 1990’s, invested an initial $500,000 in revenues into the “Go For It!” fund and collected several hundred thousand from the private sector to create annual interest revenues to fund scholarships. Over $90,000 in scholarships is distributed annually to student’s who demonstrate the ability and desire to attend college, but lack the funds.Each of the high schools is given an allocation of funds based on their ratio of seniors per school and the total district senior enrollment as of CBEDS.FISCAL IMPACT:   $95,000* FUNDING SOURCE:   Silicon Valley Community Foundation “Go For It” Scholarship FundRECOMMENDATION:It is recommended that the Board of Trustees approve the amended distribution of scholarship funds.\"Go For It\" Scholarship Fund2007-2008Senior Amount Count%07/08Andrew Hill510 8.8%7,948 Evergreen Valley615 10.6%9,584 Independence*895 15.5%15,948* James Lick272 4.7%4,240 Mt. Pleasant520 9.0%8,104 Oak Grove606 10.5%9,444 Piedmont Hills535 9.3%8,338 Santa Teresa555 9.6%8,649 Silver Creek536 9.3%8,353 W.C. Overfelt342 5.9%5,330 Yerba Buena389 6.7%6,062 Foothill2,000 Apollo500 Genesis500 Phoenix500 Pegasus500 5,775 95,000 As of CBEDS*Teacher Academy @ Independence H.S. $1,000.00 ", 
                    "item_number": "9.09", 
                    "item_recommendation": "", 
                    "item_text": "Approve Distribution of \"Go For It\" Scholarship Fund - AMENDED", 
                    "item_text_raw": " 9.09 Approve Distribution of \"Go For It\" Scholarship Fund - AMENDED", 
                    "item_type": "Action (Consent)"
                }, 
                {
                    "boarddocs_id": "86PSBE596F10", 
                    "item_details": "Attached please find the proposed Adult Education school calendar for 2008-2009.  This calendar has also been reviewed and endorsed by AFT representatives. Classified employees will follow the CSEA negotiated holiday calendar.This calendar was shared with CSEA.   FISCAL IMPACT FUNDING SOURCEAs per salary schedule                                                              Various   RECOMMENDATIONIt is recommended that the Board of Trustees adopt the Adult Education student calendar for the 2008-2009 school year as outline above.    ", 
                    "item_number": "9.10", 
                    "item_recommendation": "", 
                    "item_text": "Adopt/Approve Adult Education Calendar for the 2008-2009 School Year", 
                    "item_text_raw": " 9.10 Adopt/Approve Adult Education Calendar for the 2008-2009 School Year", 
                    "item_type": "Action (Consent)"
                }, 
                {
                    "boarddocs_id": "86PSBH596F24", 
                    "item_details": "SUBJECT:Approve Change Order #1 for James Lick HS Kitchen Renovation  Contractor: Shellco  Bid # B-06-07-08         PO# 802769DSA #01-109253          Project# G-030-020 James Lick HS Kitchen Renovation is complete. The following change order is submitted to the Board of Trustees for approval.1.  Description:\tRemoval total of 380 lineal feet of asbestos insulation on pipes above kitchen ceiling. Includes removal of 9' x 12' of (E) cement plaster ceiling over bathrooms to access asbestos.     Reason:\t\tUnforeseen condition     Amount:\t\t$8,118.002.  Description:\tRemove (e) plug mold in Server 1 and Server 2 rooms.  Install (n) Wire mold.  Troubleshoot (e) circuits to restore power.     Reason:\t\tRequested by Architect     Amount:\t\t$1,050.003.  Description:\tReplace bathroom fixture with a Lithonia vandal resistant surface mounted type VGR1 per response to RFI #04.     Reason: \t\tRequested by Architect     Amount:\t\t$416.004.  Description:\tTroubleshoot and repair neutral conductors in sub-panel #6.  Found branch circuit neutrals from panel in kitchen cross-connected.  Pulled new wire to panel.     Reason:\t\tUnforeseen condition     Amount:\t\t$704.005.   Description:\tRemove hidden existing terra cotta and float floor to level condition @ Restroom 105 to receive new sheet vinyl.      Reason:\t\tUnforeseen condition      Amount:\t\t$2,209.006.   Description:\tProvide & install one (1) LCN 4111 Closer (Door #105) per DSA approved IB#1.      Reason:\t\tRequested by Architect      Amount:\t\t$269.007.   Description:\tProvide and install 3 ceiling access panels required to access the heat detectors in the attic space. Per DSA approved IB-3.6 and drawing CD-3B      Reason:\t\tRequested by Architect      Amount:\t\t$324.008.  Description:\tInstall R-30 FSK 10.25\" Fiberglass Batt Insulation @ Kitchen areas where the (E) plaster ceiling was removed.       Reason:\t\tUnforeseen condition      Amount:\t\t$2,676.009.   Description:\tFurr out 22’-0” of 2x 4 plumbing chase wall at 3-compartment sink location for new plumbing pipes per DSA approved IB-3.5.        Reason:\t\tRequested by Architect       Amount:\t\t$2,278.0010.  Description:\tX-ray and core drill at existing foundation to connect new pipe to grease trap.       Reason:\t\tRequested by Architect       Amount:\t\t$1,165.0011.  Description:\tRemoval of 15 linear feet of asbestos insulation on the pipe.         Reason:\t\tUnforeseen condition       Amount:\t\t$1,302.0012.  Description:\tRelocate Gas line from roof to building ceiling per DSA approved IB #3.10. Route gas line above ceiling and penetrated thru roof with Âž” gas pipe at Air conditioner location.       Reason:\t\tRequested by Architect       Amount:\t\t$1,822.0013.  Description:\tRepair terra cotta base at server 2. to receive new rubber base and FRP panel.       Reason:\t\tUnforeseen condition       Amount:\t\t$284.0014.  Description:\tPer DSA approved RFI #25. Remove wall finishes and frame new structural opening for duct work at (E) shear wall locations.       Reason:\t\tRequested by Architect       Amount:\t\t$662.0015.  Description:\tDemolish (E) wall due to existing inappropriate framings and frame new window openings at Server 1.       Reason:\t\tUnforeseen condition       Amount:\t\t$1,688.0016.  Description:\tFrame new 12x12 opening @ (E) shear wall for new duct work at Server 1. per DSA approved RFI #8        Reason:\t\tRequested by Architect       Amount:\t\t$271.0017.  Description:\tInstall wood siding and 1x8 wood trim at bottom of pass through window opening wall to match adjacent wall finish.       Reason:\t\tRequested by Architect       Amount:\t\t$615.0018.  Description:\tRe-locate existing receptacles mounting to 18\" AFF- per RFI #01A.       Reason:\t\tRequested by Architect       Amount:\t\t$566.0019.  Description:\tReplace 20' section of broken conduit in hallway 103.  Pull new wire and re-connect existing receptacle.  RFI #21       Reason:\t\tUnforeseen condition       Amount:\t\t$203.0020.  Description:\tTo alleviate the overload, re-locate kitchen circuits from panel HB to panels HD and HD1.  Install homerun conduits concealed in the attic space above Server 1, Server 2, and Chair Storage Room.  RFI #31       Reason:\t\tRequested by Architect       Amount:\t\t$3,118.0021.  Description:\tDiagnostics to test existing unforeseen electrical wiring.  RFI #36       Reason:\t\tUnforeseen condition       Amount:\t\t$112.0022.  Description:\tRemoved abandoned wires in conduit under grease trap.  Removed wires to abandon box in wall near panel HB.  Moved lighting control cabinet to new location for new firewall.  RFI #38       Reason:\t\tRequested by Architect       Amount:\t\t$448.0023.  Description:\tExtend 2 electrical boxes on new furr out West wall of kitchen install cover plate to the clock/speaker pull box location.       Reason:\t\tRequested by Architect       Amount:\t\t$806.0024.  Description:\tPer district request – replace (E) plexi-glass windows with Aluminum pass-thru windows. Total quantity of 7        Reason:\t\tRequested by the District       Amount:\t\t$7,161.0025.  Description:\tModify supply and return air plenums, relocate duct fitting where needed to accommodate four (4) new fire smoke dampers. Per DSA approved RFI #49.       Reason:\t\tRequested by Architect       Amount:\t\t$7,917.0026.  Description:\t(e) Asbestos insulation was removed from (e) hot water line during demo. Re-install pipe insulation where (e) insulation was removed. Total of 120 LF insulation        Reason:\t\tUnforeseen condition       Amount:\t\t$865.0027.  Description:\tExtend partial wall 2' height to accommodate plumbing and gas pipes.        Reason:\t\tRequested by Architect       Amount:\t\t$455.0028.  Description:\tDelete (E) door and infill the wall adjacent to the main electrical panel.       Reason:\t\tRequested by Architect       Amount:\t\t$318.0029.  Description:\tDemolish existing unsupported wall at the serving room and reframe.       Reason:\t\tUnforeseen condition       Amount:\t\t$3,509.0030.  Description:\tRemove temporary fire alarm wiring by electrical contractor which had installed during initial job safe-off and replace with permanent raceway and wiring.       Reason:\t\tRequested by Architect       Amount:\t\t$1,349.0031.  Description:\tIncrease R.O. size for damper opening.        Reason:\t\tRequested by Architect       Amount:\t\t$136.0032.  Description:\tDue to existing un-even flooring - Filling and floating at rooms 101, 106, and 107 to prepare sub flooring for installation of new Sheet vinyl       Reason:\t\tUnforeseen condition       Amount:\t\t$692.0033.  Description:\tRepair (e) damage to (e) vent pipe.       Reason:\t\tUnforeseen condition       Amount:\t\t$317.0034.  Description:\tCap abandoned waste/water/gas pipes.       Reason:\t\tUnforeseen condition       Amount:\t\t$316.0035.  Description:\tRe-route water and vent as directed       Reason:\t\tUnforeseen condition       Amount:\t\t$347.0036.  Description:\tExisting drains (3 in total) were plugged - Snake drains as directed by district.       Reason:\t\tUnforeseen condition       Amount:\t\t$799.0037.  Description:\tRe-locate existing heat detectors #15-14 & #15-19. Add new duct smoke detector #15-16A.  New (12) ceiling smoke/heat detectors, (7) above-ceiling heat detectors, (5) horn/strobes.         Reason:\t\tRequested by Architect       Amount:\t\t$3,234.0038.  Description:\tInstall pass through window at teacher's lounge per DSA approved IB#4.5       Reason:\t\tRequested by Architect       Amount:\t\t$1,473.0039.  Description:\tInstall switch next to exhaust fan switch on the wall to control kitchen hood lights.  Re-wire hood light and fan controls to be in series with new light switch and exhaust fan switch located on wall.       Reason:\t\tRequested by Architect       Amount:\t\t$194.0040.  Description:\tRemove damaged molding casting and install new at door 106 and \t\tdoorway between server 1 and server 2.       Reason:\t\tRequested by District       Amount:\t\t$846.0041.  Description:\tFurnish & install pair of doors/frame/hardware in the new shaft wall to access the electrical panels per DSA approved drawing CD4-A4.       Reason:\t\tRequested by Architect       Amount:\t\t$2,716.0042.  Description:\tFurnish & install 60 minute fire rated single and pair of doors per DSA approved drawing CA7.1.  Re-use existing frame and hardware        Reason:\t\tRequested by Architect       Amount:\t\t$2,320.0043.  Description:\tAdd power pole at cook's table for food processor.       Reason:\t\tRequested by Architect       Amount:\t\t$837.0044.  Description:\tAdd emergency bell announcement speaker at West wall and Server Room as per IB#6 drawing CD6-E1.       Reason:\t\tRequested by Architect       Amount:\t\t$1,968.0045.  Description:\tRelocate existing vent away from air intake.       Reason:\t\tRequested by Architect       Amount:\t\t$704.0046.  Description:\tFurnish and install VCT and rubber base at storage room 102 per I.B. #12        Reason:\t\tRequested by Architect       Amount:\t\t$1,556.0047.  Description:\tProvide level landing at Door 103 per detail 9/A9.3 per DSA\t\t\tapproved IB#9.       Reason:\t\tRequested by Architect       Amount:\t\t$1,050.0048.  Description:\tCost negotiated from contract       Reason:\t\tRequested by District       Credit:\t\t($72,254.00)Original Contract Price:\t\t$794,793.00This Change Order:\t\t($69.00)Revised Contract Price:\t\t$794,724.00FINANCIAL IMPACT:\t  \t\tFUNDING:Credit ($69.00)                                                Capital Facilities RECOMMENDATION:It is recommended that the Board of Trustees approve this change order #1 for James Lick HS Kitchen Renovation (Shellco).AG:sn", 
                    "item_number": "9.11", 
                    "item_recommendation": "", 
                    "item_text": "Approve Change Order #1 for James Lick HS Kitchen Renovation", 
                    "item_text_raw": " 9.11 Approve Change Order #1 for James Lick HS Kitchen Renovation", 
                    "item_type": "Action (Consent)"
                }, 
                {
                    "boarddocs_id": "86PSBL596F3C", 
                    "item_details": "Approve Change Order # 1 for Mount Pleasant High School Performing Arts Theater Contractor: S.J.Amoroso Construction Co., Inc.                                             Bid # B-43-05-06              PO #  605293                                             DSA # 01-107039             Project # G-035-003  The Performing Arts Theater is complete. The following change order is submitted to the Board of Trustees for approval.Approve Change Order # 1 for Mount Pleasant High School Performing Arts Theater Contractor: S.J.Amoroso Construction Co., Inc.                                             Bid # B-43-05-06              PO #  605293                                             DSA # 01-107039             Project # G-035-003 The Performing Arts Theater is complete. The following change order is submitted to the Board of Trustees for approval.  1. Description:            \tExisting irrigation mainline that was to be replaced was found to be transite and proper \tdisposal was required per environmental requirements. Reason:                    Conditions warranted Amount:                   $13,500.00 2. Description:            \tSpecial fabric was required to prevent damages to existing transite pipe in the parking lot \t\t\tadjacent to North White Road. Reason:                    Conditions warranted Amount:                   $3,674.00 3. Description:           \tConstruction of a new parking lot on the east side of the school campus. Reason:                    Requested by the District Amount:                   $52,000.00 4. Description:         \tRepair of unforeseen irrigation lines that were not shown in contract documents to avoid \t\tdisruptions of services to existing landscape areas. Reason:                    Requested by Architect Amount:                   $7,480.005. Description:            \tStriping of new parking lot on the east side of the school campus Reason:                    Requested by the District Amount:                   $1,000.00 6. Description:            \tNew electrical circuit and controls were required in to maintain operation of existing\tlight poles. Reason:                    Requested by Architect Amount:                   $11,516.00 7. Description:            \tInstallation of wheel stoppers in the parking lot adjacent to North White Road. Reason:                    Requested by the District Amount:                   $2,877.00 8. Description:\tAdditional framing, drywall and sealant were installed at Door 105A.   Reason:                    Requested by Architect Amount:                   $2,799.00 9. Description:\tAddition of a 10amp feeder to the company switch to comply with electrical load\trequirements.  Reason:\tRequested by Architect Amount:\t $6,583.00 10. Description:\tInstallation of new electrical boxes and relocation of existing irrigation valves in the \tparking lot adjacent to North White Road.  Reason:\t Requested by Architect Amount:\t $1,224.00 11. Description:\tExcavation of sub grade, pumping out of water and repair of damaged transite pipe in the\tparking lot adjacent to North White Road. Reason:\tUnforeseen Conditions Amount:\t$1,248.00 12. Description:\tInstallation of corner guards to exposed gypsum corners in rooms 119 and 120. Reason:\tRequested by Architect Amount:\t$750.00 13. Description:\tInstallation of additional metal studs for horizontal and diagonal bracing at Line E. Reason:                   Requested by Architect Amount:                  $2,675.00 14. Description:\tConnection of Knox Box to intrusion alarm system. Reason:                  Requested by Architect Amount:                 $1,506.00 15. Description:\tChanges made to electrical scope. Reason:                  Requested by Architect Amount:                 $13,817.00 16. Description:\tInstallation of 14 gauge nesting track at head of wall per DSA revised sketch. Reason:                  Requested by Architect Amount:                 $1,047.0017. Description:\t Revision of metal siding “MR # 36 “ to “Style Rib”. Reason:                  Requested by Architect Amount:                 $3,844.0018. Description:\tRevisions to structural stair at the stage. Reason:                  Requested by Architect Amount:                 $13,155.00 19. Description:\tRevisions to Architectural Details, addition and relocation of structural steel to\taccommodate LED screen. Reason:                   Requested by Architect Amount:                  $46,914.00 20. Description: \tAddition of furring and drywall to conceal relocated storm drain in corridor # 117. Reason:                  Requested by Architect Amount:                 $1,180.00  21. Description:\tDemolition and removal of existing ramp, walkways and buried stairs on the south side\t\tof the school campus. Reason:                  Unforeseen Conditions Amount:                 $6,215.00 22. Description:\tThickening of slab for floor boxes at six locations.  Reason:                  Requested by Architect Amount:                 $3,282.00 23. Description:\tFurnishing and installation of speakers in Rooms 125 and 126. Reason:                  Requested by Architect Amount:                 $2,000.00 24. Description:\tInstallation of posts and footings at three locations for signage. Reason:                  Requested by Architect Amount:                 $1,405.00 25. Description:\tFurnishing and installation of Smith 1770 at each overflow locations. Reason:                  Requested by Architect Amount:                 $3,017.00 26. Description:\tRelocation of ductwork and addition of fire/smoke detector at staircase landing. Reason:                  Requested by Architect Amount:                 $4,495.00 27. Description:\tAddition of soffit finish and soffit vent at West Elevation corners.  Reason:                  Requested by Architect Amount:                 $2,849.0028. Description:\tInstallation of additional walk pads at north low roof. Reason:                   Requested by Architect Amount:                  $2,520.00  29. Description:\tInstallation of revised attachment of bottom track to tube steel Reason:                  Requested by Architect Amount:                 $3,186.00 30. Description:\tAdditional duration for lateness in steel shop drawing approvals by the Architect. Reason:                  Unforeseen Conditions Amount:                 $20,000.00 31. Description:\tInstallation of revised attachment of clouds under the catwalk lighting structure on the\t\twest side. Reason:                  Requested by Architect Amount:                 $5,980.00  32. Description:\tInstallation of dowels on revised locations. Reason:                  Requested by Architect Amount:                 $3,931.00 33. Description:\t Installation of additional angles and cell closures for differences of metal deck at Line C. Reason:                  Requested by Architect Amount:                 $2,987.00 34. Description:\t Furnishing and installation of wood treads at catwalk steps. Reason:                  Requested by Architect Amount:                 $2,875.00  35. Description:\tHoles were drilled on gusset plate to accommodate reinforcing steel. Reason:                  Requested by Architect Amount:                 $3,866.00  36. Description:\t Installation of revised fire smoke dampers. Reason:                  Requested by Architect Amount:                 $5,261.00 37. Description:\t Installation of Johnsonite rubber covering on stairs in the auditorium and the control\t\troom. Reason:                   Requested by Architect Amount:                  $6,784.00  38. Description:\t Installation of additional backing to shelves in the dressing rooms. Reason:                  Requested by Architect Amount:                 $1,920.0039. Description:\t Revisions to electrical conduits routing from the MDF at the school to the new building. Reason:                  Requested by Architect Amount:                 $20,687.00 40. Description:\tModifications to installation of guardrails at Line N.  Reason:                  Requested by Architect Amount:                 $4,082.00 41. Description:\t Addition of emergency ballasts to the H1 fixture. Reason:                  Requested by Architect Amount:                 $2,479.00 42. Description:\tModification to Valence that was in conflict with fire sprinkler main at the J Line. Reason:                  Requested by Architect Amount:                 $5,883.00 43. Description:\tAdditional framing of curtain pocket at Line D to support soffits. Reason:                  Requested by Architect Amount:                 $10,000.00 44. Description:\tReplacement of plugmold with 300 series wiremold with 16 duplex receptacles along\t\teach wall of the dressing rooms. Reason:                  Requested by Architect Amount:                 $5,046.00 45. Description:\tInstallation of plastic laminate legs at countertop in dressing rooms. Reason:                  Requested by Architect Amount:                 $1,816.00 46. Description:\tProvision of vibration isolation under dimmer racks.  Reason:                  Design omission Amount:                 $553.00 47. Description:\t Removal of existing trees and their roots that were in conflict with the new ADA ramp\t\ton the south side of the school campus Reason:                  Unforeseen Conditions Amount:                 $10,505.00 48. Description:\tShimming of angle attached to the HSS beyond structural tolerance at West Elevation. Reason:                  Requested by Architect Amount:                 $1,829.00 49. Description:\tReplacement of PVC with VCP pipe at Storm Drain to match existing conditions. Reason:                  Unforeseen Conditions Amount:           \t$3,300.00 50. Description:\tChange of DDC to *” and 4” RPPA to conform with San Jose Water Departments’ \t\trequirement. Reason:                   Requested by Architect Amount:                  $3,904.00 51. Description:\tFurnishing and installation of straps to connect framing and door frames at Vestibule\t\tdoorway.  Reason:                  Requested by Architect Amount:                 $636.00 52. Description:\tInstallation of rebar dowels on site footing at Line B.     Reason:                Requested by Architect Amount:                 $862.00 53. Description:\tInstallation of Duct Detector for ACU-1. Reason:                  Requested by Architect Amount:                 $1,739.00 54. Description:\tReplacement of pneumatic actuators with electronic actuators on smoke dampers. Reason:                  Requested by Architect Amount:                 $8,473.00  55. Description:\tInstallation of Communication and Data conduits on the east side of the school campus. Reason:                  Requested by Architect  Amount:                 $21,672.00 56. Description:\tAddition of 4” SS lateral to 8” sewer main. Reason:                  Requested by Architect Amount:                 $3,693.00 57. Description:\tExtension of wall framing and door 104A framing at Ticket Booth Reason:                  Requested by Architect Amount:                 $1,992.00 58. Description:\tAdditional framing for equipment screen. Reason:                  Requested by Architect Amount:                 $15,532.00 59. Description:\tInstallation of conduit and boxes from data room to custodian closet for irrigation\t\tcontroller. Reason:                  Requested by Architect  Amount:                 $3,675.00 60. Description:\tInstallation of an additional row of CMU to the walkway planter box in front of the\t\tadministration building. Reason:                  Requested by Architect Amount:                 $3546.00 61. Description:\tInstallation of asphalt at “No Parking” zone in front of the administration building Reason:                  Requested by the District Amount:                 $12,128.00 62. Description:\tReworking on saturated soil in phase B of site works Reason:                  Requested by the District Amount:                 $2,036.00 63. Description:\tReplacement of bowed column in the lobby. Reason:                  Requested by Architect Amount:                 $15,504.00 64. Description:\tInstallation of longer clips to attach framing for conical wall. Reason:                  Requested by Architect Amount:                 $221.00 65. Description:\tFine grading of construction of mow bands and contouring for planting at the west entry\t\tof the school campus. Reason:                  Requested by Architect Amount:                 $1,769.00 66. Description:\tRepairing of curbs, replacement of walkway to the school campus from North White\t\tRoad, overcoat of slurry on the entire west parking lot and re-striping of the parking lot. Reason:                  Requested by the District Amount:                 $40,000.00 67. Description:\tExtension of gas pipe to accommodate PG&E meter assembly location. Reason:                  Unforeseen Condition Amount:                 $8,424.00 68. Description:\tRelocation of gas and water pipe from Corridor 117 into adjacent rooms due to conflict\t\twith ductwork and ceiling height. Reason:                  Conditions warranted Amount:                 $1,989.00 69. Description:\tSubstitution of CAT 5 cables with Fiber for LED screen from the MDF. Reason:                  Requested by the District Amount:                 $1,106.00 70. Description:\tRectification Intrusion of landscape irrigation at dock and west entry of administration\t\tbuilding. Reason:                  Unforeseen Condition Amount:                 $3,855.00 71. Description:\tInstallation of wall barrier at Wheel Chair lifts # 1 and # 2 Reason:                  Conditions warranted Amount:                 $8,113.00 72. Description:\tReplacement of existing ire alarm panel in the MDF with new Annunciator Panel for\t\tcompatibility with new panel in the theater. Reason:                  Requested by Architect Amount:                 $4,851.00 73. Description:\tReplacement of existing grates at faculty restroom area. Reason:                  Requested by Architect Amount:                 $6,881.00 74. Description:\tPrime and paint interior C.I.P. to match lobby and exterior. Reason:                  Requested by Architect Amount:                 $1,083.00 75. Description:\tPainting of cement board siding at structural deck. Reason:                  Requested by Architect Amount:                 $2,270.00 76. Description:\tGrading at faculty restroom area to match surrounding grades. Reason:                  Requested by Architect Amount:                 $6,477.00 77. Description:\tReplacement of door wall frame for opening 117B due to mismatch of size. Reason:                  Unforeseen Conditions Amount:                 $953.00 78. Description:\tAddition of clips and anchors for wall barriers at wheel chair lifts. Reason:                  Unforeseen Conditions Amount:                 $2,388.00 79. Description:\tExcavation to trace existing storm drain. Reason:                  Unforeseen Conditions Amount:                 $1,480.00 80. Description:\tInstallation of jamb guides for door 102C. Reason:                  Requested by Architect. Amount:                 $4,848.00 81. Description:\tRelocation of bumper rail at loading dock which was in conflict with the relocated gas\t\tline. Reason:                  Unforeseen Conditions. Amount:                 $5,931.00 82. Description:\tElectrical upgrade to match with AV requirements. Reason:                  Requested by Architect. Amount:                 $26,782.00 83. Description\tInstallation of ductwork from ACU-3 to the electrical room for thermal requirements. Reason:                  Requested by Architect. Amount:                 $6,981.00 84. Description:\tAddition of Class II base and compaction for decomposed granite. Reason:                  Requested by Architect. Amount:                 $7,514.00 85. Description:\tReplacement of slab in front of the entrance to conform to ADA requirements. Reason:                  Requested by Architect. Amount:                 $19,527.00 86. Description:\tReplacement of slab dowels at loading dock area for new elevation of sliding gate. Reason:                  Requested by Architect. Amount:                 $3,686.00 87. Description:\tRemoval and disposal of shrubs on the south end of the students’ parking lot. Reason:                  Requested by Architect. Amount:                 $2,301.00 88. Description:\tInstallation of new board on the LED screen to match fiber optic cables. Reason:                  Requested by Architect. Amount:                 $931.00 89. Description:\tInstallation stakes and ties for trees in the center courtyard Reason:                  Requested by Architect. Amount:                 $477.00 90. Description:\tReplacement of concrete at the northeast corner of the students’ parking lot to match new \t\televations. Reason:                  Requested by Architect. Amount:                 $2,181.00 91. Description:\tInstallation of asphalt to match grades at the faculty restroom area to conform to ADA\t\trequirements. Reason:                  Requested by Architect. Amount:                 $8,903.00 92. Description:\tDemolition of existing walkways, ramps, foundations, brick structure, landscape and\t\tconcrete sidewalks. Additional electrical sub grade re-work to reach compaction and re-\t\trouting of electrical conduits. Construction acceleration for phase II on account of \t\texploratory and extra work. Installation of soffit closure and drop ceiling to conceal\t\tpiping.Installation of street hydrant. Replacement of concrete at faculty restroom area.\t\tOffsite improvements to comply to City of San Jose’s requirements.  Reason:                  Requested by the District. Amount:                 $300,000.00 93. Description:\tInstallation of additional bollards per requirement by PG&E. Reason:                  Unforeseen Conditions. Amount:                 $2,019.00 94. Description:\tPreparation of steel for Magnetic Particle Test to confirm with DSA requirements for\t\timported suspected defective steel.  Reason:                  Unforeseen Conditions. Amount:                 $21,000.00 95. Description:\tInstallation of additional sprinklers on the southwest side of the new building   Reason:                  Unforeseen Conditions. Amount:                 $2,821.00 96. Description:\tInstallation of floor covering in the lobby area.  Reason:                  Requested by the District. Amount:                 $16,000.00 97. Description:\tRelocation of auditorium seating.  Reason:                  Requested by Architect. Amount:                 $8,840.00 98. Description:\tEpoxy of anchors for wall barriers at wheel chair lifts.  Reason:                  Requested by Architect. Amount:                 $1,007.00 99. Description:\tInstallation of manhole and area drain on the northeast side of the students’ parking lot.  Reason:                 Unforeseen conditions. Amount:                $22,000.00 100. Description:\tReplacement of decomposed granite with SOD and installation of area drains in\t\tthe center courtyard; installation of bark coverage and planting on exposed areas\t\ton south side of the school campus. Reason:                 Requested by the District. Amount:                $43,058.00 101. Description:\tFurnishing and installing SOD on the west and north side of the new building. Reason:        \tRequested by the District. Amount:               \t$10,500.00 102. Description:\tInstallation of soffit cover and drop ceiling to cover exposed ducts and conduits Reason:        \tRequested by the Architect. Amount:               \t$2,897.00 103. Description:\tOvertime costs for testing & inspection and rectification of defective work through\t\ttesting and inspection. Reason:               \tRequested by the District. Amount:               ($7,500.00) 104. Description:\tCost negotiated from contract. Reason:             \tRequested by the District. Amount:               ($1,090,636.00)   Original Contract Price:          $11,997,000This Change Order:                  ($53,138.00)Revised Contract Amount:       $11,943,862.00  FINANCIAL IMPACT:                         \tFUNDING:Credit ($53,138.00)                    \tCapitol Facilities Fund   RECOMMENDATION:It is recommended that the Board of Trustees approve change order # 1 for the Mt. Pleasant High School Performing Arts Theater Project (S.J.Amoroso Construction Co., Inc.).", 
                    "item_number": "9.12", 
                    "item_recommendation": "", 
                    "item_text": "Approve Change Order # 1 for Mount Pleasant High School Performing Arts Theater Contractor: S.J.Amoroso Construction Co., Inc.", 
                    "item_text_raw": " 9.12 Approve Change Order # 1 for Mount Pleasant High School Performing Arts Theater Contractor: S.J.Amoroso Construction Co., Inc.", 
                    "item_type": "Action (Consent)"
                }, 
                {
                    "boarddocs_id": "86PSBP596F5D", 
                    "item_details": "EAST SIDE UNION HIGH SCHOOL DISTRICTSpecial Board MeetingMeeting Held at the Education Center - LoungeMay 14, 2008The Special Board meeting of the Board of Trustees was called to order at 12:13 p.m., by President Nguyen.  Vice President Garcia, Clerk Shirakawa, Member Biehl and Member Herrera were present.1. Call to OrderInformation: 1.01 Roll CallInformation: 1.02 Announcement and public comment regarding items to be discussed in Closed Session.  (Government Code §54957.7)  Information: 1.03 Recess to Closed Session (Open Session will resume at the end of Closed Session in the Lounge at approximately 12:10 p.m.) SEE ITEM 12 ON AGENDA (CLOSED SESSION)2. Pledge of Allegiance3. Welcome and Explanation of AudiencePresident Nguyen extended a welcome to the audience, explained the format of the meeting, and noted that all Board Meetings are recorded.4. Consideration of Proposed Amendments to AgendaNone5. Public Members Who Wish to Address the Board of Trustees Pat Hedstrom, Librarian, Piedmont Hills High School, Budget Cuts6. Operational Items/Board Discussion and/or ActionAction: 6.01 Reduction in Force:  Issuance of Final Layoff Notices to Certificated Employees, Adopt Resolution No. 2007/2008-47Board action directing Superintendent to issue final layoff notices to certificated employees affected by reduction in force – Bob Nuñez, SuperintendentSuperintendent NuñezToday at 1:00 p.m., there will be a pod cast. Governor Schwarzenegger will be giving the May Revise.  This will be the proposed budget for the State of California which will impact school districts. This Board has to notify certificated teachers by the 15th of May.  Until we can fully assess the impact on East Side the Board needs to move forward and serve notice on Librarians, Planetarium Director, the Teacher on Special Assignment/Community Day School and Drafting Occupations Teacher, that those positions will be eliminated.  After we have listened to the Governor we will be able to assess the impact on this district.Vice President GarciaHow many actually people, if everything stays in place after taking this action on the certificated staff side will not have a job?Superintendent NuñezToday there are four.Vice President GarciaI am going to make a motion to approve this resolution.  Will we have an opportunity to look at the whole picture, including classified staff, including these four people, and everything else we’ve done over the last 60 days?Superintendent NuñezYes. Starting tonight, I expect to start getting information from school services, ACSA, CTA, and CSEA. Once we review the information every position that we have “noticed”, will be reviewed. We have three more meeting of this Board and we will provide a budget update at each meeting.It was moved by Vice President Garcia and seconded by Clerk Shirakawa to approve the Reduction in Force:  Issuance of Final Layoff Notices to Certificated Employees, Adopt Resolution No. 2007/2008-47√ The result of the vote was: UnanimousYea: President Nguyen, Vice President Garcia, Clerk Shirakawa, Member Biehl and Member Herrera 7. Closed SessionAction: 7.01 Public Employee Discipline/Dismissal/Release (Government Code §54957)8. Report Closed Session Action(s)Rogelio Ruiz, District Counsel No actions to report.9. Adjournment√  Meeting was adjourned by President Nguyen at 1:46 p.m.\t\t\t\t\t\t\tRespectfully submitted,\t\t\t\t\t\t\t___________________________\t\t\t\t\t\t\tClerk of the Board of Trustees­­­­­­­­­­­Generated By: Olivia CamarilloGenerated On: 05/21/2008", 
                    "item_number": "9.13", 
                    "item_recommendation": "", 
                    "item_text": "Approve Minutes of Special Board Meeting Dated May 14, 2008", 
                    "item_text_raw": " 9.13 Approve Minutes of Special Board Meeting Dated May 14, 2008", 
                    "item_type": "Action (Consent)"
                }, 
                {
                    "boarddocs_id": "86PSBS596F6B", 
                    "item_details": "EAST SIDE UNION HIGH SCHOOL DISTRICTRegular Board MeetingMeeting Held at the Education CenterMay 15, 2008The Regular Board meeting of the Board of Trustees was called to order at 5:05 p.m., by President Nguyen.  Vice President Garcia, Clerk Shirakawa, Member Biehl and Member Herrera were present.1. Call to OrderInformation: 1.01 Roll CallInformation: 1.02 Announcement and public comment regarding items to be discussed in Closed Session.  (Government Code §54957.7)  Information: 1.03 Recess to Closed Session (Open Session will resume at the end of Closed Session in the Lounge at approximately 12:10 p.m.) SEE ITEM 12 ON AGENDA (CLOSED SESSION)2. Pledge of Allegiance3. Welcome and Explanation of AudiencePresident Nguyen extended a welcome to the audience, explained the format of the meeting, and noted that all Board Meetings are recorded.4. Consideration of Proposed Amendments to Agenda None5. Board Special Recognition(s)Information: 5.01 Marianne Cogorno received an Outstanding Achievement Award from the Board of Trustees for receiving the Santa Clara County Board of Education, Teacher of the Year 2007 Information: 5.02 The teachers listed below received an Outstanding Achievement Award from the Board of Trustees for receiving the San Jose State University Dorothy Wright Award for Excellence in High School Teaching.Valerie Arbizu, Evergreen Valley High School\t\tMonique Childs, Piedmont Hills High SchoolNancy Galindo, Yerba Buena High School\t\t\tHarriet Garcia Rousseau, Independence High SchoolJohn Herrera, Independence High School\t\t\tMarie Milner, Andrew Hill High SchoolNancy Schwalen, Santa Teresa High School\t\t\tMichael Winsatt, Andrew Hill High SchoolGary Zellner, Silver Creek High SchoolInformation: 5.03 Rey Enriquez, Teacher from Piedmont Hills High School received an Outstanding Achievement Award from the Board of Trustees for receiving the Santa Clara Valley Mathematics Association 2008 AwardInformation: 5.04 Spring Sports Champion Awards were presented to the teams listed below by the Board of Trustees, Superintendent Nuñez, and Ed Buller, Sports DirectorBadmintonIndependence High School, Mt. Hamilton League ChampionsAndrew Hill HIgh School, Santa Teresa League Champions SwimmingGirls', Santa Teresa High School, Mt. Hamilton League ChampionsGirls', Oak Grove High School, West Valley League ChampionsTrackGirls', Mt. Pleasant High School, Mt. Hamilton League ChampionsBoys' Mt. Pleasant High School, Mt. Hamilton League ChampionsBaseballBoys' Silver Creek High School, West Valley League ChampionsSoftballGirls' Oak Grove High School, Santa Teresa League ChampionsTennisBoys' Silver Creek High School, Santa Teresa League ChampionsInformation: 5.05 A special Recognition Awards were presented to Rob Mieso, Coordinator, Outreach Relations with Schools from DeAnza College and Victor Garza Jr., ENLACE Outreach Recruitment Specialist from Evergreen Valley College for their outstanding contributions to the students of East Side Union High School District.6. Public Members Who Wish to Address the Board of TrusteesInformation: 1.01 Persons wishing to address the Board must fill out a \"gold\" request form, located at the entrance of the Board Room.Larry Soto, Parent, Mt. Pleasant Football Field, Measure E Priority ListMichael Reed, Activities Director, Santa Teresa High School, ASB FinanceBjorn Berg, Activities Director, Silver Creek High School, ASB Finance (Speaking time waived to Michael Reed)Bart Charlow, Silicon Valley Faces, Camp EverytownMichelle Holscher, Parent, Mt. Pleasant Football Field, Measure E Priority ListCheryl Driskell, Parent, Mt. Pleasant Football Field, Measure E Priority ListLt. Rich Saito, Community Leader, Commendation for Chris Schroeder, Director of Safety/SARBJulio Pardo, 1st President, CSEA, Classified LayoffsMarisa Hanson, ESTA President, Support for Day of the Teachers, LayoffsCindy Bega, CSEA President, Classified LayoffsSantiago Orozco, Student, Support for Escuela Popular Charter School RenewalMoramay Cortes, Parent, Support for Escuela Popular Charter School RenewalGlenda Argueta, Parent, Support for Escuela Popular Charter School RenewalIsabel De La Luz, Parent, Support for Escuela Popular Charter School RenewalMagel Tapia, Parent, Support for Escuela Popular Charter School RenewalMarcela Pena, Parent, Support for Escuela Popular Charter School RenewalSteve Berry, Retired Teacher, Support for Escuela Popular Charter School RenewalProfessor Lidia Reguerin, Founder, Support for Escuela Popular Charter School RenewalAndrew Mendoza, Community Member, Support of School LiaisonsVictor Garza Jr., ENLACE Coordinator, Award to Superintendent Nuñez and Dr. Ana LomasIrene Cruz, Community Member, Support of School LiaisonsJoe Nguyen, SJPD, Support of School LiaisonsQueen Ann Cannon, Community Leader, Support of School LiaisonsKrislynn Duke, Community Member, Support of School Liaisons7. Student Board LiaisonsInformation: No student presenters.8. Operational Items/Board Discussion and/or ActionAction: 8.01 Public Hearing at 6:15 p.m. Receive the First Williams Settlement Uniform Complaints Quarterly Report for Period Covering January 1 through March 31, 2008 as required by EC 35186 (Williams Settlement Legislation SB550 and AB2727)It was moved by Member Biehl and seconded by Vice President Garcia to receive the First Williams Settlement Uniform Complaints report for period covering January 1 through March 31, 2008.√ The result of the vote was: UnanimousYea: President Nguyen, Vice President Garcia, Clerk Shirakawa, Member Biehl and Member HerreraInformation: 8.02 Escuela Popular Presentation – Dan Moser, Associate Superintendent of Instruction and Human Relations and Patricia Requerin, Principal of Escuela Popular Charter SchoolA presentation was made by Principal Patricia Requerin and the staff of Escuela Popular Charter School.Action: 8.03 Approve Escuela Popular–Center for Training and Careers Family Learning Center’s (hereinafter “Escuela Popular”) Application for Charter Renewal SchoolIt was moved by Member Herrera and seconded by Clerk Shirakawa to approve the Application for Charter School Renewal for Escuela Popular for 5 years.√ The result of the vote was: UnanimousYea: President Nguyen, Vice President Garcia, Clerk Shirakawa, Member Biehl and Member HerreraInformation: 8.04 West Coast AquaticsA presentation was made by Sandra Rasmussen, Chairperson, West Coast Aquatics and staff.  A picture of the 2008 Aquatics participants was presented to each Board Member and Superintendent Nuñez. Information: 8.05 Liaison Presentation – Bob Nuñez, SuperintendentLiaison gave a presentation on their job responsibilities.  Joe Nguyen, from the San Jose Police Department and Queen Ann Cannon, Community Leader, spoke on behalf the high school liaisons and the proposed elimination of their position.The following liaisons made presentations:Maryann Andrade, Oak Grove High SchoolBarbara Duarte, James Lick High SchoolDolores Young, Foothill High SchoolLuz Cardenas, Yerba Buena High SchoolBernice Sanger, Independence High SchoolNick Toilolo, William C. Overfelt High SchoolAl Garces, Mt. Pleasant High SchoolDave Castro, Title Liaison, Migrant EducationThe Board of Trustees asked the Superintendent to do a cost analysis on what it would cost to rehire the School Liaisons.  Superintendent Nuñez said the goal was to hire back as many employees as possible.Action: 8.06 Master Architectural Agreement It was moved by Vice President Garcia and seconded by Member Biehl to approve the Master Architectural Agreement.√ The result of the vote was: UnanimousYea: President Nguyen, Vice President Garcia, Clerk Shirakawa, Member Biehl and Member HerreraAction: 8.07 Approve Amended Student Calendar for the 2008-2009 School Year It was moved by Clerk Shirakawa and seconded by Vice President Garcia to approve amended Student Calendar for the 2008-2009 School Year.√ The result of the vote was: UnanimousYea: President Nguyen, Vice President Garcia, Clerk Shirakawa, Member Biehl and Member Herrera Action: 8.08 Adopt/Approve Classified/Classified Management and Certificated Administrative Holiday Schedule for the 2008-2009 School Calendar Clerk Shirakawa wanted to be assured CSEA had a chance to look and review the calendar.  Superintendent Nuñez assured the Board the labor organizations had the opportunity to review the proposed calendar.It was moved by Member Herrera and seconded by Member Biehl to approve Classified/Classified Management and Certificated Administrative Holiday Schedule for the 2008-2009 School Year.√ The result of the vote was: UnanimousYea: President Nguyen, Vice President Garcia, Clerk Shirakawa, Member Biehl and Member HerreraAction: 8.09 Adopt Resolution #2007-2008-41 Declaring the Observance of Lincoln’s Birthday on February 20, 2009.It was moved by Clerk Shirakawa and seconded by Member Herrera to adopt Resolution #2007-2008-41 Declaring the observance of Lincoln's Birthday on Friday, February 20, 2009.√ The result of the vote was: UnanimousYea: President Nguyen, Vice President Garcia, Clerk Shirakawa, Member Biehl and Member Herrera Action: 8.10 Approve Resolution #2007/2008-43 Authorizing the Issuance and Sale of General Obligation Bonds, 2008 Election, Series A, (Measure E) in a Principal Amount not to exceed $50,000,000.It was moved by Member Herrera and seconded by Clerk Shirakawa to approve Resolution #2007-2008-43, Authorizing the Issuance and Sale of General Obligation Bonds, 2008 Election, Series A,  (Measure E) in a Principal Amount not to exceed $50,000,000. √ The result of the vote was: UnanimousYea: President Nguyen, Vice President Garcia, Clerk Shirakawa, Member Biehl and Member Herrera Action: 8.11 STRS Exemption Certification-Emergency Employment of Retired MemberIt was moved by Member Biehl and seconded by Clerk Shirakawa to approve STRS Exemption Certification, Emergency Employment of Retired Member.√ The result of the vote was: UnanimousYea: President Nguyen, Vice President Garcia, Clerk Shirakawa, Member Biehl and Member Herrera Action: 8.12 Recommendation for Nomination for the Election of the 2009 California School Board Association Vice President and President ElectMember Biehl stated he did not, at this time, have a recommendation for this election. It was moved by Member Herrera and seconded by Member Biehl not need to act on this items at the present time.√ The result of the vote was: UnanimousYea: President Nguyen, Vice President Garcia, Clerk Shirakawa, Member Biehl and Member Herrera Action: 8.13 Contracts for Professional Services AMENDED It was moved by Member Herrera and seconded by Vice President Garcia to approve contracts for professional services.√ The result of the vote was: UnanimousYea: President Nguyen, Vice President Garcia, Clerk Shirakawa, Member Biehl and Member Herrera Action: 8.14 Memoranda of UnderstandingIt was moved by Member Herrera and seconded by Clerk Shirakawa to approve Memoranda of Understanding.√ The result of the vote was: UnanimousYea: President Nguyen, Vice President Garcia, Clerk Shirakawa, Member Biehl and Member HerreraAction: 8.15 Approval of Resolution #2007/2008-46 in Support of Measure G Approving Issuance of School Bonds for the Alum Rock Union Elementary School District It was moved by Clerk Shirakawa and seconded by Member Biehl to approve Resolution #2007/2008-46 in Support of Measure G, Approving Issuance of School Bonds for the Alum Rock Union Elementary School District.√ The result of the vote was: UnanimousYea: President Nguyen, Vice President Garcia, Clerk Shirakawa, Member Biehl and Member Herrera Action: 8.16 Approval of Master Business Relationship Agreement with East Side Union High School District and Metropolitan Education District (MetroED) Member Biehl stated this would freeze the amount of equalization by 46%.  The District will look and review programs in the future.It was moved by Member Herrera and seconded by Member Biehl to approve the Master Business Relationship Agreement with East Side Union High School District and Metropolitan Education District (MetroED).√ The result of the vote was: UnanimousYea: President Nguyen, Vice President Garcia, Clerk Shirakawa, Member Biehl and Member HerreraAction: 8.17 AMENDED ITEM - Purchase of Calero School Site, 420 Calero Avenue, San Jose, CA, from Oak Grove Elementary School District It was moved by Vice President Garcia and seconded by Clerk Shirakawa to approve purchase of Calero School Site, 420 Calero Avenue, San Jose, CA, from Oak Grove Elementary School District.√ The result of the vote was: UnanimousYea: President Nguyen, Vice President Garcia, Clerk Shirakawa, Member Biehl and Member Herrera9. Consent CalendarIt was moved by Clerk Shirakawa and seconded by Vice President Garcia to approve the entire consent agenda.√ The result of the vote was: UnanimousYea: President Nguyen, Vice President Garcia, Clerk Shirakawa, Member Biehl and Member HerreraAction (Consent): 9.01 Ratify/Approve Classified Personnel Actions Presented May 15, 2008Action (Consent): 9.02 Ratify/Approve Certificated Personnel Actions Presented May 15, 2008Action (Consent): 9.03 Ratify/Approve Student Aide Personnel Actions Presented May 15, 2008Action (Consent): 9.04 Purchase Orders Presented May 15, 2008Action (Consent): 9.05 Award of BidsAction (Consent): 9.06 Approve School Field TripsAction (Consent): 9.07 Declaration of Need for Fully Qualified EducatorsAction (Consent): 9.08 Approve CAHSEE Local Waivers for Special Education StudentsAction (Consent): 9.09 Approve Renewal Application and Local Plan for the 2008-2009 Carl D. Perkins Vocational and Technical Education Grant Action (Consent): 9.10 Approve the Gifted and Talented Education (GATE) Program ApplicationAction (Consent): 9.11 Approve Minutes of Regular Board Meeting Dated April 17, 200810. Written Reports/RecommendationsInformation : 10.01 Schools Quarterly Safety Goal Report √ Report received.Action: 10.02 Schools Safety Plan Report 2008-2009 √ Report received.Information: 10.03 Budget Adjustments√ Report received.Action: 10.04 Measure E School Site Council Prioritization List √ Report was received with the exception of the Mt. Pleasant High School Site List.  Mt. Pleasants Prioritization List is tabled for our next Board Meeting.Action: 10.5 First Reading of 5000-5131.63 Board Policies√ Report received.11. Board of Trustees/Superintendent Communications/CommentsInformation: 11.01 Board of Trustees Frank Biehl, MetroEDNo comment.Information: 11.02 Comments from Board of Trustees:Member BiehlNo comment.Member HerreraNo comment.Vice President GarciaCongratulations to Marisa Hanson and the CTA Team for a successful SOS Event. (Save Our Teachers)  Thank you to CSEA for inviting me to their meeting last week. Clerk ShirakawaNo comment.Information: 11.03 Comments from Bob Nuñez, SuperintendentSuperintendent Nuñez gave his time to Mr. Kurr, Associate Superintendent of Administration and Business Services to report on the Governor’s Budget.  Mr. Kurr reported on the May Revise and indicated that the Governor will fully fund Prop 98 for education. As we get information we will update the Board on its Friday Updates.12. Closed SessionAction: 12.01 Expulsions A-CStudent A: Approved the expulsion for one academic year.√  The result of the vote was: UnanimousYea: President Nguyen, Vice President Garcia, Clerk Shirakawa, Member Biehl and Member HerreraStudent B: Approved the expulsion for one academic year.√  The result of the vote was: UnanimousYea: President Nguyen, Vice President Garcia, Clerk Shirakawa, Member Biehl and Member HerreraStudent C: Approved the expulsion for one academic year.√  The result of the vote was: UnanimousYea: President Nguyen, Vice President Garcia, Clerk Shirakawa, Member Biehl and Member HerreraInformation : 12.02 PUBLIC EMPLOYEE DISCIPLINE/DISMISSAL/RELEASE (Government Code §54957)Information : 12.03 CONFERENCE WITH LABOR NEGOTIATORS (Government Code §54957.6)Information : 12.04 CONFERENCE WITH LEGAL COUNSELInformation : 12.05 CONFERENCE WITH REAL PROPERTY NEGOTIATORSInformation : 12.06 PUBLIC EMPLOYEE PERFORMANCE EVALUATION (Government Code §54957)Information : 12.07 PUBLIC EMPLOYMENT/PUBLIC EMPLOYEE APPOINTMENT (Government Code §54957)13. Report Closed Session Action(s)Rogelio Ruiz, District Counsel No other actions to report.14. Adjournment√  Meeting was adjourned by President Nguyen at 9:35 p.m.\t\t\t\t\t\t\tRespectfully submitted,\t\t\t\t\t\t\t___________________________ Clerk of the Board of Trustees­­­­­­­­­­­Generated By: Olivia CamarilloGenerated On: 05/21/2008", 
                    "item_number": "9.14", 
                    "item_recommendation": "", 
                    "item_text": "Approve Minutes of Board Meeting Dated May 15, 2008", 
                    "item_text_raw": " 9.14 Approve Minutes of Board Meeting Dated May 15, 2008", 
                    "item_type": "Action (Consent)"
                }
            ], 
            "section_name": "Consent Calendar", 
            "section_number": "9."
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "86PSBW596FA2", 
                    "item_details": "Grand Jury Report - Inventory Practices inadequate in Santa Clara County School Districts.  The audit was prepared by the State Fiscal Crisis & Management Assistance Team (FCMAT) and commissioned by the Santa Clara County Office of Education.  ", 
                    "item_number": "10.01", 
                    "item_recommendation": "", 
                    "item_text": "2007-08 Santa Clara County Civil Grand Jury Report - Inventory Practices Inadequate in Santa Clara County School Districts", 
                    "item_text_raw": " 10.01 2007-08 Santa Clara County Civil Grand Jury Report - Inventory Practices Inadequate in Santa Clara County School Districts", 
                    "item_type": "Report"
                }, 
                {
                    "boarddocs_id": "86PSBZ596FBC", 
                    "item_details": "Below is an update of budget adjustments in May 2008 that been made to our 2007-2008 Second Interim Budget for your information:   1.      Unrestricted General Fund:\t\tSite discretionary from Use of Facilities Income 5/2008                 \t$28,691 2.      Restricted General Fund (Categorical):\t\tNew Money from Local, State and Federal resources - 5/2008\t\t$167,872 ", 
                    "item_number": "10.02", 
                    "item_recommendation": "", 
                    "item_text": "Budget Adjustments - Jerry Kurr, Associate Superintendent of Administration and Business Services", 
                    "item_text_raw": " 10.02 Budget Adjustments - Jerry Kurr, Associate Superintendent of Administration and Business Services", 
                    "item_type": "Report"
                }, 
                {
                    "boarddocs_id": "86PSC4596FF6", 
                    "item_details": "Attached is a copy of the successful 07-08 Emergency Drills that have been held throughout the District.  This is in compliance with Education Codes 32001, 32282 and California Administrative Code, Title 5, Section 17. FISCAL IMPACT:                      FUNDING SOURCE:  N/A                                               N/A              RECOMMENDATION: For information only. ", 
                    "item_number": "10.03", 
                    "item_recommendation": "", 
                    "item_text": "Emergency Drills - Alan Garofalo, Associate Superintendent of Student Services and Facilities", 
                    "item_text_raw": " 10.03 Emergency Drills - Alan Garofalo, Associate Superintendent of Student Services and Facilities", 
                    "item_type": "Report"
                }, 
                {
                    "boarddocs_id": "86PSC7597070", 
                    "item_details": "SUBJECT:                   Quarterly Report on Santa Clara County Treasury Investment Portfolio Status as of March 31, 2008  Attached for information is the quarterly report as of March 31, 2008, from John V.Guthrie, Director of Finance for the County of Santa Clara, detailing the make-up of the County’s Investment Portfolio.  District funds are included in the total funds invested. For Information Only  ", 
                    "item_number": "10.04", 
                    "item_recommendation": "", 
                    "item_text": "Quarterly Report on Santa Clara County Treasury Investment Portfolio Status as of March 31, 2008 - Jerry Kurr, Associate Superintendent of Administration and Business Services", 
                    "item_text_raw": " 10.04 Quarterly Report on Santa Clara County Treasury Investment Portfolio Status as of March 31, 2008 - Jerry Kurr, Associate Superintendent of Administration and Business Services", 
                    "item_type": "Report"
                }, 
                {
                    "boarddocs_id": "86PSCA597135", 
                    "item_details": "Draft E-mail, Internet, Telecommunications  Policy \t\t\tBP  4040Staff Appropriate and Acceptable UseThe District recognizes that the available network resources are vital components for optimum communication.  E-mail, Internet access, and other district supplied software tools provide staff with the resources for a quality instructional program and for efficient district operations.  Employees are expected to learn and use the appropriate technologies to assist them in their job responsibilities.Responsibilities and Procedures of Internet and E-mail All employees using the computing, networking and wireless networking facilities shall be responsible for the appropriate use of the technological systems. Employees generally shall use the available technologies only when performing duties within the scope of their position.  InternetAccess to the Internet is approved as it applies to performing the duties of the employee’s position. Use of District technology is appropriate for incidental personal use during non-working hours. Access to the Internet is controlled by the District’s Web Filter which is compliant with the Children’s Internet Protection Act (CIPA).  While every effort is made to restrict inappropriate web sites from being accessed through the District’s network, it is still the responsibility of the employee to not make attempts to access sites which are not CIPA compliant.E-mailEach employee is provided with a district e-mail address.  The district assigned e-mail address is public and shall be the e-mail address for conducting district electronic communication and business.  E-mail communication is not private and all messages are the property of the District.  To be compliant with new federal litigation requirements, the District employs an e-mail archive system that logs all sent and received e-mail. The web based e-mail system is available to all staff members at http://webmail.esuhsd.org.Employees may use any of the district supplied distribution lists when it is within the duties of their position to communicate with the staff members on that distribution list.  Staff members are authorized to create and use their own e-mail distribution lists to perform duties within the scope of their position.Staff members should set up their e-mail with auto-signature.  The standard signature includes, name, title (if appropriate), location, contact phone and fax (if available).E-mail older than 12 months is deleted from the e-mail server.   E-mail EtiquetteWhen responding to a multiple-recipient e-mail (as one sent to a distribution list), a staff member on the distribution list can Reply All when the nature of the originating e-mail is to promote a group discussion among the recipients.Tone is difficult to ascertain in e-mail.  When writing e-mail messages to conduct school and district business, avoid attempts at sarcasm, humor, anger, slang, upper case lettering, and other creative writing techniques that has the potential for misinterpretation.Software, Files and Personal EquipmentDistrict-owned computer equipment can only be loaded with district-owned software. District-own software cannot be loaded on personal computers.  The district deploys anti-virus and anti-spyware programs.  The District subscribes to a “no-admin rights” policy for desktop computer users. The policy restricts users of desktop computers from having the ability to load software.  The policy has proven to reduce downtime of computers throughout the district.  Work orders regarding computers and phones are requested through the Help Desk at extension 75500 or by e-mailing HelpDesk@esuhsd.orgTeachers who supervise computer labs may be provided with local admin accounts to help manage the computers in their lab.Users of District-owned laptops are provided with an admin account to facilitate the installation of programs required to connect laptops to home wireless networks and printers.The district-owned laptops can be used for incidental personal use when away from the District.  However, files which are not CIPA compliant cannot be stored on any computer when the computer is brought back to a district location.Personal computers and laptops are not permitted to be attached to the District’s network unless IT Services has approved the device for use.  Personal computer equipment needs to be evaluated for appropriate antivirus protection before it can access the network.  Personal wireless access points, hubs and networking equipment may not to be attached to the District network.  Non-District owned equipment attached to a school’s network will be removed and given to the site administration.Only IT Services personnel are authorized to connect computer and networking devices to the ESUHSD network.Data Backup:  The district backups student information, financial and e-mail .  The back up of user-created documents is the responsibility of the user.  The district can provide personal network drives and other resources for user –created data.Responsibilities for Telephone UseStaff members assigned to a workstation or office are generally provided with a telephone extension.  It is the responsibility of the staff member to maintain an appropriate greeting and check for messages.  When at their work station, messages can be checked by pressing the voice mail button on their phone or by dialing ext. 75005.  When away from the District, voice mail can be checked by dialing 1 408-347-5005.Staff members without an assigned office can request a direct dial virtual voice mail box.  A direct dial voice mail box number only receives voice mail. Staff members can call the voice mail access numbers (75005 or 408-347-5005) to access messages.  Additionally, staff members with direct dial virtual mail boxes can request an upgrade to their e-mail account so that voice mail can be accessed through e-mail.Voice mail older than 30 days is deleted from the user’s voice mail box.Attaching personal telephone equipment to the telephone network, the use of phone extension cords and the relocating telephone devices is only permitted with the approval of the IT Services Telecom Group.Requests for work orders regarding phone issues can be submitted by calling the Help Desk at 75500 or e-mailing HelpDesk@esuhsd.org.  Work Orders for the adding or deleting of phones or for the installation of addition data or phone lines must be requested by site administration.IntranetInternal forms, District-only business documents, training materials, telephone directory, subject specific curriculum guides and more are available at http://intranet.usuhsd.orgAdditional Web-Based Communication ToolsThe District provides teachers and administrators with two parent/student/teacher communication programs:School Loop provides teachers with an online grade book as well as the ability to post homework and easily communicate with a student’s other teachers and parents.  Teleparent provides administrators with the ability to make school wide telephone broadcast to parent homes and provides teachers with the ability to send pre-recorded messages to a student’s family in the family’s primary language.Contact the site School Loop or Teleparent mentor for assistance.Voice/Web ConferencingThe Voice/Web conferencing tools allows for meetings via a phone line and Internet connection (http://conference.esuhsd.org).  Accounts for Voice/Web conferencing are requested by the site administrator or district office supervisor.Telephones/Voice Mail/Cell PhonesEach employee assigned to an office space/workstation is provided with a phone extension and voice mail.  The access number for voice mail is 408 347 5005.  All workstation telephones have a programmed button for voice mail (ext 75005).  Departments and groups at the EC have department numbers that are pool processed.  Incoming phone calls ring on multiple extensions simultaneously to increase the likelihood of a calls being answered personally rather than going to voice mail. Cell phones are distributed to employees on an as needed basis for the efficient operations.  Cell phone users must comply with all state and federal laws as they pertain to cell phone use while driving a vehicle.  Incidental personal use of district provided cell phones is permitted.  Employees without a workstation or office can request a virtual voice mail box.  A virtual voice mail box is a 7-digit number which allows the caller to leave a voice message. ", 
                    "item_number": "10.05", 
                    "item_recommendation": "", 
                    "item_text": "First Reading of Draft Policy BP4040 for E-mail, Internet, Telecommunications for Staff - Jerry Kurr, Associate Superintendent of Administration and Business Services", 
                    "item_text_raw": " 10.05 First Reading of Draft Policy BP4040 for E-mail, Internet, Telecommunications for Staff - Jerry Kurr, Associate Superintendent of Administration and Business Services\n", 
                    "item_type": "Report"
                }, 
                {
                    "boarddocs_id": "86PSCD59714C", 
                    "item_details": "East Side Union High School DistrictMeasure E Priority ListMt. Pleasant High SchoolThe Mt. Pleasant School Site Council has reviewed the District’s vision, mission, goals, core values, and academic master plan, as well as, the school’s mission, ESLR’s, and WASC action plan and has decided on the following list of projects as priorities through Measure E funding:  1.\tClassroom Modernizations  - High High Priority2.\tNew multipurpose room – High High Priority3.\tNew 2 story classroom building – High Priority4.\tArtificial Field – “Turf” – High Priority5.\tUpgrade/renovation of existing gym bleachers and floor – Medium Priority6.\tPool Modernization – Medium Priority7.\tTechnology upgrades – Medium Priority8.\tCovered food service shelter – low priority The Mt. Pleasant School Site Council reserves the right to change and/or modify the above list pending any new information.  2007-2008 School Site Council Members:Renee Torrez – PresidentJenna Torrez – Vice PresidentHang Do - SecretaryLarry Soto – ParentPauline Torrez – ParentMaria Sanchez – ParentJoe Lovato – TeacherWill Cavada – TeacherAaron Jenson – TeacherMelissa Yamashita – TeacherKaren Cocovich – TeacherAnne Coggins – MST CoordinatorTeresa Marquez – Associate PrincipalEast Side Union High School DistrictMeasure E Priority ListAdult EducationBelow is a list of items requested by Adult Education for expenditure of Measure E allocations:New facility to replace 20 year portables at the Overfelt Adult Center1.  23 classrooms with state of the art computer and audio-visualhook-ups and classroom furniture, two computer labs, a student lounge, and an assessment center.2.  Administration Building to house all clerical, counseling, and administrative functions as well as bookroom, teacher resource room, department chair office, conference room, rest rooms and staff lounge.(Concept is to have one two story building with 14 classrooms, computer and administrative building and a second building to house remaining classrooms, computer lab, assessment center and student lounge.)3.\tNew streetscape and landscaping as appropriate to include electronic marquee signage, secured gated facility, and perimeter security cameras.4.\tNew computers and appropriate software for student use in the classroom and computer labs. 5.\tNew projectors, document cameras and smart boards for teacher/student presentation and interaction.Upgrade facility at the Independence Adult Center to include:1.\tNew electrical wiring in all buildings and labs to handle overload classroom and computer lab demands.2.\tNew computers and related software to provide updated learning programs, implement on line attendance accounting system, and career technical skills, and GED Preparation on-line.3.\tInstall more efficient and effective heating and cooling system to provide better learning environment.4.\tReplace 20 year old portables to complete construction at Independence Adult Center to include additional classrooms as mentioned above, Administration Building, and additional computer lab space for Community Education, on-line course work and assessment, and student access outside of classroom, and restrooms.5.\tInstall security cameras.6.\tInstall new electronic marquee and building signage.The Adult Education Advisory Council approved the above, and reserves the right to change and/or modify the above list pending any new information.  ", 
                    "item_number": "10.06", 
                    "item_recommendation": "", 
                    "item_text": "Accept the Measure E School Site Council Prioritization List for Mt. Pleasant High School and Adult Education Program – Bob Nuñez, Superintendent", 
                    "item_text_raw": " 10.06 Accept the Measure E School Site Council Prioritization List for Mt. Pleasant High School and Adult Education Program – Bob Nuñez, Superintendent", 
                    "item_type": "Report"
                }
            ], 
            "section_name": "Written Reports/Recommendations", 
            "section_number": "10."
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "86PSCH59715B", 
                    "item_details": "", 
                    "item_number": "11.01", 
                    "item_recommendation": "", 
                    "item_text": "Board of Trustees", 
                    "item_text_raw": " 11.01 Board of Trustees", 
                    "item_type": "Information"
                }, 
                {
                    "boarddocs_id": "86PSCL597162", 
                    "item_details": "", 
                    "item_number": "11.02", 
                    "item_recommendation": "", 
                    "item_text": "MetroEd - Frank Biehl, Member", 
                    "item_text_raw": " 11.02 MetroEd - Frank Biehl, Member", 
                    "item_type": "Information"
                }, 
                {
                    "boarddocs_id": "86PSCP597170", 
                    "item_details": "", 
                    "item_number": "11.03", 
                    "item_recommendation": "", 
                    "item_text": "Bob NuĂąez, Superintendent", 
                    "item_text_raw": " 11.03 Bob NuĂąez, Superintendent", 
                    "item_type": "Information"
                }
            ], 
            "section_name": "Board of Trustees/Superintendent Communications/Comments", 
            "section_number": "11."
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "86PSCT59717F", 
                    "item_details": "", 
                    "item_number": "12.01", 
                    "item_recommendation": "", 
                    "item_text": "EXPULSIONS A-H", 
                    "item_text_raw": " 12.01 EXPULSIONS A-H", 
                    "item_type": "Action"
                }, 
                {
                    "boarddocs_id": "86PSCW59718B", 
                    "item_details": "Acceptance of Resignations and Revocation of Non-Reelection of Probationary Certificated Employees (Education Code Section 44929.21 and 44930) Resolution #2007-2008-42– Dan Moser, Associate Superintendent of Instruction and Human Relations ", 
                    "item_number": "12.02", 
                    "item_recommendation": "", 
                    "item_text": "PUBLIC EMPLOYEE DISCIPLINE/DISMISSAL/RELEASE (Government Code ยงSection 54957)", 
                    "item_text_raw": " 12.02 PUBLIC EMPLOYEE DISCIPLINE/DISMISSAL/RELEASE (Government Code ยงSection 54957)\n", 
                    "item_type": "Information"
                }, 
                {
                    "boarddocs_id": "86PSCZ597197", 
                    "item_details": "Agency Designated Representatives: Bob Nuñez, Superintendent Jerry Kurr, Associate Superintendent of Administration and Business ServicesDan Moser, Associate Superintendent of Instructional Services and Human RelationsCathy Giammona, Director of Human ResourcesVida Branner-Siders, Director of Compensation and Classified Employee RelationsEmployee Organizations:American Federation of Teachers (AFT)California School Employees Association (CSEA)East Side Teachers Association (ESTA)", 
                    "item_number": "12.03", 
                    "item_recommendation": "", 
                    "item_text": "CONFERENCE WITH LABOR NEGOTIATORS (Government Code §Section 54957.6)", 
                    "item_text_raw": " 12.03 CONFERENCE WITH LABOR NEGOTIATORS (Government Code §Section 54957.6)", 
                    "item_type": "Information"
                }, 
                {
                    "boarddocs_id": "86PSD45971F3", 
                    "item_details": "CONFERENCE WITH LEGAL COUNSEL – EXISTING LITIGATION  Subdivision (b) of Section 54956.9 of the Government Code: Claim for damages of R. Leong.  CONFERENCE WITH LEGAL COUNSEL – EXISTING LITIGATION  Subdivision (b) of Section 54956.9 of the Government Code: Claim for damages of R. Delgado.  ", 
                    "item_number": "12.04", 
                    "item_recommendation": "", 
                    "item_text": "CONFERENCE WITH LEGAL COUNSEL", 
                    "item_text_raw": " 12.04 CONFERENCE WITH LEGAL COUNSEL\n", 
                    "item_type": "Information"
                }, 
                {
                    "boarddocs_id": "86PSD7597243", 
                    "item_details": "Property:  Calero School Site, 420 Calero Avenue, San Jose, CA\tDistrict Negotiators:  Superintendent Nunez, Associate Superintendent Jerry Kurr, District Counsel Rogelio Ruiz\tNegotiating Parties:  ESUHSD and Oak Grove Elementary School District\tUnder Negotiation:  Price and terms for payment.\tProperty:  Alum Rock Union Elementary School District surplus property at Pala  School, San Jose, CA\tDistrict Negotiators:  Superintendent Nunez, Associate Superintendent Jerry Kurr, Associate Superintendent Alan Garofalo\tNegotiating Parties:  ESUHSD and Alum Rock Union Elementary School District\tUnder Negotiation:  Price and terms for payment.", 
                    "item_number": "12.05", 
                    "item_recommendation": "", 
                    "item_text": "CONFERENCE WITH REAL PROPERTY NEGOTIATORS", 
                    "item_text_raw": " 12.05 CONFERENCE WITH REAL PROPERTY NEGOTIATORS", 
                    "item_type": "Discussion"
                }, 
                {
                    "boarddocs_id": "86PSDA59725B", 
                    "item_details": "", 
                    "item_number": "12.06", 
                    "item_recommendation": "", 
                    "item_text": "PUBLIC EMPLOYEE PERFORMANCE EVALUATION (Government Code ยง Section 54957)", 
                    "item_text_raw": " 12.06 PUBLIC EMPLOYEE PERFORMANCE EVALUATION (Government Code ยง Section 54957)", 
                    "item_type": "Discussion"
                }, 
                {
                    "boarddocs_id": "86PSDD597268", 
                    "item_details": "", 
                    "item_number": "12.07", 
                    "item_recommendation": "", 
                    "item_text": "PUBLIC EMPLOYMENT/PUBLIC EMPLOYEE APPOINTMENT (Government Code ยง Section 54957)", 
                    "item_text_raw": " 12.07 PUBLIC EMPLOYMENT/PUBLIC EMPLOYEE APPOINTMENT (Government Code ยง Section 54957) \n", 
                    "item_type": "Discussion"
                }
            ], 
            "section_name": "Closed Session", 
            "section_number": "12."
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "86PSDH597271", 
                    "item_details": "", 
                    "item_number": "", 
                    "item_recommendation": "", 
                    "item_text": "Attorney will report on closed session action.", 
                    "item_text_raw": " Attorney will report on closed session action.", 
                    "item_type": "Report"
                }
            ], 
            "section_name": "Report Closed Session Action(s)", 
            "section_number": "13."
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "86PSDM597279", 
                    "item_details": "", 
                    "item_number": "", 
                    "item_recommendation": "", 
                    "item_text": "President adjourns meeting", 
                    "item_text_raw": " President adjourns meeting", 
                    "item_type": "Information"
                }
            ], 
            "section_name": "Adjournment", 
            "section_number": "14."
        }
    ]
}