{
    "agency": "east_side_uhsd", 
    "meeting_date": "05-06-2014", 
    "meeting_sections": [
        {
            "items": [
                {
                    "boarddocs_id": "9G83XE76B0BC", 
                    "item_details": "\nThe Special Board Meeting and Study Session will begin at 5:00 p.m. in the Mt. Pleasant High School Multi-Purpose Room.\n", 
                    "item_number": "1.01", 
                    "item_recommendation": "", 
                    "item_text": "Roll Call", 
                    "item_text_raw": "1.01 Roll Call", 
                    "item_type": "Action"
                }
            ], 
            "section_name": "CALL TO ORDER/ROLL CALL", 
            "section_number": ""
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "9G83XJ76B0DD", 
                    "item_details": "\nInformation explaining Board meeting procedures and how citizens can address the Board will be read. Written information is located near the entrance to the Multi-Purpose Room.\n", 
                    "item_number": "2.01", 
                    "item_recommendation": "", 
                    "item_text": "Information explaining Board meeting procedures and how citizens can address the Board will be read. Written information is located near the entrance to the Multi-Purpose Room.", 
                    "item_text_raw": "2.01 Information explaining Board meeting procedures and how citizens can address the Board will be read. Written information is located near the entrance to the Multi-Purpose Room.", 
                    "item_type": "Action"
                }
            ], 
            "section_name": "WELCOME AND EXPLANATION TO AUDIENCE", 
            "section_number": ""
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "9G83XN76B0F2", 
                    "item_details": "\nFor consideration by the Board of Trustees.\n", 
                    "item_number": "3.01", 
                    "item_recommendation": "", 
                    "item_text": "For consideration by the Board of Trustees", 
                    "item_text_raw": "3.01 For consideration by the Board of Trustees", 
                    "item_type": "Action, Discussion"
                }
            ], 
            "section_name": "ADOPTION OF AGENDA", 
            "section_number": ""
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "9G83XS76B105", 
                    "item_details": "\nMembers of the public may address the Board on any subject not on tonight’s agenda; however, provisions of the Brown Act (Government Code Section 54954.2(a) and 54954.3) preclude any action.  As an unagendized item, no response is required from the Board or District staff and no action can be taken; however, the Board may instruct the Superintendent to agendize the item for a future meeting.  When your name is called, please come to the podium, state your name for the record, and limit your remarks to three (3) minutes.\n\t \nAny person may address the Board on any item on the meeting agenda.  Persons wishing to address the Board must fill out a gold request form, which is located at the entrance of the Multi-Purpose Room.\n", 
                    "item_number": "4.01", 
                    "item_recommendation": "", 
                    "item_text": "Members of the public may address the Board on any subject not on tonightâs agenda; however, provisions of the Brown Act (Government Code section 54954.2(a) and 54954.3) preclude any action. As an unagendized item, no response is required from the Board or District staff and no action can be taken; however, the Board may instruct the Superintendent to agendize the item for a future meeting. When your name is called, please come to the podium, state your name for the record, and limit your remarks to three (3) minutes. Any person may address the Board on any item on the meeting agenda. Persons wishing to address the Board must fill out a gold request form, which is located at the entrance of the Multi-Purpose Room.", 
                    "item_text_raw": "4.01 Members of the public may address the Board on any subject not on tonightâs agenda; however, provisions of the Brown Act (Government Code section 54954.2(a) and 54954.3) preclude any action. As an unagendized item, no response is required from the Board or District staff and no action can be taken; however, the Board may instruct the Superintendent to agendize the item for a future meeting. When your name is called, please come to the podium, state your name for the record, and limit your remarks to three (3) minutes. Any person may address the Board on any item on the meeting agenda. Persons wishing to address the Board must fill out a gold request form, which is located at the entrance of the Multi-Purpose Room.", 
                    "item_type": "Action, Discussion"
                }
            ], 
            "section_name": "PUBLIC MEMBERS WHO WISH TO ADDRESS THE BOARD", 
            "section_number": ""
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "9G83XZ76B118", 
                    "item_details": "\nEAST SIDE UNION HIGH SCHOOL DISTRICT\nItem:  5.01\n\t \nTO:\nBoard of Trustees\n\t\t\t\t \n\t\t\t\t \nFROM:\nChris D. Funk, Superintendent\n\t\t\t\t \n\t\t\t\t \nPREPARED BY:\nMarcus Battle, Associate Superintendent of Business Services, Randy Phelps, Director of Information Technology, Dale Scott, Financial Advisor from Dale Scott and Company, and Charles F. Adams, Bond Counsel from Jones Hall, A Professional Law Corporation\n\t\t\t\t \n\t\t\t\t \nSUBJECT:\nPresentation, Review and/or Discussion of Ed Tech Bond\n\t \n\t \nA presentation of the Ed Tech Bond will be made to the Board of Trustees.\n\t \n", 
                    "item_number": "5.01", 
                    "item_recommendation": "", 
                    "item_text": "Presentation, Review and/or Discussion of Ed Tech Bond – Marcus Battle, Associate Superintendent of Business Services, Randy Phelps, Director of Information Technology, Dale Scott, Financial Advisor from Dale Scott and Company, and Charles F. Adams, Bond Counsel from Jones Hall, A Professional Law Corporation", 
                    "item_text_raw": "5.01 Presentation, Review and/or Discussion of Ed Tech Bond – Marcus Battle, Associate Superintendent of Business Services, Randy Phelps, Director of Information Technology, Dale Scott, Financial Advisor from Dale Scott and Company, and Charles F. Adams, Bond Counsel from Jones Hall, A Professional Law Corporation", 
                    "item_type": "Discussion"
                }, 
                {
                    "boarddocs_id": "9JNRQ55EC830", 
                    "item_details": "\nEAST SIDE UNION HIGH SCHOOL DISTRICT\nItem:  5.02\n\t \nTO:\nBoard of Trustees\n\t\t\t\t \n\t\t\t\t \nFROM:\nChris D. Funk, Superintendent\n\t\t\t\t \n\t\t\t\t \nPREPARED BY:\nJuan Cruz, Assistant Superintendent of Instructional Services\n\t\t\t\t \n\t\t\t\t \nSUBJECT:\nPresentation, Update and/or Discussion regarding Local Control Accountability Plan (LCAP)\n\t \nAn update on the Local Control Accountability Plan (LCAP) will be presented by Juan Cruz, Assistant Superintendent of Instructional Services.\n", 
                    "item_number": "5.02", 
                    "item_recommendation": "", 
                    "item_text": "Presentation, Update and/or Discussion regarding Local Control Accountability Plan (LCAP) – Juan Cruz, Assistant Superintendent of Instructional Services", 
                    "item_text_raw": "5.02 Presentation, Update and/or Discussion regarding Local Control Accountability Plan (LCAP) – Juan Cruz, Assistant Superintendent of Instructional Services", 
                    "item_type": "Discussion, Presentation"
                }, 
                {
                    "boarddocs_id": "9JMLPN530CCD", 
                    "item_details": "\nEAST SIDE UNION HIGH SCHOOL DISTRICT\nItem:  5.03\n\t\t \nTO:\nBoard of Trustees\n\t\t\t\t\t \n\t\t\t\t\t \nFROM:\nChris D. Funk, Superintendent\n\t\t\t\t\t \n\t\t\t\t\t \nPREPARED BY:\nMarcus Battle, Associate Superintendent of Business Services, Linda da Silva, Director of Construction, Maintenance and Facilities, Andre Bell, Assistant Director of Capital Accounting and Purchasing, Janice Unger, Capital Projects Purchasing Manager, and Donna Bertrand, C.P.M. Contracts Administration Coordinator\n\t\t\t\t\t \n\t\t\t\t\t \nSUBJECT:\nReview and/or Discussion to Receive First Reading of New Board Policy #3312.1 Contract Change Orders\n\t\t \n\t\t \nThe proposed new Board Policy #3312.1 Contract Change Order delegates authority to the Superintendent and Assistant Superintendent of Business Services to approve contract change orders up to 10% and not to exceed $175,000.00, and to the Director of Construction up to $45,000.00, and within other limitations.\n\t\t \nBackground\n\t\t \nIn the Bond Program Performance Audit conducted by Total School Solutions (TSS) and received by the Board on September 19, 2013 (Board Item 8.04), TSS strongly recommended that the District: \ndiscontinue the practice of including an allowance in the construction contracts at the time of award; and \ndelegate the approval of construction change orders at the field level to Administration.\n\t\t \nThe District ceased the practice of including an owner’s allowance in construction contract awards effective October 2013.\n\t\t \nThe District’s historical approach to change orders for contracts, other than public works construction, is to obtain the Board’s approval at the next scheduled meeting, with delays in awaiting, often resulted in a delay to the service.  Operational efficiency and customer service was negatively impacted.\n\t\t \nProposal\nNew Board Policy #3312.1 Contract Change Orders documents that the Board delegates the authority to the Superintendent and the Assistant Superintendent of Business Services to approve contract change orders up to 10% and not to exceed $175,000.00, and to the Director of Construction up to $45,000.00, and within other limitations.\n\t\t \nThe Board is requested to receive the first reading of new Board Policy #3312.1 Contract Change Orders.     \n\t\t \nFiscal Impact:\nNot Applicable\n\t\t \nFunding Source:\nNot Applicable\n\t\t \nRecommendation:\nIt is recommended that the Board of Trustees receive the first reading of new Board Policy #3312.1 Contract Change Orders. \n\t \n", 
                    "item_number": "5.03", 
                    "item_recommendation": "", 
                    "item_text": "Review and/or Discussion to Receive First Reading of New Board Policy #3312.1 Contract Change Orders - Marcus Battle, Associate Superintendent of Business Services, Linda da Silva, Director of Construction, Maintenance and Facilities, Andre Bell, Assistant Director of Capital Accounting and Purchasing, Janice Unger, Capital Projects Purchasing Manager, and Donna Bertrand, C.P.M. Contracts Administration Coordinator", 
                    "item_text_raw": "5.03 Review and/or Discussion to Receive First Reading of New Board Policy #3312.1 Contract Change Orders - Marcus Battle, Associate Superintendent of Business Services, Linda da Silva, Director of Construction, Maintenance and Facilities, Andre Bell, Assistant Director of Capital Accounting and Purchasing, Janice Unger, Capital Projects Purchasing Manager, and Donna Bertrand, C.P.M. Contracts Administration Coordinator", 
                    "item_type": "Discussion"
                }, 
                {
                    "boarddocs_id": "9JUAMN7EA9C3", 
                    "item_details": "\nEAST SIDE UNION HIGH SCHOOL DISTRICT\nItem:  5.04\n\t \n\t \nTO:\nBoard of Trustees\n\t\t\t\t \n\t\t\t\t \nFROM:\nRogelio M. Ruiz, Legal Counsel, and Marcus Battle, Associate Superintendent of \nBusiness Services\n\t\t\t\t \n\t\t\t\t \nSUBJECT:\nDiscussion and/or Action to Approve Final Facility Sublease Agreement, Development Agreement and Related Agreements with Educare of Silicon Valley and Franklin McKinley School District for Early Childhood Education Program Facilities for ESUHSD Programs\n\t \n\t \n\t \nAt the direction and authorization of the Board, Legal Counsel and Administration have been in negotiations with representatives of Franklin McKinley School District (FMSD) and Educare of California at Silicon Valley, a 501(c)(3) non-profit corporation (ECSV), and related parties for a sublease and related agreements for the construction of a portion of the proposed and planned ECSV facility on FMSD property adjacent to the Santee Elementary School site.  The site is within the ESUHSD jurisdiction.  The Board previously approved an allocation of $1,000,000 from Measure I funds towards the construction of the facility which will house an early childhood education career academy for ESUHSD students to be administered by ESUHSD staff.  In addition, the ECSV early childhood education facility, when completed, will include, but not be limited to, delivery of preschool and parenting services and programs, which will allow the District the opportunity to transfer such existing programs to the new ECSV facility and allow opportunities for alternative uses of the existing YBHS facilities.\n\t \nThe ECSV facility will be constructed on land owned by FMSD.  ESUHSD will be allocated five (5) classrooms (approximately 5,000 square feet) and ancillary space at the facility for the ESUHSD early childhood education career academy.  The current construction budget for the facility is approximately $12,882,000.  In addition to the District’s contribution, the construction will be funded through a contribution of $800,000 in bond funds from FMSD, funding through the federal New Market Tax Credits program (made available to ECSV) and private fundraising and contributions.  The facility design will be DSA-approved and the design and construction will be compliant with the California Education Code and Code of Regulations applicable to public school construction.\n\t \nThe construction of the facility will be administered and overseen by FMSD pursuant to a Development Agreement.  Once construction of the facility is complete, the overall facility will be leased by ECSV which will then, in turn, sublease a portion of the facility (5 classrooms and ancillary spaces) to ESUHSD for the District’s early childhood education career academy.  The remainder of the facility (approximately 11,000 square feet) will be occupied and used by the Santa Clara County Office of Education and First 5 Santa Clara County in connection with their respective early childhood education programs. \n\t \nThe term of the ESUHSD sublease for the facility is twenty-two (22) years; rent will nominal and in the amount of $1.00 per year.  The sublease also provides that the District would be responsible for its pro rata share (30%) of operating costs for the facility throughout the sublease term.  That amount is estimated to be approximately $34,524 per year (approximately $3,000 per month) for utilities, water, sewer, landscaping and insurance.\n\t \nAt the November 14, 2013, Regular Board Meeting, the Board delegated authority to Administration (Associate Superintendent of Business Services) to approve the Sublease and related agreements necessary to consummate this transaction, including but not limited to the Development Agreement, subject to later ratification by the Board, provided that the Sublease did not include operating expenses as part of that agreement.\n\t \nThis matter is now presented for Board final approval.  As noted earlier, however, the sublease includes operating expenses to be paid by the District but which will also be paid by other occupants (SCCOE and First 5 Santa Clara County) according to their respective pro rata shares (District 30%, SCCOE 47% and F5SCC 23%).  No property taxes will be paid by the District under the sublease.\n\t \n\t \n\t \nFUNDING SOURCE:\nMeasure I for $1,000,000 contribution to construction; monthly rent of $1.00 and operating expenses to be paid out of the General Fund.\n\t \nFISCAL IMPACT:\nApproximately $36,000.00 annually for operating expenses\n\t \nRECOMMENDATION:\nIt is recommended that the Board of Trustees approve the proposed Sublease and Development Agreement in the general form presented and authorize the Associate Superintendent of Business Services to execute such agreement and necessary related agreements.  \n\t \n\t \n", 
                    "item_number": "5.04", 
                    "item_recommendation": "It is recommended that the Board of Trustees approve the proposed Sublease and Development Agreement in the general form presented and authorize the Associate Superintendent of Business Services to execute such agreement and necessary related agreements.", 
                    "item_text": "Discussion and/or Action to Approve Final Facility Sublease Agreement, Development Agreement and Related Agreements with Educare of Silicon Valley and Franklin McKinley School District for Early Childhood Education Program Facilities for ESUHSD Programs â Rogelio M. Ruiz, Legal Counsel, and Marcus Battle, Associate Superintendent of Business Services", 
                    "item_text_raw": "5.04 Discussion and/or Action to Approve Final Facility Sublease Agreement, Development Agreement and Related Agreements with Educare of Silicon Valley and Franklin McKinley School District for Early Childhood Education Program Facilities for ESUHSD Programs â Rogelio M. Ruiz, Legal Counsel, and Marcus Battle, Associate Superintendent of Business Services", 
                    "item_type": "Action, Discussion"
                }
            ], 
            "section_name": "BOARD OF TRUSTEES/SUPERINTENDENT - OPERATIONAL ITEMS/BOARD REVIEW AND/OR DISCUSSION", 
            "section_number": ""
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "9G83Y476B12D", 
                    "item_details": "\nPresident Adjourns the meeting.\n", 
                    "item_number": "6.01", 
                    "item_recommendation": "", 
                    "item_text": "President Adjourns the Meeting", 
                    "item_text_raw": "6.01 President Adjourns the Meeting", 
                    "item_type": "Action"
                }
            ], 
            "section_name": "ADJOURNMENT", 
            "section_number": ""
        }
    ]
}