{
    "agency": "east_side_uhsd", 
    "meeting_date": "06-25-2009", 
    "meeting_sections": [
        {
            "items": [
                {
                    "boarddocs_id": "86PPTW589683", 
                    "item_details": "", 
                    "item_number": "1.01", 
                    "item_recommendation": "", 
                    "item_text": "Roll Call", 
                    "item_text_raw": " 1.01 Roll Call", 
                    "item_type": "Information"
                }, 
                {
                    "boarddocs_id": "86PPTZ58968D", 
                    "item_details": "", 
                    "item_number": "1.02", 
                    "item_recommendation": "", 
                    "item_text": "Announcement and Public Comment regarding Items to be discussed in Closed Session (Government Code 54957.7)", 
                    "item_text_raw": " 1.02 Announcement and Public Comment regarding Items to be discussed in Closed Session (Government Code 54957.7)", 
                    "item_type": "Information"
                }, 
                {
                    "boarddocs_id": "86PPU4589699", 
                    "item_details": "", 
                    "item_number": "1.03", 
                    "item_recommendation": "", 
                    "item_text": "Recess to Closed Session (Open Session will resume at the end of Closed Session in the Board Room at approximately 6:30 p.m.) See item 2 on agenda (Closed Session).", 
                    "item_text_raw": " 1.03 Recess to Closed Session (Open Session will resume at the end of Closed Session in the Board Room at approximately 6:30 p.m.) See item 2 on agenda (Closed Session).", 
                    "item_type": "Information"
                }
            ], 
            "section_name": "Call to Order/Roll Call", 
            "section_number": "1."
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "86PPU85896A2", 
                    "item_details": "", 
                    "item_number": "2.01", 
                    "item_recommendation": "", 
                    "item_text": "PUBLIC EMPLOYEE DISCIPLINE/DISMISSAL/RELEASE (Government Code ยงSection 54957)", 
                    "item_text_raw": " 2.01 PUBLIC EMPLOYEE DISCIPLINE/DISMISSAL/RELEASE (Government Code ยงSection 54957)", 
                    "item_type": "Action"
                }, 
                {
                    "boarddocs_id": "86PPUB5896A9", 
                    "item_details": "Agency Designated Representatives: Bob Nuñez, Superintendent Jerry Kurr, Associate Superintendent of Administration and Business ServicesDan Moser, Associate Superintendent of Instructional Services and Human RelationsCathy Giammona, Director of Human ResourcesVida Branner-Siders, Director of Compensation and Classified Employee RelationsEmployee Organizations:American Federation of Teachers (AFT)California School Employees Association (CSEA)East Side Teachers Association (ESTA)", 
                    "item_number": "2.02", 
                    "item_recommendation": "", 
                    "item_text": "CONFERENCE WITH LABOR NEGOTIATORS (Government Code §Section 54957.6)", 
                    "item_text_raw": " 2.02 CONFERENCE WITH LABOR NEGOTIATORS (Government Code §Section 54957.6)", 
                    "item_type": "Action"
                }
            ], 
            "section_name": "Closed Session", 
            "section_number": "2."
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "86PPUF5896B9", 
                    "item_details": "I pledge allegiance to the flagof the United States of Americaand to the Republic for which it standsone nation under Godindivisible with liberty and justice for all.", 
                    "item_number": "3.01", 
                    "item_recommendation": "", 
                    "item_text": "Pledge of Allegiance", 
                    "item_text_raw": " 3.01 Pledge of Allegiance", 
                    "item_type": "Information"
                }
            ], 
            "section_name": "Open Session 6:30 P.M. – Board Room", 
            "section_number": "3."
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "86PPUK5896D3", 
                    "item_details": "", 
                    "item_number": "", 
                    "item_recommendation": "", 
                    "item_text": "Information explaining Board meeting procedures and how citizens can address the Board will be read. Written information is located near the entrance to the Board Room.", 
                    "item_text_raw": " Information explaining Board meeting procedures and how citizens can address the Board will be read. Written information is located near the entrance to the Board Room.", 
                    "item_type": "Information"
                }
            ], 
            "section_name": "Welcome and Explanation to Audience", 
            "section_number": "4."
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "86PPUP5896E2", 
                    "item_details": "", 
                    "item_number": "", 
                    "item_recommendation": "", 
                    "item_text": "For consideration by the Board of Trustees.", 
                    "item_text_raw": " For consideration by the Board of Trustees.", 
                    "item_type": "Action"
                }
            ], 
            "section_name": "Consideration of Proposed Amendments to Agenda", 
            "section_number": "5."
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "86PPUT5896E9", 
                    "item_details": "", 
                    "item_number": "", 
                    "item_recommendation": "", 
                    "item_text": "Persons wishing to address the Board must fill out a \"gold\" request form, which is located at the entrance of the Board Room.", 
                    "item_text_raw": " Persons wishing to address the Board must fill out a \"gold\" request form, which is located at the entrance of the Board Room.", 
                    "item_type": "Information"
                }
            ], 
            "section_name": "Public Members Who Wish to Address the Board of Trustees", 
            "section_number": "6."
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "86PPUX5896F0", 
                    "item_details": "EAST SIDE UNION HIGH SCHOOL DISTRICTTO:Board of TrusteesFROM:Bob NuĂąez, SuperintendentPREPARED BY:Dan Moser, Associate Superintendent of Instruction and Human RelationsSUBJECT:Approve a Registration / Administrative Fee for Adult Education Students Starting August 2009\tAs a result of the state budget reductions, the East Side Adult Education program is requesting that the ESUHSD Board of Trustees approve setting a registration fee for all adult students enrolling in its programs.  Adult education programs throughout the state have been frozen at the 2007-08 income level minus a 19.84% reduction for 2009-10.  For the East Side Adult Education Program, this means a roll back in services below those offered in 2007-08.  In order to offer programs and services within its reduced income, East Side Adult Education must reduce its programs.  The requested registration fees will make it possible to restore its program offerings and services.  \tIf approved, the registration fee is intended to start the first semester of the 2009-10 school year and will be implemented as follows:o\tFirst time students to East Side Adult Education will be asked to pay a fee of $30.00 (thirty dollars) for their first year with a $20 fee thereafter for continuing enrollment.o\tStudents exempted from fees are limited to:  High School non-graduates under mandates of the Valenzuela Settlement. FISCAL IMPACT:$200,000 to $237,500FUNDING SOURCE:Registration FeesRECOMMENDATION:It is recommended that the Board of Trustees approve a registration fee for Adult Education students starting August 2009.", 
                    "item_number": "7.01", 
                    "item_recommendation": "", 
                    "item_text": "Approve Registration / Administrative Fee for Adult Education - Dan Moser, Associate Superintendent of Instruction and Human Relations", 
                    "item_text_raw": " 7.01 Approve Registration / Administrative Fee for Adult Education - Dan Moser, Associate Superintendent of Instruction and Human Relations", 
                    "item_type": "Action (Consent)"
                }
            ], 
            "section_name": "Instructional Services - Operational Items/Board Discussion and/or Action", 
            "section_number": "7."
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "86PPV3589723", 
                    "item_details": "EAST SIDE UNION HIGH SCHOOL DISTRICTTO:Board of TrusteesFROM:Bob NuĂąez, SuperintendentPREPARED BY:Dan Moser, Associate Superintendent of Instruction and Human RelationsSUBJECT:Adopt Resolution #2008/2009-40 to Revoke MACSA Academia Calmecac Charter SchoolBoard Meeting of:  June 25, 2009Agenda Item: 8.01EAST SIDE UNION HIGH SCHOOL DISTRICTRESOLUTION NO. 2008/2009-40  RESOLUTION OF THE GOVERNING BOARD OF THE EAST SIDE UNION HIGH SCHOOL DISTRICT REVOKING THE CHARTER OF THE MACSA ACADEMIA CALMECAC CHARTER SCHOOL   WHEREAS, the Governing Board (“Board”) of the East Side Union High School District (“District”) is the chartering authority for the MACSA Academia Calmecac Charter School (“Charter School”) and is responsible for oversight of the Charter School’s fiscal and financial management and compliance with the terms of its charter petition; and              WHEREAS, on May 11, 2006, the Governing Board approved the renewal of the charter for the Charter School for a period of five years; and             WHEREAS, California Education Code Section 47607 provides that a charter may be revoked upon a showing of substantial evidence that the charter engaged in fiscal mismanagement or violated any provision of law, and             WHEREAS, the Charter School  Board elected to participate in both STRS and PERS for its employees, and              WHEREAS, the District has learned, and the Charter School has acknowledged to the District, that the Charter School has failed to deposit employee contributions and failed to make matching employer contributions to both STRS and PERS for a period of more than one year since April 2007, as evidenced by the \"CALMECAC: STRS/PERS\" spreadsheet provided by MACSA to the District, a copy of which is attached hereto as Exhibit A;               WHEREAS, by letter delivered to the District on June 18, 2009, the Acting Chief Executive Officer acknowledged its current debt of $228,995 to STRS and PERS for outstanding employee contributions and matchng employer contributions, a copy of which letter is attached hereto as Exhibit B; and               WHEREAS, California Education Code section 47607 (c ) requires a chartering authority to provide the charter school with notice of the alleged violation (s) and provide the charter school with a reasonable opportunity to remedy the alleged violations; and              WHEREAS, by letter dated February 25, 2009, the District notified the Charter School in writing of the Charter School's failure to withhold, collect and deposit the Charter School's employees' STRS and PERS contributions and to make the required matching employer contributions as required by law, and further requested that the Charter School remedy such violations no later than March 31, 2009 (a copy of which letter is attached hereto as Exhibit C); and             WHEREAS, notwithstanding the February 25, 2009, written notice, the violations have not been cured; and             WHEREAS, the Education Code provides that prior to revoking a charter for failure to remedy a violation and after expiration of the reasonable opportunity to cure the violation, the District shall provide a written Notice of Intent to Revoke and, no later than 30 days after the Notice of Intent to Revoke, the District shall hold a public hearing to determine whether evidence exists to revoke the charter; and             WHEREAS, on Monday, June 15, 2009, the District delivered to MACSA Academia Calmecac a Notice of Intent to Revoke and Notice of Public Hearing on Evidence Supporting Revocation, a copy of which letter is attached hereto as Exhibit D; and             WHEREAS, on June 18, 2009, the Board, after notice to the Charter School, held a public hearing in accordance with Education Code section 47607 to determine whether evidence exists to revoke the charter of the Charter School including consideration of the written materials attached hereto as Exhibits A through D, and the facts and information stated and cited therein and consideration of the testimony of members of the public and the District Administration and the information provided by the District Administration; and WHEREAS, on June 18, 2009, after closing of the public hearing and considering all of the foregoing information, the Board by a vote of 4/0 (Member Biehl recused himself from the proceeding) determined that evidence exists to revoke the charter of the Charter School on the basis of fiscal mismanagement and for violations of law. NOW, THEREFORE, THE GOVERNING BOARD OF EAST SIDE UNION HIGH SCHOOL DISTRICT DOES HEREBY RESOLVE, DETERMINE, AND ORDER AS FOLLOWS: That the Board does hereby find and determine that the foregoing recitals and determinations are true and correct and on that basis does hereby revoke the charter of the MACSA Academia Calmecac  effective July 1, 2009.CERTIFICATIONSTATE OF CALIFORNIA\t)\t\t\t\t)COUNTY OF SANTA CLARA\t)I, Patricia Martinez-Roach, President of the Board of Trustees of the East Side Union High School District, do hereby certify that the foregoing Resolution was duly adopted by the Board of Trustees of the East Side Union High School District at a special meeting held on the 25th day of June, 2009, and that it was so adopted by the following vote:AYES:NOES:ABSENT:ABSTAIN:\t\t\t\t\t\t\t________________________________\t\t\t\t\t\tPresident of the Board of Trustees \n", 
                    "item_number": "8.01", 
                    "item_recommendation": "", 
                    "item_text": "Adopt Resolution #2008/2009-40 to Revoke MACSA Academia Calmecac Charter", 
                    "item_text_raw": " 8.01 Adopt Resolution #2008/2009-40 to Revoke MACSA Academia Calmecac Charter", 
                    "item_type": "Action, Discussion"
                }, 
                {
                    "boarddocs_id": "86PPV65897A5", 
                    "item_details": " EAST SIDE UNION HIGH SCHOOL DISTRICTTO:Board of TrusteesFROM:Bob Nuñez, SuperintendentPREPARED BY:Cathy Giammona, Director of Human ResourcesSUBJECT:Review, Consideration and Adoption of Resolution #2008/2009-37 Authorizing Reduction or Elimination in Certificated WorkforceEAST SIDE UNION HIGH SCHOOL DISTRICTDECREASE IN NUMBER OF CERTIFICATED EMPLOYEESRESOLUTION # 2008/2009-37WHEREAS, pursuant to section 44955.5 of the Education Code the Superintendent of the East Side Union High School District (“District”), has recommended to the District’s Governing Board (“Board”) that the District decrease the number of certificated employees no later than August 14, 2009; WHEREAS, at least five days have passed since the enactment of the Budget Act for the 2009-2010 fiscal year;WHEREAS, the Board has determined that its total revenue limit per unit of average daily attendance for fiscal year 2009-2010 has not increased by at least two percent;WHEREAS, the Superintendent’s recommendation includes the assessment that it shall be necessary to reduce certificated employees in the following service areas of the District no later than August 14, 2009:Service AreaNumber of Full-Time Equivalent Positions (“FTEs”)Student Advisor13.0_____________________Total FTEs13.0WHEREAS, the Governing Board is required by law to give notice to all certificated employees affected by any decision to reduce or eliminate these services;IT IS RESOLVED THAT:A.\tThe Board hereby determines that the District’s total revenue limit per unit of average daily attendance for fiscal year 2009-2010 has not increased by at least two percent;B.\tThe Board hereby determines that it is necessary to decrease the number of certificated employees in the District and reduce services as specified in the recommendation set forth in the recitals above, no later than August 14, 2009.C.\tThe Board hereby determines that, as the result of the above-stated reduction of services (the “Reduction in Force”), it will be necessary to terminate by August 14, 2009, the employment of certificated employees of the District in a quantity and kind equal to the FTEs specified in the recommendation set forth in the recitals above.D.\tIn order to implement this Reduction in Force, it may be necessary to apply tie-breaking criteria to distinguish among certificated employees who first rendered paid probationary service to the District on the same date.  Pursuant to Education Code section 44955(b), the Board determines that the order of layoff as between employees who first rendered paid service to the District on the same date shall be established on the basis of the criteria set forth in Exhibit A to this Resolution, which are incorporated as though fully set forth herein.E.\tThe criteria set forth in Exhibit A to this Resolution shall also be used to determine the order of reemployment among those certificated employees who first rendered paid probationary service to the District on the same date.  The Superintendent, or his designee, has the discretion to determine the appropriate weight of such criteria and the order in which such criteria are most relevant to serve the needs of the District and students in each tie-breaking situation.F.\tThe Superintendent is directed to send appropriate notices to all employees affected by the above-described reductions in accordance with the provisions of the California Education Code, to take all necessary action to implement this Resolution, and to afford the employees all rights to which they are entitled under the law and applicable Collective Bargaining Agreement(s).G.\tProceedings under this Resolution shall be conducted in accordance with the procedures specified in sections 44949, 44955 and 44955.5 of the Education Code, as applicable.  However, notwithstanding anything in those sections to the contrary, the Board hereby adopts the following schedule:a.\tLast day to serve notice to certificated employees that their services may be terminated by August 14, 2009:  June 26, 2009;b.\tLast day for affected employees to file Request for Hearing:  July 6, 2009c.\tLast day for District to serve Accusation and Notice of Hearing:  July 9, 2009d.\tCertificated employee lay-off hearing before administrative law judge:  July 20, 2009e.\tDate to be requested for administrative law judge to submit a proposed decision to the Board, as to proposed layoff of certificated employees by August 14, 2009:  August 3, 2009 (pending agreement by administrative law judge).f.\tLast day on which administrative law judge’s proposed decision must be delivered to respondents:  Within three (3) business days of District’s receipt of administrative law judge’s decision.PASSED AND ADOPTED this 25th day of June, 2009.\t\t\t\t\t\tBOARD OF TRUSTEES OF THE \t\t\t\t\t\tEAST SIDE UNION HIGH SCHOOL DISTRICT\t\t\t\t\t\tBy: ____________________________\t\t\t\t\t\tPatricia Martinez-Roach\t\t\t\t\t\tPresident of the Board of Trustees of\t\t\t\t\t\tthe East Side Union High School District\t\t\t\t\t\tBy: ____________________________\t\t\t\t\t\tFrank Biehl\t\t\t\t\t\tClerk of the Board of Trustees of\t\t\t\t\t\tthe East Side Union High School DistrictExhibit ATIEBREAKING CRITERIA PURSUANT TO EDUCATION CODE SECTION 44955(b)Employees sharing the same date of paid probationary service to the District shall be awarded tiebreaking points on the following basis:Criterion PointsPossession of credential(s) authorizing service for\t\t4 for eachthe District\t\t\t\t\t\t\tclear credential 3 for each preliminary credential2 for intern credential\t\t\t\t\t\t\t\t1 for provisional\t\t\t\t\t\t\t\tinternship permit or short-\t\t\t\t\t\t\t\tterm staff permitPossession of Bilingual Cross-Cultural Language\t\t\t1and Development certificate or its equivalentEmployees with a greater number of points shall be considered more senior than employees with a fewer number of points, for purposes of determining order of layoff and order of reemployment.If application of the foregoing criteria fails to resolve a tie among two or more employees, among the employees who remain tied the employee with the earliest date of issuance of a preliminary or professional clear credential shall be considered the more senior employee.  As among employees who remain tied who have never obtained a preliminary or professional clear credential, the employee with the earliest date of issuance of an intern credential shall be considered the more senior employee.  As among employees who remain tied who have never obtained an intern, preliminary, or professional clear credential, the employee with the earliest date of issuance of an emergency or pre-intern credential, provisional intern permit or short-term staff permit shall be considered the more senior employee.The Superintendent is authorized to determine the number of tiebreaking points to be awarded to each employee and to determine the manner in which the tiebreaking criteria shall be applied to each employee.As to any criterion requiring the possession of a particular credential or authorization, the employee must have filed the credential or authorization with the District prior to June 19, 2009, in order for the employee to qualify under the applicable criterion.  The Superintendent or his designee shall determine whether an employee has qualified for one or more criterion and shall determine what if anything constitutes an “equivalent.”CERTIFICATIONSTATE OF CALIFORNIA\t\t)\t\t\t\t\t)COUNTY OF SANTA CLARA\t\t)I, Frank Biehl, Clerk of the Board of Trustees of the East Side Union High School District, do hereby certify that the foregoing Resolution was duly adopted by the Board of Trustees of the East Side Union High School District at a special meeting held on the 25th day of June, 2009, and that it was so adopted by the following vote:AYES:NOES:ABSENT:ABSTAIN:\t\t\t\t\t\t\t________________________________\t\t\t\t\t\tClerk of the Board of Trustees", 
                    "item_number": "8.02", 
                    "item_recommendation": "", 
                    "item_text": "Review, Consideration and Adoption of Resolution #2008/2009-37 Authorizing Reduction or Elimination in Certificated Workforce - Bob Nuñez, Superintendent", 
                    "item_text_raw": " 8.02 Review, Consideration and Adoption of Resolution #2008/2009-37 Authorizing Reduction or Elimination in Certificated Workforce - Bob Nuñez, Superintendent", 
                    "item_type": "Action, Discussion"
                }, 
                {
                    "boarddocs_id": "86PPV95897EE", 
                    "item_details": "EAST SIDE UNION HIGH SCHOOL DISTRICTTO:Board of TrusteesFROM:Bob Nuñez, SuperintendentPREPARED BY:Cathy Giammona, Director of Human ResourcesSUBJECT:Review, Consideration and Adoption of Resolution #2008/2009-39 Authorizing Reduction or Elimination in Certificated Administrative WorkforceEAST SIDE UNION HIGH SCHOOL DISTRICTDECREASE IN NUMBER OF CERTIFICATED ADMINISTRATIVE EMPLOYEESRESOLUTION # 2008/2009-39WHEREAS, pursuant to section 44955.5 of the Education Code the Superintendent of the East Side Union High School District (“District”), has recommended to the District’s Governing Board (“Board”) that the District decrease the number of certificated administrative employees no later August 14, 2009; WHEREAS, at least five days have passed since the enactment of the Budget Act for the 2009-2010 fiscal year;WHEREAS, the District’s total revenue limit per unit of average daily attendance for fiscal year 2009-2010 has not increased by at least two percent;WHEREAS, the Superintendent recommends that it shall be necessary to reduce the number of certificated employees in positions requiring possession of an administrative services or supervisory credential by two (2) Full-time Equivalent Positions (“FTEs”) no later than August 14, 2009;WHEREAS, the Governing Board is required by law to give notice to all certificated administrative employees to be released pursuant to sections 44951 and 44955.5;IT IS RESOLVED THAT:A.\tThe Board hereby determines that the District’s total revenue limit per unit of average daily attendance for fiscal year 2009-2010 has not increased by at least two percent;B.\tThe Board hereby determines that it is necessary to decrease the number of certificated employees in positions requiring possession of an administrative services or supervisory credential in the District, as specified in the recommendation set forth in the recitals above, no later than August 14, 2009.C.\tThe Superintendent is directed to send appropriate notices to all employees affected by the above-described reductions in accordance with the provisions of the California Education Code, to take all necessary action to implement this Resolution, and to afford the employees all rights to which they are entitled under the law.D.\tThe release of certificated administrative employees shall be conducted in accordance with the procedures specified in section 44951 of the Education Code.  However, notwithstanding anything in that section to the contrary, the Board hereby adopts the following schedule:  the last day to serve notice to persons in positions requiring an administrative or supervisory credential that they may be released from such positions for the 2009-10 school year shall be no later than August 14, 2009.PASSED AND ADOPTED this 25th day of June, 2009.BOARD OF TRUSTEES OF THE EAST SIDE UNION HIGH SCHOOL DISTRICTBy: ____________________________Patricia Martinez-RoachPresident of the Board of Trustees of the East Side Union High School DistrictBy: ____________________________Frank BiehlClerk of the Board of Trustees of the East Side Union High School DistrictCERTIFICATIONSTATE OF CALIFORNIA\t\t)\t\t\t\t\t)COUNTY OF SANTA CLARA\t)I, Frank Biehl, Clerk of the Board of Trustees of the East Side Union High School District, do hereby certify that the foregoing Resolution was duly adopted by the Board of Trustees of the East Side Union School District at a special meeting held on the 25th day of June, 2009, and that it was so adopted by the following vote:AYES:NOES:ABSENT:ABSTAIN:\t\t\t\t\t\t________________________________\t\t\t\t\t\t\tClerk of the Board of Trustees", 
                    "item_number": "8.03", 
                    "item_recommendation": "", 
                    "item_text": "Review, Consideration and Adoption of Resolution #2008/2009-39 Authorizing Reduction or Elimination in Certificated Administrative Workforce - Bob Nuñez, Superintendent", 
                    "item_text_raw": " 8.03 Review, Consideration and Adoption of Resolution #2008/2009-39 Authorizing Reduction or Elimination in Certificated Administrative Workforce - Bob Nuñez, Superintendent", 
                    "item_type": "Action, Discussion"
                }, 
                {
                    "boarddocs_id": "86PPVC589808", 
                    "item_details": "EAST SIDE UNION HIGH SCHOOL DISTRICTTO:Board of TrusteesFROM:Bob NuĂąez, SuperintendentSUBJECT:Authorize Superintendent to Award Emergency Projects during the SummerAuthorization for the Superintendent, after conferring with the Board President, to award emergency projects for unforeseen needs during the summer is requested, except those items requiring public bidding.FISCAL IMPACT:VariousFUNDING SOURCE:Various Funding SourcesRECOMMENDATION:It is recommended that the Board of Trustees authorize the Superintendent, after conferring with the Board President, to award emergency projects for unforeseen needs during the summer, except those items requiring public bidding.\n", 
                    "item_number": "8.04", 
                    "item_recommendation": "", 
                    "item_text": "Authorize Superintendent to Award Emergency Projects during the Summer", 
                    "item_text_raw": " 8.04 Authorize Superintendent to Award Emergency Projects during the Summer", 
                    "item_type": "Action, Discussion"
                }
            ], 
            "section_name": "Superintendent/Board of Trustees - Operational Items/Board Discussion and/or Action", 
            "section_number": "8."
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "86PPVG58987C", 
                    "item_details": "EAST SIDE UNION HIGH SCHOOL DISTRICTTO:Board of TrusteesFROM:Bob NuĂąez, SuperintendentPREPARED BY:Jerry Kurr, Associate Superintendent of Administration and Business ServicesSUBJECT:Adopt the Budget for the 2009-2010 School Year  Budget Report for 2009-2010 is presented to the Board for adoption.\t RECOMMENDATION: It is recommended that the Board of Trustees adopt the budget for the 2009-2010 school year.\n", 
                    "item_number": "9.01", 
                    "item_recommendation": "", 
                    "item_text": "Adopt the Budget for the 2009-2010 School Year - Jerry Kurr, Associate Superintendent of Administration and Business Services", 
                    "item_text_raw": " 9.01 Adopt the Budget for the 2009-2010 School Year - Jerry Kurr, Associate Superintendent of Administration and Business Services", 
                    "item_type": "Action, Information"
                }
            ], 
            "section_name": "Business Services - Operational Items/Board Discussion and/or Action", 
            "section_number": "9."
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "86PPVL5898F1", 
                    "item_details": "EAST SIDE UNION HIGH SCHOOL DISTRICTTO:Board of TrusteesFROM:Patricia Martinez-Roach, Board PresidentSUBJECT:Santa Clara County Civil Grand Jury Report: Santa Clara County Schools, Inventory Practices - $300M+ Taxpayer Investment - But Who's Counting?See attached report from the Santa Clara County Civil Grand Jury:  Santa Clara County Schools, Inventory Practices - $300M+ Taxpayer Investment - But Who's Counting?\n", 
                    "item_number": "10.01", 
                    "item_recommendation": "", 
                    "item_text": "Santa Clara County Civil Grand Jury Report: Santa Clara County Schools, Inventory Practices - $300M+ Taxpayer Investment - But Who's Counting?", 
                    "item_text_raw": " 10.01 Santa Clara County Civil Grand Jury Report: Santa Clara County Schools, Inventory Practices - $300M+ Taxpayer Investment - But Who's Counting?", 
                    "item_type": "Information"
                }, 
                {
                    "boarddocs_id": "86PPVP5899B0", 
                    "item_details": "EAST SIDE UNION HIGH SCHOOL DISTRICTTO:Board of TrusteesFROM:Patricia Martinez-Roach, Board PresidentSUBJECT:Santa Clara County Civil Grand Jury Report: Who Really Benefits from Education Dollars?  (Hint:  It's Not the Students)See attached report from the Santa Clara County Civil Grand Jury:  Who Really Benefits from Education Dollars?  (Hint:  It's Not the Students).", 
                    "item_number": "10.02", 
                    "item_recommendation": "", 
                    "item_text": "Santa Clara County Civil Grand Jury Report: Who Really Benefits from Education Dollars? (Hint: Itâs Not the Students)", 
                    "item_text_raw": " 10.02 Santa Clara County Civil Grand Jury Report: Who Really Benefits from Education Dollars? (Hint: Itâs Not the Students)", 
                    "item_type": "Information"
                }
            ], 
            "section_name": "Written Reports/Recommendations", 
            "section_number": "10."
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "86PPVT589AA3", 
                    "item_details": "J. Manuel Herrera, Vice PresidentFrank  Biehl, ClerkMetroED Board UpdateLan Nguyen, MemberEddie Garcia, MemberPatricia Martinez-Roach, President ", 
                    "item_number": "11.01", 
                    "item_recommendation": "", 
                    "item_text": "Board of Trustees", 
                    "item_text_raw": " 11.01 Board of Trustees", 
                    "item_type": "Information"
                }, 
                {
                    "boarddocs_id": "86PPVW589AB2", 
                    "item_details": "Bob NuĂąez, Superintendent", 
                    "item_number": "11.02", 
                    "item_recommendation": "", 
                    "item_text": "Superintendent", 
                    "item_text_raw": " 11.02 Superintendent", 
                    "item_type": "Information"
                }
            ], 
            "section_name": "Board of Trustees/Superintendent Communications/Comments", 
            "section_number": "11."
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "86PPW2589ABB", 
                    "item_details": "", 
                    "item_number": "", 
                    "item_recommendation": "", 
                    "item_text": "Attorney will report on closed session action item(s).", 
                    "item_text_raw": " Attorney will report on closed session action item(s).", 
                    "item_type": "Action"
                }
            ], 
            "section_name": "Report Closed Session Action(s)", 
            "section_number": "12."
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "86PPW6589AC7", 
                    "item_details": "", 
                    "item_number": "", 
                    "item_recommendation": "", 
                    "item_text": "President adjourns the meeting.", 
                    "item_text_raw": " President adjourns the meeting.", 
                    "item_type": "Action"
                }
            ], 
            "section_name": "Adjournment", 
            "section_number": "13."
        }
    ]
}