{
    "agency": "foothill_de_anza_ccd", 
    "meeting_date": "09-08-2014", 
    "meeting_sections": [
        {
            "items": [
                {
                    "boarddocs_id": "9MXA8A818F18", 
                    "item_details": "\nThe Board President will call the regular meeting of the Board of Trustees to order and lead the audience in the Pledge of Allegiance.  Please silence cell phones and electronic devices.\n", 
                    "item_number": "", 
                    "item_recommendation": "", 
                    "item_text": "Call to Order / Pledge of Allegiance", 
                    "item_text_raw": " Call to Order / Pledge of Allegiance", 
                    "item_type": "Procedural"
                }
            ], 
            "section_name": "REGULAR MEETING - PUBLIC SESSION - CALL TO ORDER - Toyon Room (6:00 p.m.)", 
            "section_number": ""
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "9NM267822A77", 
                    "item_details": "\nDraft minutes of the study session and regular meeting of the Board of Trustees of August 5, 2014, are available using the \"View Minutes\" link.\n", 
                    "item_number": "", 
                    "item_recommendation": "Chancellor Thor recommends approval of the August 25, 2014, minutes of the study session and regular meeting of the Board of Trustees.", 
                    "item_text": "Minutes of the August 25, 2014, Study Session and Regular Meeting of the Board of Trustees", 
                    "item_text_raw": " Minutes of the August 25, 2014, Study Session and Regular Meeting of the Board of Trustees", 
                    "item_type": "Action, Minutes"
                }
            ], 
            "section_name": "APPROVAL OF MINUTES (ACTION)", 
            "section_number": ""
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "9MXA8F818F3B", 
                    "item_details": "\nMembers of the public who wish to address the Board or comment on items not on the agenda may do so by completing a request form prior to the start of the meeting.  Comments are limited to five minutes per person.\n", 
                    "item_number": "", 
                    "item_recommendation": "", 
                    "item_text": "Public", 
                    "item_text_raw": " Public", 
                    "item_type": "Information"
                }, 
                {
                    "boarddocs_id": "9MXA8J818F48", 
                    "item_details": "\nStudents who wish to address the Board or comment on items not on the agenda may do so by completing a request form prior to the start of the meeting.  Comments are limited to five minutes per person.\n", 
                    "item_number": "", 
                    "item_recommendation": "", 
                    "item_text": "Students", 
                    "item_text_raw": " Students", 
                    "item_type": "Information"
                }, 
                {
                    "boarddocs_id": "9MXA8M818F53", 
                    "item_details": "", 
                    "item_number": "", 
                    "item_recommendation": "", 
                    "item_text": "Staff", 
                    "item_text_raw": " Staff", 
                    "item_type": "Information"
                }, 
                {
                    "boarddocs_id": "9MXA8N818F5B", 
                    "item_details": "", 
                    "item_number": "", 
                    "item_recommendation": "", 
                    "item_text": "Board", 
                    "item_text_raw": " Board", 
                    "item_type": "Information"
                }
            ], 
            "section_name": "HEARINGS: ITEMS NOT ON THE AGENDA (The Board does not take action or respond to items not on the agenda.)", 
            "section_number": ""
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "9MXA8R818F6A", 
                    "item_details": "\nTrustee Cheng will provide a report of the Foothill-De Anza Foundation Board of Directors meeting held August 27, 2014.\n\t \n\t \n", 
                    "item_number": "", 
                    "item_recommendation": "", 
                    "item_text": "Foundation Board Report", 
                    "item_text_raw": " Foundation Board Report", 
                    "item_type": "Information, Report"
                }
            ], 
            "section_name": "FOUNDATION BOARD REPORT", 
            "section_number": ""
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "9NML2E546E7E", 
                    "item_details": "", 
                    "item_number": "", 
                    "item_recommendation": "Chancellor Linda Thor recommends approval of consent calendar items 1-11.", 
                    "item_text": "Approval of Consent Calendar", 
                    "item_text_raw": " Approval of Consent Calendar", 
                    "item_type": "Action"
                }, 
                {
                    "boarddocs_id": "9NCR5Q6C1DCC", 
                    "item_details": "\nBackground and Analysis:\n\t \nRevised board policy 4225 (formerly 6124) regarding limits on course repetition to alleviate a grade for substandard academic work was presented for first reading at the August 25, 2014, meeting. The language in the policy, which conforms to regulations set forth in Title 5, has been changed to be consistent with college publications and related policies and procedures.  In addition, a reference has been added to the administrative procedure regarding credit course adds, drops, and withdrawals, and the policy number has been changed to align with the Community College League of California's Policy and Procedure Service numbering system. Added language is indicated on the attachment by bold, underlined text, while deleted text is represented by strikethrough. \n\t \nThe policy revisions were approved by the Academic and Professional Matters Committee on January 17, 2014, and by the Chancellor's Advisory Council electronically on March 14, 2014. \n\t \nReferences:\nTitle 5, Sections 55024, 55040, 55041, 55042, 55043, 55044, 58161\nEducation Code Section 76224\n\t \nSubmitted by:\nLinda Thor\nAdditional contact names:\n\t\t\t\t\t \nIs backup provided?\nYes\n\t \n", 
                    "item_number": "1.", 
                    "item_recommendation": "Chancellor Linda Thor recommends approval of revised board policy 4225 Course Repetition to Alleviate a Grade for Substandard Academic Work.", 
                    "item_text": "Board Policy 4225 (formerly BP 6124) Course Repetition to Alleviate a Grade for Substandard Academic Work - Revised (Second Reading)", 
                    "item_text_raw": " 1. Board Policy 4225 (formerly BP 6124) Course Repetition to Alleviate a Grade for Substandard Academic Work - Revised (Second Reading)", 
                    "item_type": "Action"
                }, 
                {
                    "boarddocs_id": "9MXV6P630873", 
                    "item_details": "\nBackground and Analysis:\n\t \nPresented to the Board for ratification is the list of contracts and agreements signed by the Vice Chancellor of Business Services.  Business Services presents this list at each Board Meeting per Education Code requirement and board policy section 3000.\n \nSubmitted by:\n Kevin McElroy, Vice Chancellor, Business Services, x6202\nAdditional contact names:\n\t\t\t\t\t \nIs backup provided?\n Yes\n\t \n", 
                    "item_number": "2.", 
                    "item_recommendation": "Vice Chancellor of Business Services recommends ratification of the contracts and agreements as presented.", 
                    "item_text": "Ratification of Contracts and Agreements", 
                    "item_text_raw": " 2. Ratification of Contracts and Agreements", 
                    "item_type": "Action (Consent)"
                }, 
                {
                    "boarddocs_id": "9N22K8666C4E", 
                    "item_details": "\nBackground and Analysis:\n\t \nThe language in Proposition 30 requires that all California community college districts have sole authority to determine how the moneys received from the Educational Protection Account are spent in the school or schools within its jurisdiction, provided:\nThe appropriate governing board or body shall make these spending determinations in open session of a public meeting of the governing board or body and shall not use any of the funds from the Education Protection Account for salaries or benefits of administrators or any other administrative costs\nShall annually publish on its Internet Website an accounting of how much money was received from the Education Protection Account and how that money was spent\nShall, in addition to all other requirements of law, ascertain and verify through the annual independent audit whether the funds provided from the Education Protection Account have been properly disbursed and expended as required by this section.\nAttached for reference is the April 3, 2013, California Community Colleges Chancellor's Office Accounting Advisory, to assist districts with compliance for the language in Proposition 30, as noted above.\n\t \nThis Board action contains the recommended spending plan for the District's Proposition 30 allocation for the 2013-14 fiscal years per the proposition's guidelines and the Accounting Advisory (see attached report).\n\t \nFor the 2014-15 adopted budget, we budgeted to receive $19,627,922.  It is relevant to note that this is not new, additional funding to the District.  The District will apply these designated funds as needed to the instructional and student support categories included in the spending plan until the amount received from the EPA is reached.  No funds will be applied to administrator's salaries or benefits, or any other administrative costs.  The District will post on its website an accounting of what the final 2013-14 allocation of EPA funds was to the District and how it was expended.  This will not take place until late September after the financial books for 2013-14 have been closed.  Additionally, the expenditure of the funds will be included in the CCFS-311 report to the state chancellor's office and the annual financial audit will include verification that the funds were used as required by Proposition 30.\n\t \nSubmitted by:\n Kevin McElroy, Vice Chancellor, Business Services, x6202\nAdditional contact names:\n Hector Quinonez, Executive Director, Fiscal Services, x6250\n Joni Hayes, Director, Budget Operations, x6261\nIs backup provided?\n Yes\n\t \n", 
                    "item_number": "3.", 
                    "item_recommendation": "Approve the 2014-15 Spending Plan for the Proposition 30, Educational Protection Account (EPA)", 
                    "item_text": "2014-15 Spending Plan for the Proposition 30, Educational Protection Account (EPA)", 
                    "item_text_raw": " 3. 2014-15 Spending Plan for the Proposition 30, Educational Protection Account (EPA)", 
                    "item_type": "Action"
                }, 
                {
                    "boarddocs_id": "9NDT9874E0EF", 
                    "item_details": "\nBackground and Analysis:\n \nThe District owns miscellaneous surplus property (see attached) that is not satisfactory for further use by the District.  California Education Code sections 81450 – 81452 provide that the governing board of a community college district may sell, donate, or dispose of personal property if it is unsatisfactory and no longer suitable for school use. The estimated aggregate resale value is greater than $5,000.00.\n\t \nDistrict staff will assess and identify the most efficient manner to disposition the surplus that is in the best interest of the District and in accordance with California Education Code.\n \nSubmitted by:\nPam Grey, Director, Purchasing Services\nAdditional contact names:\nEric Olague, Buyer, Purchasing Services\nIs backup provided?\nYes\n\t \n", 
                    "item_number": "4.", 
                    "item_recommendation": "Authorize the Director of Purchasing Services to arrange for the sale, donation, recycle, or disposal of the surplus in accordance with the procedures set forth in Education Code sections 81450-81452.", 
                    "item_text": "Sell, Donate, Recycle or Dispose of District Surplus", 
                    "item_text_raw": " 4. Sell, Donate, Recycle or Dispose of District Surplus", 
                    "item_type": "Action"
                }, 
                {
                    "boarddocs_id": "9NBUDW796FE5", 
                    "item_details": "\nBackground and Analysis:\n\t \nThe Foundation for the California Community Colleges (FCCC) negotiates special pricing on behalf of the California Community Colleges for software and hardware products.  The District participates in the Microsoft Campus Agreement plan through the FCCC, which allows us to purchase an annual site license agreement for Microsoft products at a substantially reduced price based on our FTE faculty/staff count, less the percentage of faculty on overload teaching status and reduced by the number of faculty and staff on leave. The average cost savings compared to the normal Academic or Select license is approximately 60-70%.  It provides a 20% reduction in the license cost from the retail group purchase price.  ComputerLand of Silicon Valley is the vendor that administers this program.  The cost to the district, for this year, is $94,013.00 based on a Foothill College cost of $34,539.00 and a De Anza cost of $59,474.00. This is the first year of a three-year contract the FCCC has with Microsoft.\n\t \nThe agreement also allows our employees to purchase selected Microsoft applications for their personal use at a substantially reduced price through the FCCC (College Buys).  \n\t \nBecause the purchase is through the FCCC there is no need to participate in a formal bid process.  This first year contract will be October 1, 2014, through September 30, 2015. \n\t \nSubmitted by:\nJoe Moreau, Vice Chancellor, Technology\nAdditional contact names:\nSharon Luciw\nIs backup provided?\nYes\n\t \n", 
                    "item_number": "5.", 
                    "item_recommendation": "Vice Chancellor Joseph Moreau recommends purchase of the Microsoft Campus Agreement from ComputerLand of Silicon Valley for the amount of $93,708.50", 
                    "item_text": "Microsoft Campus Agreement", 
                    "item_text_raw": " 5. Microsoft Campus Agreement", 
                    "item_type": "Action (Consent)"
                }, 
                {
                    "boarddocs_id": "9NBNA25D3C64", 
                    "item_details": "\nBackground and Analysis:\n\t \nThe attached agreement between the Foothill-De Anza Community College District and Palo Alto University (PAU) allows PAU to continue their education program in Business Psychology at Foothill College. This program was started in 2009.\n\t \nSubmitted by:\nJudy C. Miner, Foothill College President\nAdditional contact names:\nBernata Slater, Foothill College Vice President Financial & Administrative Services\nIs backup provided?\nYes\n\t \n", 
                    "item_number": "6.", 
                    "item_recommendation": "The Foothill College Administration recommends approval of the Academic and Facility Agreement with Palo Alto University.", 
                    "item_text": "Academic and Facility Agreement with Palo Alto University (formerly Pacific Graduate School of Psychology (PGSP))", 
                    "item_text_raw": " 6. Academic and Facility Agreement with Palo Alto University (formerly Pacific Graduate School of Psychology (PGSP))", 
                    "item_type": "Action (Consent)"
                }, 
                {
                    "boarddocs_id": "9MZAK5768CA3", 
                    "item_details": "\nBackground and Analysis:\n\t \nVisual and Performing Arts Center\nSaturday, September 13, 2014\n8:30 am to 4:30 pm\nParking Lot A\n\t \nThe New Hope Chinese Cancer Center is holding its annual meeting at the Visual and Performing Arts Center at De Anza College.  Prior to the meeting, a luncheon will be served in the VPAC Patio in appreciation to friends and donors. \n\t \nThe New Hope Chinese Cancer Care Foundation was established last May and has served more than 200 patients and family members.  Several educational sessions have been held including 26 “Ask an Oncologist,” Men’s Club, and breast cancer support group “Joy Club” which includes uterine, ovarian, and cervical cancers.\n\t \nPresident Murphy is requesting the board approve a parking waiver for 400 parking spots in Parking Lot A, adjacent to the VPAC for this event.\n\t \nSubmitted by:\n  Brian Murphy, De Anza College President x8706\nAdditional contact names:\n  Donna Jones-Dulin, Interim Vice President, Finance & College Operations x8209\nIs backup provided?\n  no\n\t \n", 
                    "item_number": "7.", 
                    "item_recommendation": "De Anza College President Brian Murphy requests the Board of Trustees waive parking fees for a community event at De Anza College on Saturday, September 13, 2014.", 
                    "item_text": "De Anza College - Waiver of Parking Lot Rental Fees", 
                    "item_text_raw": " 7. De Anza College - Waiver of Parking Lot Rental Fees", 
                    "item_type": "Action (Consent)"
                }, 
                {
                    "boarddocs_id": "9NBTMC74F0ED", 
                    "item_details": "\nBackground and Analysis:\n\t \nDe Anza College requests the approval of the 2014-15 contract for Dr. Lisa Bowie. Dr. Bowie performs medical director functions for the Health Services Department. Services include primary care of students, medical supervision of the clinic, and consultation services for De Anza Health Services department. \n\t \nThe amount of the 2014-15 contract is $163,000 and is funded by the De Anza Health Fee.\n\t \nSubmitted by:\nBrian Murphy, De Anza College President ext. 8936\nAdditional contact names:\nStacey Cook, Vice President Student Services ext. 8330\nIs backup provided?\nYes\n\t \n\t \n", 
                    "item_number": "8.", 
                    "item_recommendation": "De Anza College President Brian Murphy recommends approval of the Independent Contractor Agreement between Dr. Lisa Bowie and the Foothill-De Anza Community College District in the amount of $163,000.", 
                    "item_text": "Independent Contractor Agreement for Dr. Lisa Bowie", 
                    "item_text_raw": " 8. Independent Contractor Agreement for Dr. Lisa Bowie", 
                    "item_type": "Action (Consent)"
                }, 
                {
                    "boarddocs_id": "9NBTR675C632", 
                    "item_details": "\nBackground and Analysis:\n\t \nThe De Anza Associated Student Body (DASB) through Foothill-De Anza Community College District, requests approval to enter into an agreement to create a weekly food truck dinner market on Friday evenings between 5:00pm - 9:00pm in parking Lot A at De Anza Campus. Set up will start at 3:00pm and cleanup will be complete by 11:00pm.\n\t \nRevenue estimates provided by Treatbot show DASB would be paid approximately $240 per week or approximately $11,460 per year.\n\t \nThe contract period will be from September 9, 2014 to September 2, 2015 and can be extended on a year-to-year basis if agreed to by both parties. Either entity may cancel this agreement without cause with a 30-­day notice. District may cancel this agreement for cause upon any reasonable notice to Treatbot.\n\t \nSubmitted by:\nBrian Murphy, De Anza College President  ext. 8936\nAdditional contact names:\nDonna Jones-Dulin, De Anza College Interim Vice President Finance & College Operations ext 8209\nIs backup provided?\nYes\n\t \n", 
                    "item_number": "9.", 
                    "item_recommendation": "De Anza College President Brian Murphy recommends approval of the Agreement between Treatbot and Foothill-De Anza Community College District for a Weekly Food Truck Dinner Market at De Anza College", 
                    "item_text": "De Anza College 1-Year Contract with Treatbot dba Moveable Feast", 
                    "item_text_raw": " 9. De Anza College 1-Year Contract with Treatbot dba Moveable Feast", 
                    "item_type": "Action"
                }, 
                {
                    "boarddocs_id": "9NCRZB6FFB3C", 
                    "item_details": "\nBackground and Analysis:\n\t \nThe State Chancellor's Office grant provides resources for the High Tech Center Training Unit (HTCTU) to offer state of the art training and support facility for community college faculty and staff wishing to acquire or improve teaching skills, methodologies, and pedagogy in Assistive Computer Technology, Alternate Media and Web Accessibility. The HTCTU supports High Tech Center programs at one-hundred and fourteen community colleges and satellite centers. More than ten thousand students with disabilities are enrolled in High Tech Center programs state-wide.\n\t \nBoard approval is requested for the 2014-2015 contract in the amount of $1,100.000.\n\t \nSubmitted by:\nBrian Murphy, De Anza College President ext. 8705\nAdditional contact names:\nStacey Cook, De Anza College Vice President Student Service ext. 8330.\nIs backup provided?\nYes\n\t \n", 
                    "item_number": "10.", 
                    "item_recommendation": "De Anza College President Brian Murphy recommends approval of the Grant Agreement between BOG, California Community College Chancellor's Office and High Tech Center Training Unit for the 2014-15 year", 
                    "item_text": "Grant Agreement between BOG, California Community College Chancellor's Office and High Tech Center Training Unit", 
                    "item_text_raw": " 10. Grant Agreement between BOG, California Community College Chancellor's Office and High Tech Center Training Unit", 
                    "item_type": "Action (Consent)"
                }, 
                {
                    "boarddocs_id": "9NEVB27FE263", 
                    "item_details": "\nBackground and Analysis:\n\t \nDe Anza has entered into a rental agreement with Apple, Incorporated to host its September event on campus. College facilities are available for rent, at different rates depending on the profit or nonprofit status of the renter.  Simultaneously with this agreement, Apple, Incorporated has entered into a separate agreement with the operators of the Flint Center, as that venue operates separately from the district and college.\n\t \nSubmitted by:\nBrian Murphy, De Anza College President ext. 8936\nAdditional contact names:\nDonna Jones-Dulin, De Anza College Interim Vice President Finance & College Operations  ext 8209\nIs backup provided?\nYes\n\t \n", 
                    "item_number": "11.", 
                    "item_recommendation": "De Anza College President, Brian Murphy, recommends approval of the rental agreement with Apple Inc.", 
                    "item_text": "De Anza College Facility Rental Agreement", 
                    "item_text_raw": " 11. De Anza College Facility Rental Agreement", 
                    "item_type": "Action (Consent)"
                }
            ], 
            "section_name": "APPROVAL OF CONSENT CALENDAR (ACTION)", 
            "section_number": ""
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "9NDUST7D81D7", 
                    "item_details": "\nBackground and Analysis:\n\t \nOn July 8, 2014, the Fremont Union High School District Board of Trustees passed resolutions authorizing two measures for the November 4, 2014, ballot. Measure J would renew the district's existing $98 parcel tax for an additional six years, beginning July 1, 2016, without increasing the cost or changing the structure of the proposal voters first approved in 2004. Measure K would authorize the sale of up to $295 million in bonds for the purpose of raising money for specific school facilities projects. The tax rate estimate for the Measure K facilities bond measure is approximately $21 per $100,000 of assessed property value.\n\t \nFremont Union High School District projects an enrollment increase of 18 percent between 2010 and 2020. The parcel tax renewal would pay for core programs and staff salaries while the construction bond measure would help the district build 51 new classrooms to accommodate increased enrollment, renovate older facilities, and improve access to technology.\n\t \nSubmitted by:\nLinda Thor, Chancellor\nAdditional contact names:\n\t\t\t\t\t \nIs backup provided?\nYes\n\t \n", 
                    "item_number": "12.", 
                    "item_recommendation": "Chancellor Linda Thor recommends that the Board of Trustees adopt resolutions 2014-32 and 2014-33 in support of Fremont Union High School District's Measure J parcel tax and Measure K facilities bond campaigns.", 
                    "item_text": "Resolutions in Support of the Renewal of Fremont Union High School District's Existing Parcel Tax (Measure J) and Bond (Measure K) Measures (ACTION)", 
                    "item_text_raw": " 12. Resolutions in Support of the Renewal of Fremont Union High School District's Existing Parcel Tax (Measure J) and Bond (Measure K) Measures (ACTION)", 
                    "item_type": "Action"
                }, 
                {
                    "boarddocs_id": "9NEKVX53933B", 
                    "item_details": "\nBackground and Analysis:\n\t \nVice Chancellor of Business Services Kevin McElroy and Bill Blessing from Ratcliff Architects will present information about how the preliminary plan design for the new District Office Building was developed, including considerations and constraints, and will lead a discussion with the trustees.\n\t \nAttached for reference is a copy of the August 25, 2014, study session presentation. Additional information and graphics will be shared at the meeting by Vice Chancellor McElroy and architect Bill Blessing.\n\t \nSubmitted by:\n Kevin McElroy, Vice Chancellor, Business Services, x6202\nAdditional contact names:\n\t\t\t\t\t \nIs backup provided?\n No\n\t \n", 
                    "item_number": "13.", 
                    "item_recommendation": "", 
                    "item_text": "Review of New District Office Building Design Process (INFORMATION)", 
                    "item_text_raw": " 13. Review of New District Office Building Design Process (INFORMATION)", 
                    "item_type": "Information"
                }
            ], 
            "section_name": "BOARD BUSINESS", 
            "section_number": ""
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "9NCVNA8185DE", 
                    "item_details": "\nBackground and Analysis:\n\t \nHuman Resources Report\n\t \nThe Human Resources Report is presented for Board approval or ratification of personnel action items in the following categories:\n\t \n39 Month Re-employment\nProfessional Achievement Award\nActing Assignment\nProfessional Development Leave\nAdministrative Achievement Award\nProfessional Growth Award\nAdministrative Leave\nPromotion\nExtension\nReassignment\nInterim Assignment\nReclassification\nLayoff\nResignation\nLeave of Absence\nRetirement\nLongevity Award\nSeparation\nNew Appointment\nService Recognition Award\nNew Assignment\nStaff Development Leave \nNew Classification\nTemporary Contract Change\nNew Hire\nTenure\nNew Position\nTraining/Retraining Stipend\nPermanent Contract Change\nTransfer\n\t \n\t \n\t \n\t \n\t \n\t \n\t \n\t \n\t \n\t \n\t \n\t \n\t \n\t \n\t \n\t \n\t \n\t \n\t \n\t \n\t \n\t \n\t \n\t \n\t \nThe report includes all action items for Administrators, Faculty, Classified and Temporary and Short-Term employees. \n\t \nSubmitted by:\nDorene Novotny, Vice Chancellor of Human Resources & Equal Opportunity x6211\nAdditional contact names:\nCharo Albarran, Director of Human Resources x6109\nIs backup provided?\nYes\n\t \n", 
                    "item_number": "14.", 
                    "item_recommendation": "Dorene Novotny, Vice Chancellor of Human Resources and Equal Opportunity, recommends approval of the Human Resources Report.", 
                    "item_text": "Human Resources Report (ACTION)", 
                    "item_text_raw": " 14. Human Resources Report (ACTION)", 
                    "item_type": "Action"
                }, 
                {
                    "boarddocs_id": "9NCVUU823459", 
                    "item_details": "\nBackground and Analysis:\n\t \nIn accordance with Education Code Sections 88017, 88117, 88127 the Board is requested to adopt Resolution #2014-31  eliminating the Classified positions and authorizing the District to provide the affected employee(s) with a sixty (60) day notice of layoff.\n\t \nSubmitted by:\nDorene Novotny, Vice Chancellor of Human Resources & Equal Opportunity x6211\nAdditional contact names:\nCharo Albarran, Director of Human Resources x6109\nIs backup provided?\nYes\n\t \n", 
                    "item_number": "15.", 
                    "item_recommendation": "Dorene Novotny, Vice Chancellor of Human Resources and Equal Opportunity recommends approval.", 
                    "item_text": "Resolution Authorizing the Reduction in Classified Service (ACTION)", 
                    "item_text_raw": " 15. Resolution Authorizing the Reduction in Classified Service (ACTION)", 
                    "item_type": "Action"
                }
            ], 
            "section_name": "HUMAN RESOURCES", 
            "section_number": ""
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "9NBRAF6A744A", 
                    "item_details": "\nBackground and Analysis:\n\t \nAs required under Title-5 section 58301, the Board held a public hearing on the 2014-15 fiscal year budget at their meeting on August 25, 2014.  Vice Chancellor Kevin McElroy reviewed the budget document.  This was an informational presentation and no action was taken.  There were no changes made to the proposed budget at the August 25, 2014 meeting. \n\t \nConsistent with the requirements of Title-5 section 58305, which requires that on or before the 15th day of September, the governing board of each district shall adopt a final budget, we recommend that FHDA Board of Trustees adopt the 2014-15 budget as presented.\n\t \nSubmitted by:\n Kevin McElroy, Vice Chancellor, Business Services, x6201\nAdditional contact names:\n Hector Quinonez, Executive Director, Fiscal Services, x6250\n Joni Hayes, Director of Budget Operations, x6261\nIs backup provided?\n Yes\n\t \n", 
                    "item_number": "16.", 
                    "item_recommendation": "Vice Chancellor of Business Services Kevin McElroy recommends adoption of the 2014-15 budget", 
                    "item_text": "Adoption of 2014-15 Budget (ACTION)", 
                    "item_text_raw": " 16. Adoption of 2014-15 Budget (ACTION)", 
                    "item_type": "Action"
                }
            ], 
            "section_name": "BUSINESS SERVICES/FINANCE", 
            "section_number": ""
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "9NEKJZ5217B3", 
                    "item_details": "\nBackground and Analysis:\n\t \nThe dive pool tower at the De Anza College dive pool is deteriorating, therefore making it a safety hazard and a liability to the District. Debris has recently fallen into the pool and the surrounding area; portions of the pool and immediate area are now blocked off from use.  The 5-meter platform has not been regularly used for several years and the 10-meter platform has not been used for instruction or rental for approximately 20 years.\n\t \nThis project includes the complete demolition of the concrete diving tower aboveground and its associated steel stairs and railings.  The concrete pad will be patched to match the existing pool deck. The contractor shall be required to completely protect the dive pool, surrounding pool deck and diving boards, adjacent buildings, and the site. Time is of the essence and the project shall be completed between the last week of summer’s campus closure and the start of the second week of instruction this fall. The legal advertisement for this bid required that the direct contractor have either an “A” – General Engineering Contractor license or “B” General Building Contractor, each with a listed “C-21” Building/Moving Demolition Contractor which is a contractor that specifically demolishes structures. \n\t \nThe bid was legally advertised to contractors on August 5 and August 12, 2014. The “Invitation to Bid” was also sent to nine (9) builder’s exchanges and advertised in the Daily Pacific Builder as well as posted on “BidNet” at www.govbids.com.  Bids were publicly opened and read on August 26, 2014 in the Purchasing Services office. Three (3) contractors submitted bids. Bid results are below:\nBID RESULTS\nContractor\nBase Bid \nProposal Amount\nR. C. Benson & Sons, Inc.\n$131,000\nBuccaneer Demolition Inc.\n$258,792\nRodan Builders Inc.\n$317,000\n\t \nThe apparent low bidder, R. C. Benson & Sons, Inc. (Benson) listed a demolition contractor, however that contractor does not possess the required “C-21” Building/Moving Demolition Contractor license; rather it possesses a “C-61/D06” Concrete Related Services license which is a limited specialty contractor that is confined to the activities to that field or scope of operations. District staff consulted with its legal counsel Mr. Phillip Jaret of Jaret & Jaret Attorneys at Law regarding the listing of a “C-61/D06” licensed demolition subcontractor by Benson instead of the required “C-21” demolition subcontractor.  It is the opinion of staff and legal counsel that a “C-21” demolition contractor  must perform this scope of work due to the complexities surrounding the removal of the debris and the protection of surrounding areas and structures.  Furthermore, the listing of a “C-61/D06” subcontractor as opposed to a “C-21” subcontractor, which was a requirement of the bid, is not a minor irregularity or immaterial matter that can be waived and the Bid Proposal submitted by Benson must be rejected as it is not responsive to the bid call.\n\t \nThe second apparent low responsive and responsible bidder, Buccaneer Demolition Inc. (Buccaneer) does possess the required “B” and “C-21” licenses to perform the work and has confirmed that its bid price of $258,792 is true and accurate for the work as specified. Buccaneer successfully completed \"The Pierce Building\" demolition in San Jose and a soft demolition library project for Santa Clara County.   \n\t \nSubmitted by:\n  Pam Grey, Director of Purchasing Services, Ext. 6166\nAdditional contact names:\n  Donna Jones Dulin, Tom Armstrong, Gina Bailey\nIs backup provided?\n  Yes\n\t \n", 
                    "item_number": "17.", 
                    "item_recommendation": "Reject the bid proposal received from R. C. Benson & Sons as non-responsive and Authorize the Director of Purchasing Services, Pam Grey, to award a contract pursuant to Bid Document 1711, Pool Dive Tower Removal, De Anza College in the amount of $258,792 to Buccaneer Demolition Inc.", 
                    "item_text": "Award a contract for Bid Document 1711 – Dive Pool Tower Removal, De Anza College (ACTION)", 
                    "item_text_raw": " 17. Award a contract for Bid Document 1711 – Dive Pool Tower Removal, De Anza College (ACTION)", 
                    "item_type": "Action"
                }
            ], 
            "section_name": "FACILITIES", 
            "section_number": ""
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "9ND2AX014EC7", 
                    "item_details": "\nSubmitted by:\nSteven Kitchen, Executive Director, Facilities and Operations, extension 6150\nAdditional contact names:\nTom Armstrong, Director, Bond Program Management, De Anza College,\nArt Heinrich, Director, Bond Program Management, Foothill College\nIs backup provided?\nYes\n\t \n", 
                    "item_number": "18.", 
                    "item_recommendation": "Steven Kitchen, Executive Director of Facilities and Operations; Tom Armstrong, Director, Bond Program Management, De Anza College; and Art Heinrich, Director, Bond Program Management, Foothill College, recommend ratification/approval of Measure C consent items A - E.", 
                    "item_text": "Measure C Consent (ACTION)", 
                    "item_text_raw": " 18. Measure C Consent (ACTION)", 
                    "item_type": "Action"
                }
            ], 
            "section_name": "MEASURE C CONSENT", 
            "section_number": ""
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "9L9TAQ582EAB", 
                    "item_details": "\nBackground and Analysis:\n\t \nTitle:  Agreement for Services\nVendor:  Placemakers\nAgreement Date:  August 26, 2014\nCampus:  Central Services\nProject Number:  404\nProject Name:  New District Offices\nAmount:  $32,700\nFor:\n\t \nPreparation of mitigated negative declaration documentation for the New District Offices project to be constructed in Foothill College Lot 7.\n\t \nFunding for this agreement is within the project budget.\n\t \nSubmitted by:\nSteve Kitchen, Executive Director, Facilities and Operations, extension 6150\nAdditional contact names:\nArt Heinrich, Director, Bond Program Management, Foothill College\nIs backup provided?\nYes\n\t \n\t \n", 
                    "item_number": "A)", 
                    "item_recommendation": "Ratification", 
                    "item_text": "Placemakers - Agreement for Services - New District Offices - $32,700", 
                    "item_text_raw": " A) Placemakers - Agreement for Services - New District Offices - $32,700", 
                    "item_type": "Action (Consent)"
                }
            ], 
            "section_name": "--Central Services Measure C Consent", 
            "section_number": ""
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "9NCS4P70E481", 
                    "item_details": "\nBackground and Analysis:\n\t \nTitle:  Prime Contract Change Order #1\nVendor:  Blocka Construction Inc.\nAgreement Date: July 1, 2014 \nCampus:  De Anza College\nProject Number:  251C\nProject Name:  Ground Fault Sensing System\nAmount:  $10,011\nFor: \n\t \nPrime Contract Change Order #01 - revises the original contract sum between the District and PCD to improve facility performance and maintainability.  Installation of new 1” Galvanized Rigid Metal Conduit for communications.\n\t \nThis change order represents a 7.6% addition to the contract amount and there is adequate budget available in the project to accommodate it.\n\t \nSubmitted by:\nSteve Kitchen, Executive Director, Facilities & Operations\nAdditional contact names:\nTom Armstrong, Director, Bond Program Management, De Anza College\nDonna Jones-Dulin, Associate Vice President, Finance & Educational Resources, De Anza College\nIs backup provided?\nYes\n\t \n", 
                    "item_number": "B)", 
                    "item_recommendation": "Ratification", 
                    "item_text": "Blocka Construction Inc. - Prime Contract Change Order #1 - Ground Fault Sensing System - $10,011", 
                    "item_text_raw": " B) Blocka Construction Inc. - Prime Contract Change Order #1 - Ground Fault Sensing System - $10,011", 
                    "item_type": "Action (Consent)"
                }
            ], 
            "section_name": "--De Anza College Measure C Consent", 
            "section_number": ""
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "9KQ7TA741999", 
                    "item_details": "\nBackground and Analysis:\n\t \nTitle:  Change Order #2\nVendor:  WRNS Studio\nAgreement Date:  November 4, 2013\nCampus:  Foothill College\nProject Number:  175\nProject Name:  Foothill College Signage Standards Update and Signage Phase II\nAmount:  $2,920\nFor:\n\t \nDesign services to incorporate additional College review comments into Foothill’s signage standards.  \n\t \nSubmitted by:\nSteve Kitchen, Executive Director, Facilities and Operations, extension 6150\nAdditional contact names:\nArt Heinrich, Director, Bond Program Management, Foothill College\nIs backup provided?\nYes\n\t \n", 
                    "item_number": "C)", 
                    "item_recommendation": "Ratification", 
                    "item_text": "WRNS Studio - Change Order #2 - Repair and Upgrade Miscellaneous Projects - $2,920", 
                    "item_text_raw": " C) WRNS Studio - Change Order #2 - Repair and Upgrade Miscellaneous Projects - $2,920", 
                    "item_type": "Action (Consent)"
                }, 
                {
                    "boarddocs_id": "9L9SY3578D0B", 
                    "item_details": "\nBackground and Analysis:\n\t \nTitle:  Revision #3\nVendor:  Energy Resource Associates\nAgreement Date:  October 2, 2007\nCampus:  Foothill College\nProject Number:  161\nProject Name:  Fire Alarm Systems Replacement Phase II\nAmount:  $0\nFor:\n\t \nA no-cost change request to extend the duration of the contract. This extension is for services performed relative to obtaining project closure with the Division of State Architect. \n\t \nSubmitted by:\nSteve Kitchen, Executive Director, Facilities and Operations, extension 6150\nAdditional contact names:\nArt Heinrich, Director, Bond Program Management, Foothill College\nIs backup provided?\nYes\n\t \n\t \n", 
                    "item_number": "D)", 
                    "item_recommendation": "Ratification", 
                    "item_text": "Energy Resource Associates - Revision #3 - Fire Alarm Systems Replacement Phase II - $0", 
                    "item_text_raw": " D) Energy Resource Associates - Revision #3 - Fire Alarm Systems Replacement Phase II - $0", 
                    "item_type": "Action (Consent)"
                }, 
                {
                    "boarddocs_id": "9NBP3P60BECC", 
                    "item_details": "\nBackground and Analysis:\n\t \nTitle:  Revision #13 to PAA F-WRNS-1B\nVendor:  WRNS Studio\nAgreement Date:  October 6, 2009\nCampus:  Foothill College\nProject Number:  144\nProject Name:  Central Campus Site Improvements\nAmount:  $0\nFor:\n\t \nA no-cost extension to contract duration.\n\t \nSubmitted by:\nSteve Kitchen, Executive Director, Facilities and Operations, extension 6150\nAdditional contact names:\nArt Heinrich, Director, Bond Program Management, Foothill College\nIs backup provided?\nYes\n\t \n", 
                    "item_number": "E)", 
                    "item_recommendation": "Ratification", 
                    "item_text": "WRNS Studio - Revision #3 - Central Campus Site Improvements - $0", 
                    "item_text_raw": " E) WRNS Studio - Revision #3 - Central Campus Site Improvements - $0", 
                    "item_type": "Action (Consent)"
                }
            ], 
            "section_name": "--Foothill College Measure C Consent", 
            "section_number": ""
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "9NBQER656A3E", 
                    "item_details": "\nBackground and Analysis:\n\t \nInformation was provided to the Board of Trustees on December 7, 2009, and January 19, 2010, concerning the use of a Lease-Leaseback construction procurement process for Measure C projects.  The information included a discussion of the legal aspects of the process as well as the likely risks and benefits associated with construction using the authority provided under the Education Code section 81335. On August 31, 2010, a default judgment was issued by the Santa Clara County Superior Court, which confirmed the validity of the use of this procurement process.  Since that time the Board has approved the use of Lease-Leaseback procurement for several projects including the Media and Learning Center and the Advanced Technology Center renovation project at De Anza College; the FHDA Education Center; and the Physical Sciences & Engineering Center and Library & ISC renovation project at Foothill College.\n\t \nAt the August 25, 2014, meeting, the Board of Trustees reviewed and approved a concept design for a new district office building located in Lot 7 on the Foothill College campus. The procurement process for this project will be consistent with the process used for previously approved projects, and it will include the same key decision/Board approval steps.  The Board will be requested to review and approve key decisions and actions in the procurement process over a period of time.  Target dates for key actions associated with the project are as follows:\nFebruary, 2015 - Approval of the Lease-Leaseback contractor based upon a Request for Qualifications and Request for Proposals process\nFebruary, 2015 - Award of a pre-construction services agreement for the \nLease- Leaseback contractor\nLate 2015 - Approval of a Site Lease and a Facilities Lease with the \nLease- Leaseback contractor including a guaranteed maximum price for construction\n\t \nThe project will be funded by Measure C project #404 – New District Offices.\n\t \nSubmitted by:\n  Steve Kitchen, Executive Director of Facilities and Operations\nAdditional contact names:\n  Art Heinrich, Ext. 6295; Pam Grey, Ext. 6166\nIs backup provided?\n  No\n\t \n", 
                    "item_number": "19.", 
                    "item_recommendation": "The Executive Director of Facilities and Operations recommends that the Board approve the initiation of a construction procurement process under the Lease-Leaseback provision of Education Code section 81335 for the project subject to the subsequent Board approvals as noted.", 
                    "item_text": "Lease-Leaseback Construction Procurement Process for the New District Offices, Measure C Project #404 (ACTION)", 
                    "item_text_raw": " 19. Lease-Leaseback Construction Procurement Process for the New District Offices, Measure C Project #404 (ACTION)", 
                    "item_type": "Action"
                }
            ], 
            "section_name": "MEASURE C PROJECTS", 
            "section_number": ""
        }, 
        {
            "items": [
                {
                    "boarddocs_id": "9MXA94818FAB", 
                    "item_details": "\nSeptember 11\nAudit & Finance\n-----\nSeptember 16\nCBOC Meeting\n-----\nOctober 6\n\tAudit & Finance Report\n\tCCCT Board Meeting Report\n-----\nNovember 3\n\tEnvironmental Compliance Annual Update\n\tRisk Management Report (3310)\n\t1st Quarter Report/Transfers & Revisions (3112)\n\tQ Listing of District Investments (AP 3130)\n\tFoundation Board Report\n-----\nDecember 4\nAudit & Finance\n-----\nDecember 8\n\tOrganizational Meeting (2210, 2305, 2306)\n\tAppointments to Audit & Finance, Foundation\n\tBoard, Trustee Scholarship Interview Committee\n\tFinancing Corporation\n\tAudit Report (6401)\n\tDelegation of Authority Resolutions\n\tResolution Authorizing Separate Bank Accounts\n\tDestruction of Records (AP 3410)\n\tAudit & Finance Report\n-----\nDecember 16\nCBOC Meeting\n", 
                    "item_number": "", 
                    "item_recommendation": "", 
                    "item_text": "Dates to Remember/Future Agenda Items", 
                    "item_text_raw": " Dates to Remember/Future Agenda Items", 
                    "item_type": "Information"
                }
            ], 
            "section_name": "ADJOURNMENT", 
            "section_number": ""
        }
    ]
}